Repository: BluelightningSC4/Network-Addon-Mod
Catalog: ltext/*/bridges.po
Languages: cs

source: Overdeck Truss Rail Bridge (15.5m)
cs: Příhradový železniční most Overdeck (15,5 m)

source: Avenue Raised Bridge
cs: Vyvýšený most Avenue

source: Overdeck Truss GLR Bridge
cs: Overdeck Příhradový most GLR

source: High Elevated Rail Bridge (30m)
cs: Vysoký železniční most (30 m)

source: GHSR Bridge
cs: Most GHSR

source: HSR Bridge
cs: HSR most

source: AIT Monorail Bridge
cs: Jednokolejný most AIT

source: Y-Pier Monorail Bridge
cs: Jednokolejný most Y-Pier

source: Bailey Truss HSR Bridge
cs: Most Bailey Truss HSR

source: Warren Thru-Truss GHSR Bridge
cs: Most Warren Thru-Truss GHSR

source: Box Girder GHSR Bridge
cs: Box Girder GHSR most

source: Concrete GHSR Bridge
cs: Betonový most GHSR

source: Concrete HSR Bridge
cs: Betonový most HSR

source: Cable-Stayed HSR Bridge
cs: Kabelový most HSR

source: Putrajuya Monorail Bridge
cs: Jednokolejný most Putrajuya

source: Cable Stayed GHSR Bridge
cs: Kabel zůstal GHSR Bridge

source: Cable Stayed Monorail Bridge
cs: Lanovka zůstala Monorail Bridge

source: High Speed Rail Suspension Bridge
cs: Vysokorychlostní železniční visutý most

source: DDRHW-4 Bridge
cs: Most DDRHW-4

source: Dusktrooper's Road Bridge
cs: Dusktrooperův silniční most

source: Krummbach Road Bridge
cs: Silniční most Krummbach

source: CSX Kwanyoni Bridge
cs: Most CSX Kwanyoni

source: Old Road Bridge
cs: Starý silniční most

source: Wooden Covered Road Bridge
cs: Dřevěný krytý silniční most

source: JENXPARIS Pont Neuf. The Pont Neuf is, despite its name, the oldest[3] standing bridge across the river Seine in Paris, France. Its name, which was given to distinguish it from older bridges that were lined on both sides with houses, has remained.
cs: JENXPARIS Pont Neuf. Pont Neuf je navzdory svému názvu nejstarším[3] stojícím mostem přes řeku Seinu v Paříži ve Francii. Jeho jméno, které bylo dáno, aby se odlišilo od starších mostů, které byly po obou stranách lemovány domy, zůstalo zachováno.

source: JENXPARIS Pont Royal. The Pont Royal is a bridge crossing the river Seine in Paris. It is the third oldest bridge in Paris, after the Pont Neuf and the Pont Marie.
cs: JENXPARIS Pont Royal. Pont Royal je most přes řeku Seinu v Paříži. Je to třetí nejstarší most v Paříži, po Pont Neuf a Pont Marie.

source: JENXPARIS Pont Saint Michel. Pont Saint-Michel is a bridge linking the Place Saint-Michel on the left bank of the river Seine to the Île de la Cité. It was named after the nearby chapel of Saint-Michel. It is near Sainte Chapelle and the Palais de Justice. The present 62-metre-long bridge dates to 1857.
cs: JENXPARIS Pont Saint Michel. Pont Saint-Michel je most spojující náměstí Place Saint-Michel na levém břehu řeky Seiny s ostrovem Île de la Cité. To bylo pojmenováno po nedaleké kapli Saint-Michel. Nachází se v blízkosti Sainte Chapelle a Palais de Justice. Současný 62 metrů dlouhý most pochází z roku 1857.

source: JENXOLD Tower Bridge. Tower Bridge is a combined bascule and suspension bridge in London, England, over the River Thames. It is close to the Tower of London, which gives it its name.
cs: JENXOLD Tower Bridge. Tower Bridge je kombinovaný zvedací a visutý most v Londýně, Anglie, přes řeku Temži. Nedaleko se nachází Tower of London, což mu dalo jméno.

source: Ponte Sant Angelo, Rome
cs: Ponte Sant Angelo, Řím

source: Warren Thru-Truss NRD-4 Bridge
cs: Most Warren Thru-Truss NRD-4

source: RD-2 L0/0m Viaduct
cs: RD-2 L0/0m Viadukt

source: RD-2 L1/7.5m Viaduct
cs: RD-2 L1/7,5m Viadukt

source: RD-2 L2/15M Viaduct
cs: RD-2 L2/15M Viadukt

source: V-Shaped Steel Girder Bridge
cs: Ocelový nosníkový most ve tvaru V

source: Rural Rail Bridge
cs: Venkovský železniční most

source: Modern Rail Bridge
cs: Moderní železniční most

source: Metal Pylon Rail Bridge
cs: Kovový pylonový železniční most

source: Metal Arch Rail Bridge
cs: Kovový oblouk železniční most

source: Garabit Arched Rail Bridge
cs: Obloukový železniční most Garabit

source: Garabit Pylon Rail Bridge
cs: Železniční most Garabit Pylon

source: Garabit Arched Rail Bridge
cs: Obloukový železniční most Garabit

source: Garabit Pylon Rail Bridge
cs: Železniční most Garabit Pylon

source: Warzone Rail Bridge
cs: Železniční most Warzone

source: Wooden Trestle STR Bridge
cs: Dřevěný Trestle STR Bridge

source: Howe Truss STR Bridge
cs: Most Howe Truss STR

source: Plate Girder STR Bridge
cs: Talířový nosník STR Most

source: L2 Warren Undertruss Rail Bridge
cs: Podvozkový železniční most L2 Warren

source: L2 Level Rail Bridge
cs: Železniční most úrovně L2

source: RRW-2 Steel Overtruss
cs: RRW-2 Ocelový příhradový nosník

source: Royal Albert - Saltash STR Bridge
cs: Royal Albert - most Saltash STR

source: RRW-1 Steel Beam
cs: RRW-1 ocelový nosník

source: RRW-2 Stone Arch
cs: RRW-2 Kamenný oblouk

source: RRW-2 Iron Girder (Frank Werspuckle Memorial Bridge)
cs: RRW-2 Iron Girder (Pamětní most Franka Werspukla)

source: RRW-2 Brick Arch Viaduct (Viaduc d'Antheor)
cs: RRW-2 Brick Arch viadukt (Viaduc d'Antheor)

source: Steel Viaduct (RRW-2)
cs: Ocelový viadukt (RRW-2)

source: Steel Arch Truss (RRW-2)
cs: Ocelový obloukový příhradový nosník (RRW-2)

source: Steel Viaduct (RRW-1)
cs: Ocelový viadukt (RRW-1)

source: Steel Arch Truss (RRW-1)
cs: Ocelový obloukový příhradový nosník (RRW-1)

source: RRW-1 Brick Arch Viaduct (Viaduc d'Antheor)
cs: RRW-1 Brick Arch viadukt (Viaduc d'Antheor)

source: Tsing Ma Bridge Hong Kong
cs: Most Tsing Ma Hong Kong

source: Herringbone Brick Bridge
cs: Cihlový most rybí kosti

source: Covered PEG Dirt Bridge
cs: Krytý PEG Dirt Bridge

source: Covered Gravel Bridge
cs: Krytý štěrkový most

source: Covered Trolca Dirt Bridge
cs: Krytý most Trolca Dirt Bridge

source: Covered Street Bridge
cs: Krytý uliční most

source: Steel Girder Asphalt Bridge
cs: Asfaltový most z ocelových nosníků

source: Concrete Cobblestone Bridge
cs: Betonový dlážděný most

source: Level Brick Bridge
cs: Cihlový most na úrovni

source: Concrete Street Bridge
cs: Betonový uliční most

source: JENXPARIS Pont Neuf. The Pont Neuf is, despite its name, the oldest standing bridge across the river Seine in Paris, France. Its name, which was given to distinguish it from older bridges that were lined on both sides with houses, has remained.
cs: JENXPARIS Pont Neuf. Pont Neuf je navzdory svému názvu nejstarším stojícím mostem přes řeku Seinu v Paříži ve Francii. Jeho jméno, které bylo dáno, aby se odlišilo od starších mostů, které byly po obou stranách lemovány domy, zůstalo zachováno.

source: V-Shaped Steel Girder Bridge
cs: Ocelový nosníkový most ve tvaru V

source: V-Shaped Steel Girder Bridge (SAM-2)
cs: Ocelový nosníkový most ve tvaru V (SAM-2)

source: V-Shaped Steel Girder Bridge (SAM-6)
cs: Ocelový nosníkový most ve tvaru V (SAM-6)

source: V-Shaped Steel Girder Bridge (SAM-7)
cs: Ocelový nosníkový most ve tvaru V (SAM-7)

source: V-Shaped Steel Girder Bridge (SAM-8)
cs: Ocelový nosníkový most ve tvaru V (SAM-8)

source: V-Shaped Steel Girder Bridge (SAM-9)
cs: Ocelový nosníkový most ve tvaru V (SAM-9)

source: V-Shaped Steel Girder Bridge (SAM-10)
cs: Ocelový nosníkový most ve tvaru V (SAM-10)

source: V-Shaped Steel Girder Bridge (SAM-11)
cs: Ocelový nosníkový most ve tvaru V (SAM-11)

source: Plain RHW-4
cs: Obyčejný RHW-4

source: Small Steel Arch RHW-4
cs: Malý ocelový oblouk RHW-4

source: Plain RHW-2
cs: Obyčejný RHW-2

source: GLR Bridge
cs: Most GLR

source: Plain OneWayRoad Bridge
cs: Obyčejný OneWayRoad Bridge

source: Millau Viaduct
cs: Viadukt Millau

source: Raised Avenue Bridge
cs: Zvýšený most Avenue

source: RD4 Iron Girder Bridge
cs: Železný trámový most RD4

source: RD6 Iron Girder Bridge
cs: Železný trámový most RD6

source: Pont Alexandre III is an arch bridge that spans the Seine, connecting the Champs-Élysées quarter and the Invalides and Eiffel Tower quarter, widely regarded as the most ornate, extravagant bridge in Paris. The bridge, with its exuberant Art Nouveau lamps, cherubs, nymphs and winged horses at either end, was built between 1896 and 1900. It is named after Tsar Alexander III, who had concluded the Franco-Russian Alliance in 1892. His son Nicholas II laid the foundation stone in October 1896. The style of the bridge reflects that of the Grand Palais, to which it leads on the right bank.
cs: Pont Alexandre III je obloukový most, který se klene přes Seinu a spojuje čtvrť Champs-Élysées a čtvrť Invalidovna a Eiffelovu věž, obecně považovaný za nejzdobnější, extravagantní most v Paříži. Most s bujnými secesními lampami, cherubíny, nymfami a okřídlenými koňmi na obou koncích byl postaven v letech 1896 až 1900. Je pojmenován po caru Alexandru III., který v roce 1892 uzavřel francouzsko-ruskou alianci. Jeho syn Nicholas II. položil základní kámen v říjnu 1896. Styl mostu odpovídá stylu Grand Palais, ke kterému vede na pravém břehu.

source: AVE-4 L0/0m Viaduct
cs: AVE-4 L0/0m Viadukt

source: AVE-4 L1/7.5m Viaduct
cs: AVE-4 L1/7,5m Viadukt

source: AVE-4 L2/15M Viaduct
cs: Viadukt AVE-4 L2/15M

source: Brown Steel Girder (AVE)
cs: Hnědý ocelový nosník (AVE)

source: Blue Steel Girder (AVE)
cs: Modrý ocelový nosník (AVE)

source: Brown Steel Girder (RD-4)
cs: Hnědý ocelový nosník (RD-4)

source: Red Steel Girder (RD-4)
cs: Červený ocelový nosník (RD-4)

source: Blue Steel Girder (RD-4)
cs: Modrý ocelový nosník (RD-4)

source: Brown Steel Girder (RD-6)
cs: Hnědý ocelový nosník (RD-6)

source: Red Steel Girder (RD-6)
cs: Červený ocelový nosník (RD-6)

source: Blue Steel Girder (RD-6)
cs: Modrý ocelový nosník (RD-6)

source: Brown Steel Girder (OWR-5)
cs: Hnědý ocelový nosník (OWR-5)

source: Red Steel Girder (OWR-5)
cs: Červený ocelový nosník (OWR-5)

source: Blue Steel Girder (OWR-5)
cs: Modrý ocelový nosník (OWR-5)

source: Brown Steel Girder (OWR-4)
cs: Hnědý ocelový nosník (OWR-4)

source: Red Steel Girder (OWR-4)
cs: Červený ocelový nosník (OWR-4)

source: Blue Steel Girder (OWR-4)
cs: Modrý ocelový nosník (OWR-4)

source: Concrete Elevated Rail Bridge
cs: Betonový zvýšený železniční most

source: Undertruss Elevated Rail Bridge
cs: Podkrovní zvýšený železniční most

source: Cable Stayed Elevated Rail Bridge
cs: Kabel zůstal vyvýšený železniční most

source: Overdeck Truss GLR Bridge
cs: Overdeck Příhradový most GLR

source: Plain GLR Bridge
cs: Obyčejný most GLR

source: JENXPARIS Pont Notre Dame. The Pont Notre-Dame is a bridge that crosses the Seine in Paris, France linking the quai de Gesvres on the Rive Droite with the quai de la Corse on the Île de la Cité. The bridge is noted for being the "most ancient" in Paris, in the sense that, while the oldest bridge in Paris that is in its original state is undoubtedly the Pont Neuf, a bridge in some form has existed at the site of the Pont Notre-Dame since antiquity.
cs: JENXPARIS Pont Notre Dame. Pont Notre-Dame je most, který překračuje Seinu v Paříži ve Francii a spojuje quai de Gesvres na Rive Droite s quai de la Corse na Île de la Cité. Most je známý tím, že je ejstarší v Paříži, v tom smyslu, že zatímco nejstarším mostem v Paříži, který je ve svém původním stavu, je bezpochyby Pont Neuf, na místě Pontu v nějaké podobě existoval most. Notre-Dame od starověku.

source: Level Bridge
cs: Úrovňový most

source: Raised Bridge
cs: Zvednutý most

source: Warren Under Truss Bridge
cs: Warren pod příhradovým mostem

source: Wooden Covered Bridge
cs: Dřevěný krytý most

source: Medium Suspension Bridge
cs: Střední visutý most

source: Small Steel Arch Bridge
cs: Malý ocelový obloukový most

source: Stone Arch Bridge
cs: Kamenný obloukový most

source: Cantilever Truss Bridge
cs: Konzolový příhradový most

source: OWR-2 L0/0m Viaduct
cs: OWR-2 L0/0m Viadukt

source: OWR-2 L1/7.5m Viaduct
cs: OWR-2 L1/7,5m Viadukt

source: OWR-2 L2/15M Viaduct
cs: Viadukt OWR-2 L2/15M

source: V-Shaped Steel Girder Bridge
cs: Ocelový nosníkový most ve tvaru V

source: Small Steel Arch RHW-2 Bridge
cs: Malý ocelový obloukový most RHW-2

source: Plain RHW-2 Bridge
cs: Obyčejný most RHW-2

source: Plain RHW-4 Bridge
cs: Obyčejný most RHW-4

source: Concrete Girder RHW-2 Bridge
cs: Betonový nosník RHW-2 Most

source: Steel Girder RHW-4 Bridge
cs: Ocelový nosník RHW-4 Most

source: Concrete Box Girder RHW-4S Bridge
cs: Betonový nosník RHW-4S Most

source: Concrete Box Girder RHW-6S Bridge
cs: Betonový nosník RHW-6S Most

source: MIS L0/0m Viaduct
cs: MIS L0/0m Viadukt

source: Elevated MIS L2/15M Viaduct
cs: Zvýšený viadukt MIS L2/15M

source: RHW-2 L0/0m Viaduct
cs: RHW-2 L0/0m Viadukt

source: RHW-2 L2/15M Viaduct
cs: Viadukt RHW-2 L2/15M

source: RHW-4S L0/0m Viaduct
cs: RHW-4S L0/0m Viadukt

source: RHW-4S L2/15M Viaduct
cs: Viadukt RHW-4S L2/15M

source: Double Deck RHW Bridge
cs: Dvoupatrový most RHW

source: MIS L1/7.5m Viaduct
cs: MIS L1/7,5m Viadukt

source: RHW-2 L1/7.5m Viaduct
cs: RHW-2 L1/7,5m Viadukt

source: RHW-3 L0/0m Viaduct
cs: RHW-3 L0/0m Viadukt

source: RHW-3 L1/7.5m Viaduct
cs: RHW-3 L1/7,5m Viadukt

source: RHW-3 L2/15M Viaduct
cs: Viadukt RHW-3 L2/15M

source: RHW-4S L1/7.5m Viaduct
cs: RHW-4S L1/7,5m Viadukt

source: RHW-6S L0/0m Viaduct
cs: RHW-6S L0/0m Viadukt

source: RHW-6S L1/7.5m Viaduct
cs: RHW-6S L1/7,5m Viadukt

source: RHW-6S L2/15M Viaduct
cs: Viadukt RHW-6S L2/15M

source: V-Shaped Steel Girder Bridge RHW-2
cs: Ocelový nosníkový most ve tvaru V RHW-2

source: V-Shaped Steel Girder Bridge RHW-4
cs: Ocelový nosníkový most ve tvaru V RHW-4

source: Akashi-Kaikyo Suspension Bridge
cs: Visutý most Akashi-Kaikyo

source: Undertruss RHW-8 Bridge
cs: Podpěrný most RHW-8

source: Large Concrete Arch RHW-10 Bridge
cs: Velký betonový obloukový most RHW-10

source: Cable-Stayed RHW-10 Bridge
cs: Kabelový most RHW-10

source: RHW-4 Large Steel Arch
cs: RHW-4 Velký ocelový oblouk

source: Compact Cable-Stayed RHW-6S Bridge
cs: Kompaktní kabelový most RHW-6S

source: Compact Steel Arch RHW-6S Bridge
cs: Kompaktní ocelový obloukový most RHW-6S

source: Steel Girder RHW-4 Bridge
cs: Ocelový nosník RHW-4 Most

source: Dual RHW-4 Steel Girder Bridge
cs: Dvojitý ocelový nosník RHW-4

source: Compact Regular RHW-6S Bridge
cs: Kompaktní běžný most RHW-6S

source: Compact Concrete Box Girder RHW-6S Bridge
cs: Kompaktní betonový nosník RHW-6S Most

source: RHW-8S L1/7.5m Viaduct
cs: RHW-8S L1/7,5m Viadukt

source: RHW-8S L2/15M Viaduct
cs: Viadukt RHW-8S L2/15M

source: RHW-10S L1/7.5m Viaduct
cs: RHW-10S L1/7,5m Viadukt

source: RHW-10S L2/15M Viaduct
cs: Viadukt RHW-10S L2/15M

source: Red Steel Arch RHW-10S Bridge
cs: Most Red Steel Arch RHW-10S

source: Red Steel Arch RHW-12S Bridge
cs: Most Red Steel Arch RHW-12S

source: RHW-8S L0/0m Viaduct
cs: RHW-8S L0/0m Viadukt

source: RHW-10S L0/0m Viaduct
cs: RHW-10S L0/0m Viadukt

source: RHW-12S L0/0m Viaduct
cs: RHW-12S L0/0m Viadukt

source: RHW-12S L1/7.5m Viaduct
cs: RHW-12S L1/7,5m Viadukt

source: RHW-12S L2/15m Viaduct
cs: RHW-12S L2/15m Viadukt
