Repository: BluelightningSC4/Network-Addon-Mod
Catalog: ltext/*/buttons.po
Languages: cs

source: For building Hybrid Railway straight track sections. Hybrid Railway carries both normal Rail traffic and High Speed Rail (Monorail) traffic.
cs: Pro stavbu přímých kolejových úseků hybridní železnice. Hybridní železnice zajišťuje jak normální železniční provoz, tak provoz vysokorychlostní železnice (jednokolejky).

source: Hybrid Railway (Rail-High Speed Rail) Straight Sections
cs: Hybridní železnice (Rail-High Speed Rail) Přímé úseky

source: For building Hybrid Railway curves. Hybrid Railway carries both normal Rail traffic and High Speed Rail (Monorail) traffic.
cs: Pro stavbu oblouků hybridní železnice. Hybridní železnice zajišťuje jak normální železniční provoz, tak provoz vysokorychlostní železnice (jednokolejky).

source: Hybrid Railway (Rail-High Speed Rail) Curves
cs: Hybridní železnice (Rail-High Speed Rail) Curve

source: For building Hybrid Railway switches. Hybrid Railway carries both normal Rail traffic and High Speed Rail (Monorail) traffic.
cs: Pro stavbu výhybek hybridní železnice.

source: Hybrid Railway (Rail-High Speed Rail) Switches
cs: Výhybky hybridní železnice (Rail-High Speed Rail).

source: For building Hybrid Railway height transitions and elevated sections. Hybrid Railway carries both normal Rail traffic and High Speed Rail (Monorail) traffic. Use ground-level Hybrid Railway segments, and connect to the elevated end of the transitions (or to other already elevated sections) to elevate them.
cs: Hybridní železnice (Rail-High Speed Rail) výškové přechody

source: Button contains Ground Highway Puzzle Pieces
cs: Tlačítko obsahuje dílky pozemní dálnice

source: Ground Highway Puzzle Pieces
cs: Dílky pozemní dálnice

source: Elevated Highway Button contains Single-Sided Perpendicular Ramps for Elevated Highway
cs: Tlačítko obsahuje vlastní výměny

source: Custom Interchanges
cs: Vlastní výměny

source: Network Addon Mod Controller
cs: Síťový doplněk Mod Controller

source: Draggable Pedmalls
cs: Přetahovatelná pedmalls

source: Button contains Starter Pieces to build Draggable Pedmall networks of various styles. Drag the Street tool through the Starter Piece to construct the desired pedmall.
cs: Street Addon Mod (SAM)

source: Multi-Radius Curves (MRCs) for Surface Networks
cs: Multi-Radius Curves (MRC) pro povrchové sítě

source: RealExpressway FLEXRamp Pieces
cs: Kusy RealExpressway FLEXRamp

source: Real Railway Flex Curve Pieces.
cs: Skutečné železniční křivky.

source: Real Railway Flex Curve Pieces.
cs: Skutečné železniční křivky.

source: Real Railway Flex FARR Curve Pieces.
cs: Skutečné železniční Flex FARR zakřivené kusy.

source: Tram-FLUPs - Flexible UnderPasses
cs: Tramvajové FLUPy - Flexibilní podchody

source: For creating flexible tram underpasses (FLUPs) Do not use for underground rail! Use the Home/End key to rotate the overpass, & use the TAB key to cycle through the different types of overpasses When the cursor changes from red to green, click to place First build the surface network, then plop these pieces ontop
cs: Skutečná dálnice

source: To me, pavement is a wonderful thing - the hard smooth surface, the extreme heat on a summers day. If the default highways are not suitable anymore to carry the traffic, you might consider the <a href="#link_id#game.tool_plop_network(network_tool_types.DIRT_ROAD)">RHW</a> as an alternative.
cs: Pro mě je dlažba úžasná věc - tvrdý hladký povrch, extrémní horko v letních dnech. Pokud výchozí dálnice již nejsou vhodné pro provoz, můžete zvážit <a href=#link_id#game.tool_plop_network(network_tool_types.DIRT_ROAD)>RHW</a> jako alternativu.
