Repository: BluelightningSC4/Network-Addon-Mod
Catalog: ltext/*/buttons.po
Languages: cs

source: Cost to Build: #m:49cac341# per segment Monthly Cost: #m:8a94eee0#. This tool can be used to create a modular highway network in a variety of widths. By default, it produces a 2-lane network (RHW-2), and with the aid of starter pieces can create highways up to 12 lanes, as well as interchange ramps with the Modular Interchange System (MIS)
cs: S Canal Addon Mod můžete stavět funkční kanály

source: For building FLEX Turn Lanes (FTLs) Button contains FLEX Turn Lane starters and FLEX intersections for various road networks Drag the listed network through the FLEX/Starter Piece to construct the turn lane.
cs: FLEX odbočovací pruhy (FTL)

source: For building QuickTurn Intersections Button contains QuickTurn setups, which are FLEX intersections with turn lanes
cs: QuickTurn (předem vytvořené nastavení FLEX odbočovacích pruhů)

source: For building old Turning Lane Extension Pieces (TuLEPs) Button contains Turn Lane and Slip Lane Puzzle Pieces for various networks and configurations
cs: TuLEPs (Otočné kusy prodlužovacího pruhu) (STARÉ)

source: For building Network Widening Mod (NWM) Triple-Tile Network Turn Lane Pieces Button contains Turn Lane puzzle pieces for 7-lane Turning Lane Avenue (TLA-7) and 6-lane Avenue (AVE-6) networks
cs: Mod pro rozšíření sítě (NWM) Triple-Tile Network Turn Lane Extension Pieces (TuLEP)

source: For building (semi-)prefab interchanges. Button contains components for both Ground Highway and Elevated Highway.
cs: Jednokolejná kolejnice (STR)

source: For building RealHighway Starter Pieces Button contains Starter Pieces to build RHW networks of varying widths and heights, up to 12 lanes (RHW-12S) and for certain networks, up to 30 meters high (L4) Drag the RealHighway (RHW-2) network tool through the Starter Piece to construct the desired override network.
cs: Startovací kusy RealHighway (RHW).

source: Use this tile to erase 1x1 sections of networks from FLEX Pieces, Starters, Crossings, or other sections of draggable network without affecting nearby tiles, including other Starters, FLEX Pieces, or Crossings Removes: Starters, FLEX Pieces, crossings/intersections, base draggable networks Required for: RHW Draggable Inside Ramps Place down Eraser onto desired tile and redraw anything if needed
cs: Síťová guma

source: For building RealHighway Filler Pieces Button contains Filler Pieces to build RHW networks in smaller chunks, in unstable situations
cs: Výplňové kusy RealHighway

source: For building RealHighway Neighbor Connector Puzzle Pieces - DEPRECATED Button contains Puzzle Pieces to build Neighbor Connections for RHW Networks These items are DEPRECATED, and the use of the FLEX Neighbor Connections is recommended instead.
cs: Staré dílky skládačky RealHighway Neighbor Connector – UKONČENO

source: For building RealHighway FLEX Neighbor Connectors (FLEX-NCs) Button contains items to build Neighbor Connections for RHW Networks NOTE: ALL REALHIGHWAY NEIGHBOR CONNECTIONS (EXCEPT RHW-2) ARE REQUIRED TO USE NEIGHBOR CONNECTOR PIECES TO ENSURE PROPERLY FUNCTIONING NEIGHBOR CONNECTIONS--OTHERWISE ONLY FREIGHT TRUCKS WILL USE THE RHW
cs: RealHighway FLEX Sousední konektorové kusy (FLEX-NC)

source: OBSOLETE RealHighway Ramp Interfaces (Static Puzzle-Based)
cs: ZASTARALÉ rozhraní RealHighway Ramp (založené na statickém puzzle)

source: For building RHW Type B Ramp Interfaces (Diagonal Branch, new lane) Button contains Type B Ramp Interface Pieces for building interchanges with the RHW
cs: Rozhraní rampy RealHighway typu B

source: For building RHW Type E Ramp Interfaces (Diagonal Branch, exit-only lane) Button contains Type E Ramp Interface Pieces for building interchanges with the RHW
cs: Rozhraní rampy RealHighway typu E

source: For building RHW Type D Ramp Interfaces (Parallel Branch, exit-only lane) Button contains Type D Ramp Interface Pieces for building interchanges with the RHW
cs: Rozhraní rampy RealHighway typu D

source: For building RealHighway Ramp Interfaces not yet covered by the FLEXRamp and Draggable Ramp Interface systems, as well as pieces for constructing intersections for Volleyball Intersections. Deprecated puzzle piece ramps follow Volleyball pieces - use of the FLEXRamps or Draggable Ramp Interfaces (DRIs) is recommended instead of using the deprecated puzzle pieces.
cs: Specializovaná a zastaralá rozhraní RealHighway Ramp Interface a volejbalové přejezdy (založené na statickém puzzle)

source: For building RealHighway FLEXRamps Button contains FLEX pieces for different overrideable ramp interfaces. Drag appropriate networks through to convert base ramp to match.
cs: RealHighway FLEXRamps

source: For building RealHighway Wide Curve Pieces Button contains pieces to build Wide Curves for the RHW networks
cs: RealHighway Wide-Radius a Multi-Radius (hladké) křivky

source: For building RealHighway Width Transition Pieces (Static Puzzle Pieces) - DEPRECATED Button contains pieces to transition between RHW networks of different widths. These items are DEPRECATED and use of the FLEX Width Transitions (FLEX-WT) is recommended instead.
cs: Staré dílky skládačky RealHighway Width Transition - ZAŽÁDNÁ PODPORA

source: For building RealHighway Static Height Transition Pieces - DEPRECATED Button contains pieces to transition between RHW networks of different heights (Height Transitions and OnSlope Transitions); Also contains DDRHW Transitions All functionality here has been duplicated with the FLEX Height Transitions, and as such, this button is DEPRECATED.
cs: Staré dílky skládačky RealHighway Height Transition – ZAŽITÁ PODPORA

source: For building RealHighway FLEX Height Transition Pieces Button contains pieces to transition between RHW networks of different heights. Pieces begin as RHW-2 transitions, and dragging another RHW network into them will convert them to fit.
cs: RealHighway FLEX výškové přechody (FLEX-HT)

source: For building RealHighway FLEX Width Transition Pieces Button contains pieces to transition between RHW networks of different widths. Dragging another RHW network into them will convert them to fit.
cs: RealHighway FLEX Width Transitions (FLEX-WT)

source: For building transitions between different networks and heights. Button contains components for both Ground Highway and Elevated Highway.
cs: Kosmetické dílky RealHighway (pro sítě s 1 dlaždicemi)

source: For building RealHighway Cosmetic Transition Pieces Button contains cosmetic transition pieces for different RHW networks NOTE: These pieces should NOT be confused with TuLEPs.
cs: RealHighway Cosmetic Piece Transitions

source: For building RealHighway Cosmetic Pieces for 2-Tile Networks Button contains cosmetic pieces for different 2-tile RHW networks: RHW-8S and RHW-10S. Also contains pieces for RHW-6S. NOTE: These pieces should NOT be confused with TuLEPs.
cs: Kosmetické dílky RealHighway (pro sítě se 2 dlaždicemi)

source: For building RealHighway Cosmetic Pieces for 3-Tile Networks Button contains cosmetic pieces for different RHW 3-tile networks: RHW-6C and RHW-8C NOTE: These pieces should NOT be confused with TuLEPs.
cs: Kosmetické dílky RealHighway (pro sítě se 3 dlaždicemi)

source: For building DEPRECATED ERHW-over-RHW Diagonal Overpasses Button contains pieces to build diagonal overpasses with Elevated RHWs over other RHWs that aren't possible through draggable means. <DEPRECATED>
cs: Skládačky ERHW-over-RHW Diagonální nadjezd<DEPRECATED>

source: Contains RHW, Road, and One-Way Road Entrance/Exit Portals for draggable Subway-based FLEX Underpasses (FLUPs), URoad starters, and FLEX overcrossings for various networks Build portals first, override with appropriate supported RHW network (as desired), place the URoad Starter Pieces, and drag Subway-based roadway through the starter and connect the tunnels. Place overcrossing pieces on top of underground roadways whenever a surface network crosses over, to allow traffic to pass underground.
cs: Flexibilní podjezdy RHW (FLUP), přetahovatelné podzemní cesty (URaads) a přejezdy

source: For building RealHighway QuickChanges Button contains flexible RHW interchange segments. Drag appropriate networks through to convert base ramp to match, and combine to easily create a full interchange.
cs: Rychlé změny RealHighway

source: For building RealHighway FLEX Turn Lanes (FTLs) Button contains starter/transition FLEX pieces for different RHW turn lane setups
cs: RealHighway FLEX odbočovací pruhy (FTL)

source: For building Legacy/Deprecated FLEXFly Flyover and Flyunder Systems Button contains pieces to build FLEXFly Pieces
cs: RealHighway FLEXFly (STARŠÍ/UKONČILÉ)

source: For building FLEX/Helper Pieces for constructing RHW 3-Level Crossings Button contains pieces to build 3-Level Crossings
cs: RealHighway 3-Level Crossings

source: For building FLEXFly Flyover and Flyunder Systems Button contains pieces to build FLEXFly Pieces
cs: RealHighway FLEXFly

source: For building Fractionally Angled RealHighway Intersections and Transitions Button contains pieces to build FARHW intersection pieces for interfacing FARHWs with surface networks and FARHW transitions for transitioning between different FARHW widths NOTE: Most intersections require the use of TuLEPs.
cs: Křižovatky a přechody RealHighway s částečným úhlem

source: For building Fractionally Angled RealHighway pieces Button contains straight pieces and curves to pieces to build Fractionally Angled RealHighway (FARHWs)
cs: Částečně úhlová RealHighway

source: For building Fractionally Angled RealHighway Ramp Interfaces Button contains pieces to build different FARHW Ramp Interfaces: The C1, F1, C2, F2, and C3 Ramp Interfaces
cs: Rozhraní rampy RealHighway s částečným úhlem

source: For building RHW Type C Ramp Interfaces (Fractional Angle Branch, new lane) Button contains Type C Ramp Interface Pieces for building interchanges with the RHW
cs: Rozhraní rampy RealHighway typu C

source: For building RHW Type F Ramp Interfaces (Fractional Angle Branch, exit only lane) Button contains Type F Ramp Interface Pieces for building interchanges with the RHW
cs: Rozhraní rampy RealHighway typu F

source: For building Pedestrian Mall Tiles Button contains several different Pieces for building Pedestrian Mall Tiles & Pedestrian Footbridges. NOTE: Ped Mall Tiles should not be used directly in front of Residential Zones where their zoning arrow is.
cs: Dlaždice pro pěší

source: A collection of pedestrian crossing FLEX pieces. Use them on their own at crossing locations, or as part of pedmall corridors.
cs: Kolekce kusů přechodů pro chodce FLEX. Použijte je samostatně na místech křížení nebo jako součást chodeb pro šlapadla.

source: Pedestrian Revolution Mod (PRM) FLEX Crossings
cs: Přechody FLEX pro chodce Revolution Mod (PRM).

source: For building Diagonal Streets on sloped terrain or intersections Button contains several different Puzzle and Helper Pieces for Street
cs: Diagonální pouliční pomocné kusy

source: For utilizing the Street Addon Mod (SAM) Button contains Starter Pieces for Street Addon Mod (SAM)
cs: Street Addon Mod (SAM)

source: Plop one of these pieces on a flat area. It will raise or lower the terrain, and then destroy itself, providing a level area for a raised network of your choice. This is fully compatible with all slope mods.
cs: Položte jeden z těchto kusů na rovnou plochu. Zvedne nebo sníží terén a poté se zničí a poskytne rovnou plochu pro vyvýšenou síť dle vašeho výběru. To je plně kompatibilní se všemi svahovými mody.

source: Hole Digger and Raiser Lots
cs: Vykopávače děr a zvedáků

source: For building Avenue Roundabouts, Avenue Y-Stacks and other Avenue Intersections Button contains several different Puzzle Pieces for Avenues
cs: Křižovatky Avenue

source: For creating Road overpasses Button contains several different overpasses for Road
cs: Silniční nadjezdy

source: For building Elevated Road Viaducts 7.5 meters tall Button contains several different Puzzle Pieces for Road
cs: 7,5 m zvýšené silniční viadukty

source: For building Elevated Road Viaducts 15 meters tall Button contains several different Puzzle Pieces for Road
cs: 15m zvýšené silniční viadukty

source: For building Wide-Radius Curves Button contains several different Puzzle Pieces for Road, One-Way Road, or Avenue
cs: Široký poloměr křivek (pro silnici, jednosměrnou silnici, třídu a ulici) (Puzzle Pieces)

source: For building Fractionally Angled Networks Button contains several different Puzzle Pieces for Road, One-Way Road, and Avenue
cs: Sítě s dílčím úhlem (pro silnici, jednosměrnou silnici a třídu)

source: Use the [Tab] key to move downward through the puzzle pieces and the [Shift] + [Tab] keys to move upward Once a puzzle piece is selected, use the [Home] and [End] keys to cycle through the various puzzle piece orientations
cs: Skládačky na venkovské silnici

source: For building Road Puzzle Pieces that interface with the RHW (DEPRECATED) Button contains pieces to interface between the NAM Elevated Road Puzzle Pieces and RHW networks, including overpasses and intersections
cs: Silniční/pravostranný nadjezd a dílky skládačky rozhraní (zastaralé)

source: For building Multi-Radius Curve (MRC) FLEX Pieces for Surface Networks, including Road, One-Way Road, Avenue, and Network Widening Mod (NWM) networks. Button contains several different FLEX Pieces for various networks
cs: Multi-Radius Curve (MRC) FLEX kusy pro povrchové sítě

source: For creating semi-flexible underpasses for Road, One-Way Road, Avenue, Street, T-RAM, and Pedmalls DO NOT USE FOR UNDERGROUND RAIL Button contains several different Puzzle Pieces for various networks NOTE: First build the surface network, then plop these pieces on top The new Subway-based FLUPs system can be found under the Highways menu.
cs: Flexibilní podchody (FLUPs)

source: For building Network Widening Mod (NWM) Starter Pieces Button contains Starter Pieces for the 3, 5 and 7-lane Turning Lane Avenues (TLA-3,5,7), 2 and 6-lane Avenues (AVE-2,6), 3-lane Asymmetrical Road (ARD-3), 4 and 6-lane Roads RD-4,6) and 1, 3, 4 and 5-lane One-Way Roads (OWR-1,3,4,5)
cs: Startovací moduly Network Widening Mod (NWM).

source: For building Network Widening Mod (NWM) Curve Pieces Button contains Wide-Radius Curve Pieces for the single-tile NWM networks
cs: Kusy křivky Mod Widening Mod (NWM).

source: For building Network Widening Mod (NWM) Transition Puzzle Pieces Button contains Puzzle Pieces to connect NWM networks with each other, and default networks. Note that most transitions involving single and dual-tile networks can be built using draggable means instead (such as direct connections or using the stub-to-stub method)
cs: Přechodové díly Mod pro rozšíření sítě (NWM).

source: For building Network Widening Mod (NWM) Neighbor Connector Pieces Button contains Neighbor Connector Pieces for the TLA-5, RD-4 and RD-6
cs: Sousední konektor pro rozšíření sítě Mod (NWM).

source: For building FLEX Single Tile Roundabouts Button contains FLEX Single Tile Roundabouts intersections for various road networks
cs: Jednodílné kruhové objezdy

source: For building Alternate Style Road Viaducts and Street Viaducts Only designed for short crossings over orthogonal networks. No diagonal support. Button contains OnSlope Transitions to start Alternate Style Road and Street Viaducts
cs: Silniční viadukt Alternativní styly

source: For building Draggable Elevated Road Viaducts Button contains several different Starter and FLEX Pieces for Draggable Elevated Road Viaducts
cs: Tažné vyvýšené silniční viadukty

source: For building FLEX Road, One-Way Road, and Avenue Overpasses of varying lengths. Button contains several different FLEX Overpasses for the Road, One-Way Road, and Avenue networks. Drag networks under (or over) the mid-section of the overpass to build the crossing. Most networks and FLEX-based dual-networks are supported.
cs: FLEX nadjezdy

source: For creating One-Way Road overpasses Button contains several different overpasses for One-Way Road
cs: Jednosměrné silniční nadjezdy

source: For building One-Way Road Viaducts 15 meters tall Button contains several different Puzzle Pieces for One-Way Road
cs: 15m vyvýšené jednosměrné silniční viadukty

source: For building One-Way Road Puzzle Pieces that interface with the RHW (DEPRECATED) Button contains pieces to interface between the NAM Elevated One-Way Road Puzzle Pieces and RHW networks, including overpasses and intersections
cs: Jednosměrné silniční/pravostranné nadjezdy a dílky skládačky rozhraní (zastaralé)

source: For use of the curved pieces for the Real Expressway Network. Use the Home/End key to rotate the FLEX Piece & use TAB/Shift-TAB (Ctrl-TAB/Ctrl-Shift-TAB on macOS) to cycle through the different types of REW Straights and Curves.
cs: Pro použití zakřivených kusů pro síť Real Expressway Network. Pomocí klávesy Home/End otočte FLEX Piece a pomocí TAB/Shift-TAB (Ctrl-TAB/Ctrl-Shift-TAB na macOS) procházejte různými typy rovných a křivek REW.

source: Real Expressway FLEX Piece network tool and Curves.
cs: Real Expressway FLEX Piece network tool a Curves.

source: For building RealExpressway One-Way Road FLEXRamps Button contains FLEX pieces for different overrideable ramp interfaces. Drag appropriate networks through to convert base ramp to match.
cs: RealExpressway (REW) Jednosměrné silniční FLEXRampy

source: For creating Avenue overpasses Button contains several different overpasses for Avenue
cs: Nadjezdy Avenue

source: For building Elevated Avenue Viaducts 7.5 meters tall Button contains several different Puzzle Pieces for Avenue
cs: 7,5 m zvýšené Avenue viadukty

source: For building Elevated Avenue Viaducts 15 meters tall Button contains several different Puzzle Pieces for Avenue
cs: 15m vyvýšené avenue viadukty

source: For building Avenue Puzzle Pieces that interface with the RHW (DEPRECATED) Button contains pieces to interface between the NAM Elevated Avenue Puzzle Pieces and RHW networks, including overpasses and intersections
cs: Skládačky Avenue/RHW Overpass a Interface (ZASTARALÉ)

source: For building FLEX Pieces in which Surface Networks (i.e. Avenues, NWM networks, etc.) intersect or cross with RHW networks Button contains FLEX pieces to interface between the Surface Networks and RHW networks FlexSPUI and Flex Diverging Diamond (FlexDDI) pieces are found under this button
cs: Specializované RHW x Surface Intersections

source: For building Rail Puzzle Pieces. Button contains several different Puzzle Pieces for Rail.
cs: Dílky skládačky kolejnice

source: Button contains FLEX pieces to elevated the Rail network to viaduct level (using the RealRailway (RRW) standard)
cs: Tlačítko obsahuje kusy FLEX pro zvýšení železniční sítě na úroveň viaduktu (pomocí standardu RealRailway (RRW))

source: Draggable Elevated Railways (ERRW)
cs: Tažné vyvýšené dráhy (ERRW)

source: Use the [Tab] key to move downward through the puzzle pieces and the [Shift] + [Tab] keys to move upward Once a puzzle piece is selected, use the [Home] and [End] keys to cycle through the various puzzle piece orientations
cs: Dílky skládačky se širokým poloměrem železniční křivky a dvoukolejných kolejových spínačů

source: Use the [Tab] key to move downward through the puzzle pieces and the [Shift] + [Tab] keys to move upward Once a puzzle piece is selected, use the [Home] and [End] keys to cycle through the various puzzle piece orientations
cs: Skládačky frakční úhlové železnice (FARR).

source: For building Rail Puzzle Pieces that interface with the RHW Button contains pieces to interface between the NAM Elevated Rail Viaduct Puzzle Pieces and RHW networks, including overpasses and intersections
cs: Dílky skládačky železničního viaduktu/RHW nadjezdu a rozhraní

source: Use the [Tab] key to move downward through the puzzle pieces and the [Shift] + [Tab] keys to move upward Once a puzzle piece is selected, use the [Home] and [End] keys to cycle through the various puzzle piece orientations
cs: Dílky skládačky se širokým poloměrem železniční křivky a dvoukolejných kolejových spínačů

source: For building Rail Tunnel under Roads Dual/Double-Decker Pieces. Button contains several different Pieces for Dual/Double-Decker Networking.
cs: Všechny kusy v této sekci jsou FLEX a odpovídají standardům flextrack!

source: RealRailway FLEX Curve Pieces.
cs: Kusy křivek RealRailway FLEX.

source: All pieces in this section are FLEX and conform to flextrack standards!
cs: Všechny kusy v této sekci jsou FLEX a odpovídají standardům flextrack!

source: RealRailway FLEX Turnout Pieces.
cs: Výhybkové kusy RealRailway FLEX.

source: All pieces in this section are FLEX and conform to flextrack and FARR standards!
cs: Všechny kusy v této sekci jsou FLEX a odpovídají standardům flextrack a FARR!

source: RealRailway FLEX Fractional Angled (FA) Pieces.
cs: RealRailway FLEX zlomkové úhlové (FA) kusy.

source: For building ElevatedRail Dual/Double-Decker Pieces. Button contains several different Pieces for Dual/Double-Decker Networking.
cs: Dvoupatrové/dvoupatrové síťové díly ElevatedRail

source: These puzzle pieces are to allow you to cross NWM networks with ElRail over Road.
cs: Tyto dílky puzzle vám umožní procházet sítěmi NWM s ElRail přes silnici.

source: ElRail over Road NWM Intersections
cs: ElRail přes silniční NWM křižovatky

source: For building ElevatedRail over Avenue/RD-4 Pieces. The construction lot vanishes automatically. Use the Road Tool to connect the network and to build intersections.
cs: Zvýšená kolejnice přes Avenue/Road-4 dílky puzzle

source: Puzzle Pieces to build a ground level extension of the Elevated Rail network for Light Rail/Trams.
cs: Skládačky k vybudování přízemního rozšíření sítě Elevated Rail pro lehkou železnici/tramvaje.

source: Ground Light Rail (Tram)
cs: Pozemní tramvaj (tramvaj)

source: Starter Pieces to build a ground level extension of the Elevated Rail network for Light Rail/Trams. Connect the Elevated Rail network with the Starter Piece. The Elevated Rail will turn into a Ground Light Rail track.
cs: Tažná pozemní lehká kolejnice (tramvaj)

source: For building Tram-Avenue (= GroundLightRail / Avenue) - Dual Network Pieces.
cs: Pro stavbu Tram-Avenue (= GroundLightRail / Avenue) - Dual Network Pieces.

source: For building Elevated Rail overpasses over Sunken Highways, Elevated Networks and Viaducts. These puzzle pieces are designed so that you may plop them first or you may plop them on existing networks.
cs: Skládačky s vysokými kolejnicemi

source: For utilizing the Tram-in-Road Button contains Tram-in-Road Puzzle Pieces
cs: Tramvaj na silnici

source: For utilizing the Tram Puzzle Pieces
cs: Pro použití dílků Tramvaje

source: Tram-on-Road & texture variations
cs: Tramvaj na silnici a variace textur

source: For utilizing the Tram Puzzle Pieces
cs: Pro použití dílků Tramvaje

source: Tram-on-Street
cs: Tramvaj na ulici

source: For building additional styles of Draggable Ground Light Rail with customizable base textures Button contains starters for two additional Ground Light Rail styles, plus filler pieces.
cs: Přetahovatelná pozemní lehká kolejnice (tramvaj) – další styly

source: For utilizing the High Speed Rail Project (HSRP) Button contains Starter, Filler and Overpass Puzzle Pieces for High Speed Rail (HSR)
cs: Vysokorychlostní železnice (HSR)

source: For utilizing the High Speed Rail Project (HSRP) Button contains Starter, Filler and Overpass Puzzle Pieces for Ground High Speed Rail (GHSR) GHSR is a ground level extension of High Speed Rail (HSR)
cs: Pozemní vysokorychlostní železnice (GHSR)

source: Monorail Wide Radius Curve Puzzle Pieces
cs: Skládačky s jednokolejkou se širokým poloměrem

source: For building Monorail Wide Radius Curves. This button contains several different curve Puzzle Pieces for Monorail.
cs: Dílky skládačky vysoké jednokolejky
