Repository: BluelightningSC4/Network-Addon-Mod
Catalog: ltext/*/puzzlepieces-other.po
Languages: cs, it

source: RHW Flexible Underpass (FLUPs) Portal [FLEX-based] - Supports RHW-2/URoad-2, RHW-3/URoad-3, RHW-4/URoad-4, MIS/URamp, RHW-6S/URoad-6S Use URoad Starters for underground portion
cs: Flexibilní podjezd na ulici (FLUPs) [FLEX-based]
it: Portale RHW Flexible Underpass (FLUPs) [basato su FLEX] - Supporta RHW-2/URoad-2, RHW-3/URoad-3, RHW-4/URoad-4, MIS/URamp, RHW-6S/URoad-6S Utilizzare gli avviatori URoad per la parte interrata

source: Road Flexible Underpass (FLUPs) Portal [FLEX-based] Use URoad-2 Starter for underground portion.
it: Portale dei sottopassi stradali flessibili (FLUP) [basato su FLEX] Utilizzare URoad-2 Starter per la parte interrata.

source: One-Way Road (OWR) Flexible Underpass (FLUPs) Portal [FLEX-based] Use URoad-4 Starter for underground portion.
it: Strada a senso unico (OWR) Portale dei sottopassi flessibili (FLUP) [basato su FLEX]. Utilizzare lo starter URoad-4 per la parte interrata.

source: Underground Road-2 (URoad-2) Starter Piece Underground network designed to link with RHW-2 and Road. Constructs underground. Demolition of starter needs to be done underground and then above ground.
it: Strada sotterranea-2 (URoad-2) Pezzo iniziale Rete sotterranea progettata per collegarsi a RHW-2 e Road. Si costruisce in sotterraneo. La demolizione dello starter deve essere effettuata in sotterraneo e poi in superficie.

source: Street-over-Flexible Underpass (FLUPs) [FLEX-based]
it: Sottopasso stradale flessibile (FLUP) [basato sul FLEX]

source: Road-over-Flexible Underpass (FLUPs) [FLEX-based]
cs: Flexibilní podjezd na silnici (FLUPs) [založený na FLEX]
it: Sottopasso flessibile su strada (FLUP) [basato su FLEX]

source: One-Way Road-over-Flexible Underpass (FLUPs) [FLEX-based]
cs: Jednosměrný flexibilní podjezd (FLUPs) [založené na FLEX]
it: Strada a senso unico con sottopasso flessibile (FLUP) [basato su FLEX]

source: Avenue-over-Flexible Underpass (FLUPs) [FLEX-based]
cs: Avenue-over-Flexible Underpass (FLUPs) [založené na FLEX]
it: Sottopasso viale-sovrappasso flessibile (FLUP) [basato su FLEX].

source: Maxis Ground Highway-over-Flexible Underpass (FLUPs) [FLEX-based]
cs: Maxis Ground Highway-over-Flexible Underpass (FLUPs) [založené na FLEX]
it: Autostrada terrestre Maxis - oltre - Sottopassaggio flessibile (FLUPs) [basato su FLEX]

source: Maxis Elevated Highway-over-Flexible Underpass (FLUPs) [FLEX-based]
cs: Maxis Elevated Highway-over-Flexible Underpass (FLUPs) [založené na FLEX]
it: Autostrada sopraelevata Maxis con sottopasso flessibile (FLUP) [basato su FLEX].

source: Rail-over-Flexible Underpass (FLUPs) [FLEX-based]
cs: Flexibilní podjezd (FLUPs) [založené na FLEX]
it: Sottopasso ferroviario-flessibile (FLUP) [basato sul FLEX]

source: Elevated Light Rail-over-Flexible Underpass (FLUPs) [FLEX-based]
cs: Vyvýšený lehký železniční podjezd (FLUPs) [založený na FLEX]
it: Metropolitana leggera sopraelevata con sottopasso flessibile (FLUP) [basato su FLEX].

source: Monorail-over-Flexible Underpass (FLUPs) [FLEX-based]
cs: Flexibilní podjezd jednokolejky (FLUPs) [založené na FLEX]
it: Sottopasso flessibile con monorotaia (FLUP) [basato sul FLEX]

source: RHW-over-Flexible Underpass (FLUPs) [FLEX-based]
it: RHW su sottopasso flessibile (FLUPs) [basato su FLEX]

source: Underground Road-3 (URoad-3) Starter Piece Underground network designed to link with RHW-3. Constructs underground. Demolition of starter needs to be done underground and then above ground.
cs: STR tunel
it: Strada sotterranea-3 (URoad-3) pezzo iniziale Rete sotterranea progettata per il collegamento con RHW-3. Si costruisce in sotterraneo. La demolizione dello starter deve essere effettuata in sotterraneo e poi in superficie.

source: Underground Ramp (URamp) Starter Piece Underground network designed to link with MIS Ramp. Constructs underground. Demolition of starter needs to be done underground and then above ground.
it: Rampa sotterranea (URamp) Pezzo iniziale Rete sotterranea progettata per collegarsi alla Rampa MIS. Si costruisce in sotterraneo. La demolizione dello starter deve essere effettuata in sotterraneo e poi in superficie.

source: Underground Road-4 (URoad-4) Starter Piece Underground network designed to link with RHW-4, One-Way Road, and Avenue. Constructs underground. Demolition of starter needs to be done underground and then above ground.
it: Strada sotterranea-4 (URoad-4) Pezzo iniziale Rete sotterranea progettata per collegarsi a RHW-4, Strada a senso unico e Viale. Si costruisce in sotterraneo. La demolizione dello starter deve essere effettuata in sotterraneo e poi in superficie.

source: Underground Road-6S (URoad-6S) Starter Piece Underground network designed to link with RHW-6S. Constructs underground. Demolition of starter needs to be done underground and then above ground.
it: Strada sotterranea-6S (URoad-6S) Pezzo iniziale Rete sotterranea progettata per il collegamento con RHW-6S. Si costruisce sottoterra. La demolizione dello starter deve essere effettuata sottoterra e poi in superficie.

source: Road x Road FLEXible Roundabout
cs: Silnice x Silnice FLEXIBILNÍ kruhový objezd
it: Strada x Strada Rotatoria flessibile

source: Road x Street FLEXible Roundabout
cs: Pružný kruhový objezd Silnice x Ulice
it: Strada x Via Rotatoria flessibile

source: Fractionally Angled Road (FAR-3 - 18.4°/71.6°) - FLEX Piece
cs: Částečně lomená silnice (FAR-3 - 18,4°/71,6°) - FLEX kus
it: Strada ad angolo frazionato (FAR-3 - 18,4°/71,6°) - Pezzo FLEX

source: Multi Radius Curve (R2) Flex Curve 45 Degrees for Road This Flex Piece can be overidden to Network Widening Mod (NWM) Single tile pieces
cs: Flex Multi Radius Curve (R3) pro silnici.
it: Curva a raggio multiplo (R2) Curva flessibile a 45 gradi per strada Questo pezzo flessibile può essere sovrascritto al modulo di allargamento della rete (NWM) Pezzi di piastrelle singole

source: Flex Multi Radius Curve (R3) for Road.
it: Curva Flex Multi Raggio (R3) per strada

source: Flex Multi Radius Curve (R4) for Road.
cs: Flex Multi Radius Curve (R4) pro silnici.
it: Curva Flex Multi Raggio (R4) per strada

source: Flex Multi Radius Curve (R5) for Road.
cs: Flex Multi Radius Curve (R5) pro silnici.
it: Curva Flex Multi Raggio (R5) per strada

source: Fractionally Angled Road (FAR-2 - 26.6°/63.4°) - FLEX Piece
cs: Silnice s částečným úhlem (FAR-2 - 26,6°/63,4°) - FLEX kus
it: Strada ad angolo frazionato (FAR-2 - 26,6°/63,4°) - Pezzo FLEX

source: Avenue Base Network FLEX Turn Lanes (Type 020) (Avenue-based)
cs: Avenue Base Network FLEX Turn Lanes (typ 020) (založené na Avenue)
it: Rete di base viale Corsie di svolta FLEX (Tipo 020) (basate su viale)

source: Highway over Avenue Roundabout
cs: Dálnice přes kruhový objezd Avenue
it: Autostrada su rotatoria Avenue

source: Diagonal Street Puzzle Piece (Switch right)
cs: Skládačka Diagonal Street (Přepnout doprava)
it: Pezzo di puzzle della via diagonale (interruttore a destra)

source: Diagonal Street Puzzle Piece (Switch left)
cs: Skládačka Diagonal Street (přepnout doleva)
it: Pezzo di puzzle della via diagonale (interruttore a sinistra)

source: Diagonal Street Puzzle Piece
cs: Diagonální pouliční dílek skládačky
it: Pezzo di puzzle di via Diagonale

source: El-Rail over Avenue
cs: El-Rail přes Avenue
it: Ferrovia Sopraelevata su Viale

source: El-Rail over Road-4
cs: El-Rail přes silnici-4
it: Ferrovia Sopraelevata su Strada-4

source: El-Rail over Avenue (no support)
cs: El-Rail přes Avenue (bez podpory)
it: Ferrovia Sopraelevata su Viale (senza supporto)

source: El-Rail over Road-4 (no support)
cs: El-Rail over Road-4 (bez podpory)
it: Ferrovia Sopraelevata sulla Strada-4 (nessun supporto)

source: El-Rail over Road connector piece
cs: Konektor El-Rail over Road
it: Pezzo di raccordo Ferrovia Sopraelevata sulla Strada

source: El-Rail over Road connector piece (no support)
cs: Konektor El-Rail over Road (bez podpory)
it: Pezzo di raccordo Ferrovia Sopraelevata sulla Strada (senza supporto)

source: Ground Light Rail Straight Puzzle Piece
cs: Pozemní lehká kolejnice rovná skládačka
it: Pezzo di puzzle rettilineo della metropolitana leggera di terra

source: Ground Light Rail Straight Puzzle Piece
cs: Pozemní lehká kolejnice rovná skládačka
it: Pezzo di puzzle rettilineo della metropolitana leggera di terra

source: Ground Light Rail Diagonal Puzzle Piece
cs: Pozemní světelná kolejnice diagonální díl puzzle
it: Pezzo di puzzle diagonale della metropolitana leggera terrestre

source: Ground Light Rail Straight Puzzle Piece
cs: Pozemní lehká kolejnice rovná skládačka
it: Pezzo di puzzle rettilineo della metropolitana leggera di terra

source: Ground Light Rail Straight Puzzle Piece
cs: Pozemní lehká kolejnice rovná skládačka
it: Pezzo di puzzle rettilineo della metropolitana leggera di terra

source: Ground Light Rail Diagonal Puzzle Piece
cs: Pozemní světelná kolejnice diagonální díl puzzle
it: Pezzo di puzzle diagonale della metropolitana leggera terrestre

source: One-Way Road Base Network FLEX Turn Lanes (Type 020) (One-Way Road-based)
cs: Jednosměrná silniční základní síť FLEX odbočovací pruhy (typ 020) (založené na jednosměrné silnici)
it: Rete stradale a senso unico di base Corsie di svolta FLEX (Tipo 020) (basate su strada a senso unico)

source: One-Way Road x One-Way Road Signalized +-Intersection
cs: Jednosměrná silnice x Signalizovaná jednosměrná silnice +-křižovatka
it: Strada a senso unico x Strada a senso unico segnalata + intersezione

source: One-Way Road x Road Signalized +-Intersection
cs: Jednosměrná silnice x Silniční signalizovaná +-Křižovatka
it: Strada a senso unico x Strada segnalata +Intersezione

source: One-Way Road x One-Way Road Signalized T-Intersection
cs: Jednosměrná silnice x Jednosměrná silniční signalizovaná křižovatka tvaru T
it: Strada a senso unico x Strada a senso unico con intersezione a T segnalata

source: One-Way Road (End) x Road (Thru) Signalized T-Intersection
cs: Jednosměrná silnice (konec) x silnice (průjezd) Signalizovaná křižovatka tvaru T
it: Strada a senso unico (fine) x Strada (di passaggio) Intersezione a T segnalata

source: One-Way Road (Thru) x Road (End) Signalized T-Intersection
cs: Jednosměrná silnice (Thru) x Silnice (Konec) Signalizovaná křižovatka tvaru T
it: Strada a senso unico (transito) x Strada (fine) Intersezione a T segnalata

source: One-Way Road x Avenue Signalized +-Intersection (rotate for Dual Road/NWM Support)
cs: Jednosměrná silnice x Avenue signalizovaná + křižovatka (otočte pro podporu Dual Road/NWM)
it: Strada a senso unico x viale segnalato + intersezione (ruotare per il supporto della doppia strada/marciapiede)

source: One-Way Road x Dual-Tile Road-based NWM Signalized +-Intersection (rotate for Avenue Support)
cs: Jednosměrná silnice x NWM signalizovaná + křižovatka na bázi dvou dlaždic (otočte pro podporu Avenue)
it: Strada a senso unico x strada a doppia mattonella NWM segnalata + intersezione (rotazione per supporto viale)

source: One-Way Road x Triple-Tile Road-based NWM (Thru) Signalized +-Intersection
cs: Jednosměrná silnice x trojitá silnice na bázi NWM (Thru) signalizovaná + křižovatka
it: Strada a senso unico x tripla piastrella Strada basata su NWM (Thru) Segnalata +-Intersezione

source: One-Way Road (End) x Avenue (Thru) Signalized Short T-Intersection (rotate for Dual Short-T)
cs: Jednosměrná silnice (Konec) x Avenue (Thru) signalizovaná krátká křižovatka T (otočte pro Dual Short-T)
it: Strada a senso unico (fine) x viale (passaggio) Intersezione a T breve segnalata (rotazione per doppia T breve)

source: One-Way Road (End) x Avenue (Thru) Signalized Dual Short T-Intersection (rotate for Single Short-T)
cs: Jednosměrná silnice (konec) x avenue (přes) signalizovaná dvojitá krátká křižovatka T (otočte pro jednu krátkou T)
it: Strada a senso unico (fine) x viale (passaggio) Intersezione a doppio T corto segnalata (rotazione per T corto singolo)

source: One-Way Road (End) x Avenue (Thru) Signalized Long T-Intersection (rotate for Dual Road/NWM Support)
cs: Jednosměrná silnice (konec) x avenue (průchozí) signalizovaná dlouhá křižovatka T (otočte pro podporu Dual Road/NWM)
it: Strada a senso unico (finale) x viale (di passaggio) Intersezione a T lunga e segnalata (ruotata per il supporto della doppia strada/muro)

source: One-Way Road (End) x Dual-Tile Road-based NWM (Thru) Signalized Long T-Intersection (rotate for Avenue Support)
cs: Jednosměrná silnice (konec) x signalizovaná dlouhá křižovatka ve tvaru T (otočením pro podporu Avenue) založená na dvou dlaždicích NWM (Thru)
it: Strada a senso unico (fine) x strada a doppia mattonella NWM (Thru) Intersezione a T lunga e segnalata (rotazione per supporto viale)

source: One-Way Road (End) x Triple-Tile Road-based NWM (Thru) Signalized T-Intersection
cs: Jednosměrná silnice (konec) x signalizovaná křižovatka ve tvaru písmene T na bázi NWM (Thru) se třemi dlaždicemi
it: Strada a senso unico (fine) x strada a tre piastrelle NWM (Thru) Intersezione a T segnalata

source: One-Way Road (Thru) x Avenue (End) Signalized T-Intersection
cs: Jednosměrná silnice (Thru) x Avenue (End) Signalizovaná křižovatka tvaru T
it: Strada a senso unico (transito) x Viale (fine) Intersezione a T segnalata

source: (3) Tile OWR FLEX Orthogonal Piece.
cs: (3) Dlaždice OWR FLEX Ortogonální kus.
it: (3) Pezzo diagonale OWR FLEX.

source: (5) Tile OWR FLEX Orthogonal Piece.
cs: (4) Diagonální díl dlaždice OWR FLEX.
it: (5) Pezzo diagonale OWR FLEX.

source: (4) Tile OWR FLEX Diagonal Piece.
it: (4) Pezzo diagonale OWR FLEX.

source: (6) Tile OWR FLEX Diagonal Piece.
cs: (6) Diagonální díl dlaždice OWR FLEX.
it: (6)Pezzo diagonale OWR FLEX.

source: Real Expressway Radius (2) piece. Default is One Way Road 2 Overrides to... One way Road-1
cs: Dlaždice Ped Mall - Středová tyč
it: Superstrada Reale Raggio (2) pezzo. L'impostazione predefinita è Strada a senso unico 2 Sovrascrive a... Strada a senso unico 1

source: Real Expressway Radius (3) piece. Default is One Way Road 2 Overrides to... One way Road-1
it: Superstrada Reale Raggio (3) pezzo. L'impostazione predefinita è Strada a senso unico 2 Sovrascrive a... Strada a senso unico 1

source: Real Expressway Radius (4) piece. Default is One Way Road 2
it: Superstrada Reale Raggio (4) pezzo. L'impostazione predefinita è Strada a senso unico 2

source: Real Expressway Radius (5) piece. Default is One Way Road 2
it: Superstrada Reale Raggio (5) pezzo. L'impostazione predefinita è Strada a senso unico 2

source: Please reinstall the NAM Essentials! You need the Right Hand version of the NAM Controller to make this piece functional.
it: Si prega di reinstallare il NAM Essentials! Per far funzionare questo pezzo è necessaria la versione Right Hand del controller NAM.

source: Please reinstall the NAM Essentials! You need the Right Hand version of the NAM Controller to make this piece functional.
it: Si prega di reinstallare il NAM Essentials! Per far funzionare questo pezzo è necessaria la versione Right Hand del controller NAM.

source: Please reinstall the NAM Essentials! You need the Right Hand version of the NAM Controller to make this piece functional.
it: Si prega di reinstallare il NAM Essentials! Per far funzionare questo pezzo è necessaria la versione Right Hand del controller NAM.

source: Please reinstall the NAM Essentials! You need the Right Hand version of the NAM Controller to make this piece functional.
it: Si prega di reinstallare il NAM Essentials! Per far funzionare questo pezzo è necessaria la versione Right Hand del controller NAM.

source: Ped Mall Tile - Centre Pole
it: Piastrella Ped Mall - Polo centrale

source: Ped Footbridge - Start/End
cs: Lávka pro pěší - začátek/konec
it: Passerella pedonale - Inizio/Fine

source: Ped Footbridge - Blank Terrain - Straight
cs: Lávka pro pěší – prázdný terén – rovný
it: Passerella a pedali - Terreno vuoto - Dritto

source: Ped Footbridge over Road
cs: Ped lávka přes silnici
it: Passerella pedonale sulla strada

source: Ped Footbridge over Rail
cs: Ped lávka přes železnici
it: Passerella pedonale sulla ferrovia

source: Ped Footbridge over Street
cs: Ped lávka přes ulici
it: Passerella pedonale su strada

source: Ped Footbridge over OneWayRoad
cs: Lávka pro pěší přes OneWayRoad
it: Passerella pedonale su strada a senso unico

source: Ped Footbridge over Avenue
cs: Ped lávka přes Avenue
it: Passerella pedonale sul viale

source: Ped Footbridge over GroundHighway
cs: Ped lávka přes pozemní dálnici
it: Passerella pedonale su autostrada terrestre

source: Ped Mall Tile - Cobble Stone
cs: Dlaždice Ped Mall - Cobble Stone
it: Piastrelle per centri commerciali - Pietra di ciottoli

source: Ped Mall Tile - Pavement
cs: Ped Mall Dlaždice - Dlažba
it: Ped Mall Tile - Pavimentazione

source: Ped Mall Tile - Grass
cs: Ped Mall dlaždice - tráva
it: Ped Mall Tile - Erba

source: Ped Footbridge over GroundLightRail
cs: Lávka pro pěší přes GroundLightRail
it: Passerella pedonale sulla ferrovia leggera terrestre

source: Road over Road overpass
cs: Silnice přes Silniční nadjezd
it: Strada sopra Cavalcavia Stradale

source: Road Start/End Puzzle Piece
cs: Díl skládačky Road Start/End
it: Pezzo di puzzle inizio/fine strada

source: Road over Rail overpass
cs: Silnice přes železniční nadjezd
it: Strada su cavalcavia ferroviario

source: Road over Blank Terrain
cs: Cesta přes prázdný terén
it: Strada su terreno vuoto

source: Road over Road Puzzle Piece
cs: Skládačka Road over Road
it: Pezzo di puzzle Strada su Strada

source: Road over Rail Puzzle Piece
cs: Skládačka Road over Rail
it: Pezzo di puzzle Road over Rail

source: Road over Street overpass
cs: Silnice přes nadjezd ulice
it: Strada su cavalcavia stradale

source: Road over Street Puzzle Piece
cs: Cesta přes ulici skládačka
it: Pezzo di puzzle Strada su via

source: Road over OneWayRoad overpass. For best results, make sure the terrain underneath the overpass is clear when building
cs: Silnice přes nadjezd OneWayRoad. Pro dosažení nejlepších výsledků se ujistěte, že terén pod nadjezdem je při stavbě čistý
it: Strada sopra il cavalcavia della strada a senso unico. Per ottenere risultati ottimali, assicurarsi che il terreno sotto il cavalcavia sia libero quando si costruisce.

source: Road over OneWayRoad Puzzle Piece
cs: Cesta přes OneWayRoad dílek skládačky
it: Puzzle di una strada a senso unico

source: Road over Avenue overpass
cs: Silnice přes nadjezd Avenue
it: Strada su cavalcavia Strada su cavalcavia

source: Road over Avenue Puzzle Piece
cs: Silnice přes Avenue skládačka
it: Pezzo di puzzle Strada su Viale

source: Road over GroundHighway Puzzle Piece
cs: Díl skládačky Road over GroundHighway
it: Pezzo di puzzle Strada su autostrada terrestre

source: Road Corner
cs: Roh silnice
it: Angolo della strada

source: RoadxRoad/OneWayRoad + Intersection
cs: RoadxRoad/OneWayRoad + křižovatka
it: Strada x Strada/Senso unico + Intersezione

source: RoadxRoad/OneWayRoad T Intersection
cs: Křižovatka RoadxRoad/OneWayRoad T
it: Strada x Strada/Strada a senso unico Intersezione a T

source: RoadxRail + Intersection
cs: RoadxRail + křižovatka
it: Strada x ferrovia + intersezione

source: OneWayRoad over OneWayRoad overpass. For best results, build on top of an existing OneWayRoad section. In order to build this overpass, the centre piece must not intersect with another onewayroad
cs: OneWayRoad přes nadjezd OneWayRoad. Nejlepších výsledků dosáhnete, když budete stavět na stávající sekci OneWayRoad. Aby bylo možné postavit tento nadjezd, nesmí se středový kus protínat s další jednosměrnou komunikací
it: Strada a senso unico sopra il cavalcavia della strada a senso unico. Per ottenere i migliori risultati, costruire sopra un tratto di strada a senso unico esistente. Per costruire questo cavalcavia, il pezzo centrale non deve intersecare un'altra strada a scorrimento veloce.

source: OneWayRoad End Puzzle Piece - OFF
cs: Skládačka OneWayRoad End - VYPNUTO
it: Pezzo di puzzle finale di una strada a senso unico - OFF

source: OneWayRoad Blank Terrain
cs: Jednosměrný prázdný terén
it: Strada a senso unico Terreno vuoto

source: OneWayRoad over OneWayRoad Puzzle Piece
it: Strada a senso unico su strada a senso unico Pezzo di puzzle

source: OneWayRoad over Rail Puzzle Piece
cs: Jednosměrná skládačka přes železnici
it: Puzzle della strada a senso unico su rotaia

source: OneWayRoad over Street Puzzle Piece
it: Puzzle di una strada a senso unico su una via

source: OneWayRoad over Rail overpass
cs: Jednosměrná silnice přes železniční nadjezd
it: Strada a senso unico su cavalcavia ferroviario

source: OneWayRoad over Road Puzzle Piece
cs: Skládačka OneWayRoad over Road
it: Puzzle di una strada a senso unico su una strada

source: OneWayRoad over Street overpass
cs: Jednosměrná silnice přes nadjezd ulice
it: Strada a senso unico su cavalcavia stradale

source: OneWayRoad over Avenue Puzzle Piece
cs: Jednosměrná skládačka přes Avenue
it: Puzzle di una strada a senso unico su un viale

source: OneWayRoad over Road overpass
cs: OneWayRoad přes silniční nadjezd
it: Strada a senso unico su cavalcavia stradale

source: OneWayRoad over GroundHighway Puzzle Piece
cs: Jednosměrná skládačka přes pozemní dálnici
it: Strada a senso unico su terraPezzo di puzzle autostradale

source: OneWayRoad over Avenue overpass
cs: OneWayRoad přes nadjezd Avenue
it: Strada a senso unico su cavalcavia del viale

source: OneWayRoad over OneWayRoad Puzzle Piece - Dual - Straight
it: Strada a senso unico su OneWayRoad Puzzle Piece - Doppio - Dritto

source: OneWayRoad over GroundHighway overpass
it: Strada a senso unico sopra il cavalcavia dell'autostrada terrestre

source: OneWayRoad Start Puzzle Piece - ON
cs: Skládačka OneWayRoad Start - ON
it: Pezzo di puzzle di inizio strada a senso unico - ON

source: OneWayRoadxOneWayRoad/Road + Intersection
cs: OneWayRoadxJednosměrná/silnice + křižovatka
it: Strada a senso unico x strada a senso unico/strada + intersezione

source: OneWayRoadxOneWayRoad/Road T Intersection
cs: OneWayRoadxJednosměrná/Road T křižovatka
it: Strada a senso unico x Strada a senso unico/Intersezione a T

source: OneWayRoadxRail + Intersection
cs: OneWayRoadxRail + křižovatka
it: Strada a senso unico x ferrovia + intersezione

source: OneWayRoad Corner
it: Angolo di strada a senso unico

source: Avenue over Avenue overpass. To build, center tiles must not intersect.
cs: Počáteční/koncový dílek skládačky Avenue
it: Viale su cavalcavia. Per costruire, le piastrelle centrali non devono intersecarsi

source: Avenue Start/End Puzzle Piece
it: Pezzo del puzzle di inizio/fine viale

source: Avenue over Rail overpass
cs: Avenue přes železniční nadjezd
it: Viale sopra il cavalcavia ferroviario

source: Avenue Blank Terrain
cs: Prázdný terén Avenue
it: Viale Terreno vuoto

source: Avenue Filler Puzzle Pieces
cs: Skládačky Avenue Filler
it: Pezzi del puzzle di riempimento del viale

source: Avenue over Avenue Puzzle Piece
cs: Skládačka Avenue nad Avenue
it: Pezzo di puzzle Avenue over Avenue

source: Avenue over Rail Puzzle Piece
cs: Skládačka Avenue over Rail
it: Pezzo del puzzle Avenue over Rail

source: Avenue over Street overpass
cs: Avenue přes nadjezd ulice
it: Viale su cavalcavia stradale

source: Avenue over Street Puzzle Piece
cs: Avenue přes ulici skládačka
it: Pezzo del puzzle Viale su Via

source: Avenue over Road overpass
cs: Avenue přes silniční nadjezd
it: Viale su cavalcavia stradale

source: Avenue over Road Puzzle Piece
it: Pezzo di puzzle del viale sopra la strada

source: Avenue over OneWayRoad overpass. For best results, make sure the terrain underneath the overpass is clear when building
cs: Avenue nad nadjezdem OneWayRoad. Pro dosažení nejlepších výsledků se ujistěte, že terén pod nadjezdem je při stavbě čistý
it: Viale sul cavalcavia di una strada a senso unico. Per ottenere risultati ottimali, assicurarsi che il terreno sotto il cavalcavia sia libero quando si costruisce.
