Repository: BluelightningSC4/Network-Addon-Mod
Catalog: ltext/*/puzzlepieces-NWM.po
Languages: cs

source: TLA-3 S-Curve
cs: S-křivka TLA-3

source: TLA-3 45-Degree Curve
cs: TLA-3 45stupňová křivka

source: TLA-3 90-Degree Curve (Large)
cs: TLA-3 90stupňová křivka (velká)

source: TLA-3 90-Degree Curve (Small)
cs: TLA-3 90stupňová křivka (malá)

source: Road-to-TLA-3 Transition
cs: Přechod ze silnice na TLA-3

source: Road-to-TLA-3 Transition (Diagonal)
cs: Přechod ze silnice na TLA-3 (úhlopříčně)

source: TLA-3-to-ARD-3 Transition (Diagonal)
cs: Přechod TLA-3-na-ARD-3 (diagonální)

source: 3-lane Turning Lane Avenue (TLA-3) Starter Piece Drag ROAD Network from End Stub
cs: AVE-2 S-křivka

source: AVE-2 45-Degree Curve
cs: AVE-2 45stupňová křivka

source: AVE-2 90-Degree Curve (Large)
cs: AVE-2 90stupňová křivka (velká)

source: AVE-2 FAR Straight Piece
cs: AVE-2 FAR Rovný kus

source: AVE-2 90-Degree Curve (Small)
cs: AVE-2 90stupňová křivka (malá)

source: Road-to-AVE-2 Transition (Type A)
cs: Přechod ze silnice na AVE-2 (typ A)

source: Road-to-AVE-2 Transition (Type B)
cs: Přechod ze silnice na AVE-2 (typ B)

source: TLA-3-to-AVE-2 Transition
cs: Přechod z TLA-3 na AVE-2

source: AVE-2-to-ARD-3 Transition
cs: Přechod z AVE-2 na ARD-3

source: AVE-2-to-ARD-3 Transition
cs: Přechod z AVE-2 na ARD-3

source: Road-to-AVE-2 Transition (Diagonal)
cs: Přechod ze silnice na AVE-2 (úhlopříčně)

source: TLA-3-to-AVE-2 Transition (Diagonal)
cs: Přechod z TLA-3 na AVE-2 (úhlopříčně)

source: AVE-4-to-AVE-2 Transition
cs: Přechod z AVE-4 na AVE-2

source: 2-lane Avenue (AVE-2) Starter Piece Drag ROAD Network from End Stub
cs: ARD-3 S-křivka 1

source: ARD-3 S-Curve 2
cs: ARD-3 S-křivka 2

source: ARD-3 45-Degree Curve 1
cs: ARD-3 45stupňová křivka 1

source: ARD-3 45-Degree Curve 2
cs: ARD-3 45stupňová křivka 2

source: ARD-3 90-Degree Curve (Large) 1
cs: ARD-3 90stupňová křivka (velká) 1

source: ARD-3 90-Degree Curve (Large) 2
cs: ARD-3 90stupňová křivka (velká) 2

source: ARD-3 90-Degree Curve (Small) 1
cs: ARD-3 90stupňová křivka (malá) 1

source: ARD-3 90-Degree Curve (Small) 2
cs: ARD-3 90stupňová křivka (malá) 2

source: Road-to-ARD-3 Transition
cs: Přechod ze silnice na ARD-3

source: Road-to-ARD-3 Transition
cs: Přechod ze silnice na ARD-3

source: TLA-3-to-ARD-3 Transition
cs: Přechod TLA-3-na-ARD-3

source: TLA-3-to-ARD-3 Transition
cs: Přechod TLA-3-na-ARD-3

source: Road-to-ARD-3 Transition 1 (Diagonal)
cs: Road-to-ARD-3 Přechod 1 (úhlopříčka)

source: AVE-2-to-ARD-3 Transition (Diagonal)
cs: Přechod z AVE-2 na ARD-3 (úhlopříčně)

source: 3-lane Asymmetrical Road (ARD-3) Starter Piece Drag ROAD Network from End Stub
cs: S-křivka OWR-1 NENÍ KOMPLETNÍ

source: OWR-1 45-Degree Curve NOT COMPLETE
cs: OWR-1 45stupňová křivka NENÍ KOMPLETNÍ

source: OWR-1 S-Curve NOT COMPLETE
cs: S-křivka OWR-1 NENÍ KOMPLETNÍ

source: OWR-1 FAR Straight Piece
cs: OWR-1 FAR Rovný kus

source: OWR-1 90-Degree Curve (Small) NOT COMPLETE
cs: OWR-1 90stupňová křivka (malá) NENÍ KOMPLETNÍ

source: OWR-1-to-OWR-2 Transition
cs: Přechod OWR-1-to-OWR-2

source: OWR-1-to-2 Transition (Diagonal)
cs: Přechod OWR-1-to-2 (úhlopříčka)

source: 1-lane One-Way Road (OWR-1) Starter Piece Drag ONE-WAY ROAD Network from End Stub
cs: OWR-3 S-Curve NENÍ KOMPLETNÍ

source: OWR-3 45-Degree Curve NOT COMPLETE
cs: OWR-3 45stupňová křivka NENÍ KOMPLETNÍ

source: OWR-3 90-Degree Curve (Large) NOT COMPLETE
cs: OWR-3 90stupňová křivka (velká) NENÍ KOMPLETNÍ

source: OWR-3 90-Degree Curve (Small) NOT COMPLETE
cs: OWR-3 90stupňová křivka (malá) NENÍ KOMPLETNÍ

source: OWR-2-to-OWR-3 Transition
cs: Přechod OWR-2-to-OWR-3

source: OWR-2-to-3 Transition (Diagonal)
cs: Přechod OWR-2-to-3 (úhlopříčka)

source: 3-lane One-Way Road (OWR-3) Starter Piece Drag ONE-WAY ROAD Network from End Stub
cs: Přechod ze silnice do NRD-4

source: 4-lane Narrow Road (NRD-4) Starter Piece Drag ROAD Network from End Stub
cs: Přechod z TLA-5 na AVE-4

source: 5-lane Turning Lane Avenue (TLA-5) Starter Piece Drag ROAD Network from End Stub
cs: Konektor souseda TLA-5

source: OWR-3 to OWR-4 Transition
cs: Přechod z OWR-3 na OWR-4

source: OWR-3 to OWR-5 Transition
cs: Přechod z OWR-3 na OWR-5

source: 4-lane One-Way Road (OWR-4) Starter Piece Drag ONE-WAY ROAD Network from End Stubs
cs: Přechod z OWR-4 na OWR-5

source: 5-lane One-Way Road (OWR-5) Starter Piece Drag ONE-WAY ROAD Network from End Stubs
cs: Přechod typu A z RD-4 na AVE-4

source: RD-4 to TLA-5 Transition
cs: Přechod z RD-4 na TLA-5

source: RD-4 to AVE-4 Transition Type B
cs: Přechod z RD-4 na AVE-4 typu B

source: RD4 to RD-6 Transition
cs: Přechod z RD4 na RD-6

source: 4-lane Road (RD-4) Starter Piece Drag ROAD Network from End Stubs
cs: RD-4 Neighbor Connector

source: RD-6 to AVE-4 Transition Type A
cs: Přechod z RD-6 na AVE-4 typu A

source: RD-6 to TLA-5 Transition
cs: Přechod z RD-6 na TLA-5

source: RD-6 to AVE-4 Transition Type B
cs: Přechod z RD-6 na AVE-4 typu B

source: 6-lane Road (RD-6) Starter Piece Drag ROAD Network from End Stubs
cs: RD-6 Neighbor Connector

source: AVE-4-to-6 Transition
cs: AVE-4-to-6 Přechod

source: AVE-6-to-RD-6 Transition
cs: Přechod z AVE-6 na RD-6

source: TLA-7-to-RD-6 Transition
cs: Přechod TLA-7-na-RD-6

source: 7-lane Turning Lane Avenue (TLA-7) Starter Piece Drag ROAD Network from End Stubs
cs: Konektor souseda TLA-7

source: AVE-6 Neighbor Connector
cs: AVE-6 Sousední konektor

source: Triple Tile AVE-to-TLA Center Transition
cs: Trojitý přechod na střed AVE-na-TLA

source: TLA-7-to-TLA-9/AVE-6-to-AVE-8 Transition
cs: TLA-7-to-TLA-9/AVE-6-to-AVE-8 Přechod

source: 6-lane Avenue (AVE-6) Starter Piece Drag ROAD Network from End Stubs
cs: Jednosměrná silnice (skutečná dálnice) OWR-2 Flex Ramp (A1 ortogonální) Přepisy pro OWR 1 vycházejí z příslušného konce.

source: One Way Road (Real Expressway) OWR-2 Flex Ramp (A1 Wide Orthogonal) Overrides for OWR 1 come out the applicable end.
cs: Jednosměrná silnice (Real Expressway) OWR-2 Flex Ramp (A1 Wide Orthogonal) Přepisy pro OWR 1 vycházejí z příslušného konce.

source: Real Expressway Radius (1) piece 270 Degree Loop Default is One Way Road 2 Overrides to... One way Road-1
cs: Jednosměrná silnice (skutečná dálnice) OWR-2 Flex Ramp (B1 ortogonální) Přepisy pro OWR 1 vycházejí z příslušného konce.

source: One Way Road (Real Expressway) OWR-3 Flex Ramp (A2 Orthogonal) Overrides for OWR 3 come out the applicable end.
cs: REW Splitter – orto symetrická Wye (typ D)

source: REW Splitter - Ortho Asymmetrical Wye (Type D)
cs: REW Splitter - Ortho Asymetrické Wye (Typ D)

source: REW Splitter - Ortho/Diagonal Wye (Type E)
cs: REW Splitter – orto/diagonální Wye (typ E)

source: REW Splitter - Diagonal Symmetrical Wye (Type E)
cs: REW Splitter – diagonální symetrická Wye (typ E)

source: REW Splitter - Diagonal & Wide Ortho (Type D/E)
cs: REW Splitter – diagonální a široký ortho (typ D/E)
