Repository: BluelightningSC4/Network-Addon-Mod
Catalog: ltext/*/puzzlepieces-viaducts.po
Languages: cs, it

source: AVE-4 Type B1 Entrance
cs: AVE-4 Typ B1 Vchod
it: AVE-4 Ingresso di tipo B1

source: AVE-4 Type A1 Exit
cs: AVE-4 Typ A1 Výstup
it: AVE-4 Tipo A1 Uscita

source: AVE-4 Type A1 Entrance
cs: AVE-4 Typ A1 Vchod
it: AVE-4 Ingresso di tipo A1

source: Avenue/EMIS +-Intersection (2x1)
cs: Avenue/EMIS + křižovatka (2x1)
it: Viale/EMIS +-Intersezione (2x1)

source: Avenue/EMIS T-Intersection IN (2x1)
it: Viale/EMIS Intersezione a T IN (2x1)

source: Avenue/EMIS T-Intersection OUT (2x1)
it: Viale/intersezione a T EMIS OUT (2x1)

source: ERHW-4-over-Avenue Type A TuLEP SPUI
cs: ERHW-4-over-Avenue Typ A TuLEP SPUI
it: ERHW-4 su Avenue Tipo A TuLEP SPUI

source: Avenue Turn Lane-over-RHW-4 SPUI
it: Viale corsia di svolta-RHW-4 SPUI

source: Diverging Diamond-Avenue
cs: Divergující Diamond-Avenue
it: Viale dei diamanti divergenti

source: FlexSPUI-Avenue Type A
cs: FlexSPUI-Avenue typ A
it: FlexSPUI- Viale Tipo A

source: DEPRECATED RHW-3 Type A1a Exit
cs: DEPRECATED RHW-3 Typ A1a Výstup
it: DEPRECATO RHW-3 Tipo A1a Uscita

source: DEPRECATED RHW-3 Type A1a Entrance
cs: STARŠÍ VSTUP RHW-3 Typ A1a
it: DEPRECATO RHW-3 Tipo A1a Ingresso

source: DEPRECATED RHW-3 Type A1b Exit
cs: DEPRECATED RHW-3 Typ A1b Výstup
it: DEPRECATO RHW-3 Tipo A1b Uscita

source: DEPRECATED RHW-3 Type A1b Entrance
cs: STARŠÍ VSTUP RHW-3 Typ A1b
it: DEPRECATO RHW-3 Tipo A1b Ingresso

source: DEPRECATED RHW-3 Type A1a Dual
cs: DEPRECATED RHW-3 Typ A1a Dual
it: DEPRECATO RHW-3 Tipo A1a Doppio

source: DEPRECATED RHW-3 Type A1b Dual
cs: DEPRECATED RHW-3 Typ A1b Dual
it: DEPRECATO RHW-3 Tipo A1b Doppio

source: DEPRECATED RHW-3 Type B1a Exit
cs: DEPRECATED RHW-3 Typ B1a Výstup
it: DEPRECATO RHW-3 Tipo B1a Uscita

source: DEPRECATED RHW-3 Type B1a Entrance
cs: STARŠÍ VSTUP RHW-3 Typ B1a
it: DEPRECATO RHW-3 Tipo B1a Ingresso

source: DEPRECATED RHW-3 Type B1b Exit
cs: DEPRECATED RHW-3 Typ B1b Výstup
it: DEPRECATO RHW-3 Tipo B1b Uscita

source: DEPRECATED RHW-3 Type B1b Entrance
cs: STARŠÍ VSTUP RHW-3 Typ B1b
it: DEPRECATO RHW-3 Tipo B1b Ingresso

source: DEPRECATED RHW-3 Type B1a Dual
cs: UKONČENO RHW-3 Typ B1a Dual
it: DEPRECATO RHW-3 Tipo B1a Doppio

source: DEPRECATED RHW-3 Type B1b Dual
it: DEPRECATO RHW-3 Tipo B1b Doppio

source: One Way Road over MIS (1x1)
cs: Jednosměrná silnice přes MIS (1x1)
it: Strada a senso unico su MIS (1x1)

source: One Way Road/EMIS +-Intersection (1x1)
cs: Jednosměrná silnice/EMIS + křižovatka (1x1)
it: Strada a senso unico/EMIS +-Intersezione (1x1)

source: One Way Road/EMIS T-Intersection IN (1x1)
cs: Jednosměrná silnice/EMIS T-křižovatka IN (1x1)
it: Strada a senso unico/intersezione a T EMIS IN (1x1)

source: One Way Road/EMIS T-Intersection OUT (1x1)
cs: Jednosměrná silnice/EMIS T-křižovatka OUT (1x1)
it: Strada a senso unico/intersezione a T EMIS OUT (1x1)

source: DEPRECATED RHW-2 Type A1 Exit
cs: UKONČENO RHW-2 Výstup typu A1
it: DEPRECATO RHW-2 Tipo A1 Uscita

source: DEPRECATED RHW-2 Type A1 Entrance
cs: STARŠÍ VSTUP RHW-2 Typ A1
it: DEPRECATO RHW-2 Tipo A1 Ingresso

source: DEPRECATED RHW-2 Type A1 Dual
cs: UKONČENO RHW-2 Typ A1 Dual
it: DEPRECATO RHW-2 Tipo A1 Doppio

source: DEPRECATED RHW-2 Type B1 Exit
cs: UKONČENÁ PODPORA RHW-2 Typ B1 Výstup
it: DEPRECATO RHW-2 Uscita tipo B1

source: DEPRECATED RHW-2 Type B1 Entrance
cs: STARŠÍ VSTUP RHW-2 Typ B1
it: DEPRECATO RHW-2 Tipo B1 Ingresso

source: RHW-2 Type B1 Dual
cs: RHW-2 Typ B1 Dual
it: RHW-2 Tipo B1 Doppio

source: DEPRECATED ERHW-2 L2 Type A1 Exit
cs: DEPRECATED ERHW-2 L2 Typ A1 Výstup
it: DEPRECATO ERHW-2 L2 tipo A1 Uscita

source: DEPRECATED ERHW-2 L2 Type A1 Entrance
cs: STARŠÍ VSTUP ERHW-2 L2 Typ A1
it: DEPRECATO ERHW-2 L2 Tipo A1 Ingresso

source: DEPRECATED RHW-4 Type A1 Exit
cs: DEPRECATED RHW-4 Typ A1 Výstup
it: DEPRECATO RHW-4 Tipo A1 Uscita

source: DEPRECATED RHW-4 Type A1 Diagonal Exit
cs: DEPRECATED RHW-4 Typ A1 Diagonální výstup
it: DEPRECATO RHW-4 Tipo A1 Uscita diagonale

source: DEPRECATED RHW-4 Type A1 Entrance
cs: STARŠÍ VSTUP RHW-4 Typ A1
it: DEPRECATO RHW-4 Tipo A1 Ingresso

source: DEPRECATED RHW-4 Type A1 Diagonal Entrance
cs: DEPRECATED RHW-4 Typ A1 Diagonální vchod
it: DEPRECATO RHW-4 Tipo A1 Ingresso diagonale

source: DEPRECATED RHW-4 Type A1 Wide Exit
cs: UKONČENO RHW-4 Široký výstup typu A1
it: DEPRECATO RHW-4 Tipo A1 Uscita larga

source: DEPRECATED RHW-4 Type A1 Wide Entrance
cs: UKONČENÝ RHW-4 Široký vchod typu A1
it: DEPRECATO RHW-4 Tipo A1 Ingresso largo

source: DEPRECATED RHW-4 Type A1 Inside Exit
cs: UKONČENO RHW-4 Typ A1 Vnitřní výstup
it: DEPRECATO RHW-4 Tipo A1 Uscita interna

source: DEPRECATED RHW-4 Type B1 Exit
cs: DEPRECATED RHW-4 Typ B1 Exit
it: DEPRECATO RHW-4 Tipo B1 Uscita

source: DEPRECATED RHW-4 Type B1 Diagonal Exit
cs: DEPRECATED RHW-4 Typ B1 Diagonální výstup
it: DEPRECATO RHW-4 Tipo B1 Uscita diagonale

source: DEPRECATED RHW-4 Type B1 Entrance
cs: STARŠÍ VSTUP RHW-4 Typ B1
it: DEPRECATO RHW-4 Ingresso di tipo B1

source: DEPRECATED RHW-4 Type B1 Diagonal Entrance
cs: DEPRECATED RHW-4 Typ B1 Diagonální vchod
it: DEPRECATO RHW-4 Tipo B1 Ingresso diagonale

source: DEPRECATED RHW-6S Type D1 Exit
cs: DEPRECATED RHW-6S Typ D1 Exit
it: DEPRECATO RHW-6S Uscita tipo D1

source: RHW-6C Type D1 Shift (Right) Dual
cs: RHW-6C Typ D1 Shift (pravý) Dual
it: RHW-6C Tipo D1 Cambio (destro) doppio

source: DEPRECATED RHW-6S Type D1 Entrance
cs: DEPRECATED RHW-6S Typ D1 Vchod
it: DEPRECATO RHW-6S Tipo D1 Ingresso

source: RHW-6C Type D1 Shift (Left) Dual
cs: RHW-6C Typ D1 Shift (levý) duální
it: RHW-6C Tipo D1 Cambio (sinistro) doppio

source: DEPRECATED RHW-6S Type E1 Exit
cs: UKONČENO RHW-6S Typ E1 Výstup
it: DEPRECATO RHW-6S Uscita tipo E1

source: DEPRECATED RHW-6S Type E1 Entrance
cs: STARŠÍ VSTUP RHW-6S Typ E1
it: DEPRECATO RHW-6S Ingresso tipo E1

source: DEPRECATED ERHW-4 L2 Type A1 Exit
cs: UKONČENO ERHW-4 L2 Typ A1 Výstup
it: DEPRECATO ERHW-4 L2 Tipo A1 Uscita

source: DEPRECATED ERHW-4 L2 Type A1 Entrance
cs: STARŠÍ VSTUP ERHW-4 L2 Typ A1
it: DEPRECATO ERHW-4 L2 Tipo A1 Ingresso

source: DEPRECATED ERHW-4 L2 Type A1 Inside Exit
cs: UKONČENÝ ERHW-4 L2 Typ A1 Vnitřní výstup
it: DEPRECATO ERHW-4 L2 Tipo A1 Uscita interna

source: DEPRECATED ERHW-6S L2 Type D1 Exit
cs: DEPRECATED ERHW-6S L2 Typ D1 Výstup
it: DEPRECATO ERHW-6S L2 Tipo D1 Uscita

source: DEPRECATED ERHW-6S Type D1 Entrance
cs: STARŠÍ VSTUP ERHW-6S Typ D1
it: DEPRECATO ERHW-6S Ingresso tipo D1

source: DEPRECATED DDRHW-4 Lower (L2) Type A1 Exit
cs: DEPRECATED DDRHW-4 Spodní (L2) Výstup typu A1
it: DEPRECATO DDRHW-4 Inferiore (L2) Tipo A1 Uscita

source: DEPRECATED DDRHW-4 Lower (L2) Type A1 Entrance
cs: DEPRECATED DDRHW-4 Spodní (L2) vchod typu A1
it: DEPRECATO DDRHW-4 Inferiore (L2) Tipo A1 Ingresso

source: DEPRECATED DDRHW-4 Upper (L3) Type A1 Exit
cs: DEPRECATED DDRHW-4 Horní (L3) Výstup typu A1
it: DEPRECATO DDRHW-4 superiore (L3) Tipo A1 Uscita

source: DEPRECATED DDRHW-4 Upper (L3) Type A1 Entrance
cs: DEPRECATED DDRHW-4 Horní (L3) Vstup typu A1
it: DEPRECATO DDRHW-4 Superiore (L3) Tipo A1 Ingresso

source: DEPRECATED RHW-6S Type A1 Wide Exit
cs: UKONČENO RHW-6S Široký výstup typu A1
it: DEPRECATO RHW-6S Tipo A1 Uscita larga

source: DEPRECATED RHW-6C Type A1 Exit
cs: UKONČENO RHW-6C Typ A1 Výstup
it: DEPRECATO RHW-6C Uscita tipo A1

source: DEPRECATED RHW-6C Type A1 Entrance
cs: STARŠÍ VSTUP RHW-6C Typ A1
it: DEPRECATO RHW-6C Tipo A1 Ingresso

source: DEPRECATED RHW-6S Type A1 Wide Entrance
cs: UKONČENÝ RHW-6S Široký vchod typu A1
it: DEPRECATO RHW-6S Tipo A1 Ingresso ampio

source: RHW-8S Type D1 Shift (Right)
cs: RHW-8S typ D1 Shift (pravý)
it: RHW-8S Cambio tipo D1 (destra)

source: DEPRECATED RHW-8S Type D1 Exit
cs: DEPRECATED RHW-8S Typ D1 Exit
it: DEPRECATO RHW-8S Uscita tipo D1

source: RHW-8S Type D1 Shift (Left)
cs: RHW-8S typ D1 řazení (levý)
it: RHW-8S Cambio tipo D1 (sinistra)

source: DEPRECATED RHW-8S Type D1 Entrance
cs: DEPRECATED RHW-8S Typ D1 Vchod
it: DEPRECATO RHW-8S Ingresso tipo D1

source: DEPRECATED RHW-6S Type B1 Exit
cs: UKONČENO RHW-6S Typ B1 Výstup
it: DEPRECATO RHW-6S Uscita tipo B1

source: DEPRECATED RHW-6C Type B1 Exit
cs: UKONČENO RHW-6C Typ B1 Výstup
it: DEPRECATO RHW-6C Uscita tipo B1

source: DEPRECATED RHW-6C Type B1 Entrance
cs: STARŠÍ VSTUP RHW-6C Typ B1
it: DEPRECATO RHW-6C Ingresso tipo B1

source: DEPRECATED RHW-6S Type B1 Entrance
cs: STARŠÍ VSTUP RHW-6S Typ B1
it: DEPRECATO RHW-6S Ingresso tipo B1

source: DEPRECATED RHW-8S Type E1 Exit
cs: DEPRECATED RHW-8S Typ E1 Výstup
it: DEPRECATO RHW-8S Uscita tipo E1

source: Diagonal RHW-6C Type A1 Ramp
cs: Diagonální rampa RHW-6C typu A1
it: Rampa diagonale RHW-6C tipo A1

source: Diagonal RHW-6C Type A1 Ramp
cs: Diagonální rampa RHW-6C typu A1
it: Rampa diagonale RHW-6C tipo A1

source: DEPRECATED RHW-8S Type E1 Entrance
cs: DEPRECATED RHW-8S Typ E1 Vchod
it: DEPRECATO RHW-8S Ingresso tipo E1

source: DEPRECATED RHW-6S Type A1 Exit
cs: UKONČENO RHW-6S Typ A1 Výstup
it: DEPRECATO RHW-6S Uscita tipo A1

source: DEPRECATED RHW-6S Type A1 Entrance
cs: STARŠÍ VSTUP RHW-6S Typ A1
it: DEPRECATO RHW-6S Tipo A1 Ingresso

source: DEPRECATED RHW-6S Type A2 Exit
cs: UKONČENÁ PODPORA RHW-6S Typ A2 Výstup
it: DEPRECATO RHW-6S Uscita tipo A2

source: DEPRECATED RHW-6S Type A2 Entrance
cs: STARŠÍ VSTUP RHW-6S Typ A2
it: DEPRECATO RHW-6S Ingresso tipo A2

source: DEPRECATED RHW-6S Type B2 Exit
cs: UKONČENÁ PODPORA RHW-6S Typ B2 Výstup
it: DEPRECATO RHW-6S Uscita tipo B2

source: DEPRECATED RHW-6S Type B2 Entrance
cs: STARŠÍ VSTUP RHW-6S Typ B2
it: DEPRECATO RHW-6S Ingresso tipo B2

source: DEPRECATED RHW-8S Type A1 Exit
cs: UKONČENÁ PODPORA RHW-8S Typ A1 Výstup
it: DEPRECATO RHW-8S Uscita tipo A1

source: DEPRECATED RHW-8C Type A1 Exit
cs: UKONČENO RHW-8C Typ A1 Výstup
it: DEPRECATO RHW-8C Tipo A1 Uscita

source: DEPRECATED RHW-8S Type A1 Entrance
cs: STARŠÍ VSTUP RHW-8S Typ A1
it: DEPRECATO RHW-8S Ingresso tipo A1

source: DEPRECATED RHW-8C Type A1 Entrance
cs: STARŠÍ VSTUP RHW-8C Typ A1
it: DEPRECATO RHW-8C Ingresso tipo A1

source: DEPRECATED RHW-10S Type D1 Exit
cs: DEPRECATED RHW-10S Typ D1 Exit
it: DEPRECATO RHW-10S Uscita tipo D1

source: DEPRECATED RHW-10S Type D1 Entrance
cs: DEPRECATED RHW-10S Typ D1 Vchod
it: DEPRECATO RHW-10S Ingresso tipo D1

source: DEPRECATED RHW-8S Old Type A1 Exit
it: DEPRECATO RHW-8S Uscita di vecchio tipo A1

source: DEPRECATED RHW-8C Type B1 Exit
cs: UKONČENO RHW-8C Typ B1 Výstup
it: DEPRECATO RHW-8C Uscita tipo B1

source: DEPRECATED RHW-8S Old Type A1 Entrance
cs: DEPRECATED RHW-8S Starý vchod typu A1
it: DEPRECATO RHW-8S Ingresso vecchio tipo A1

source: DEPRECATED RHW-8C Type B1 Entrance
cs: STARŠÍ VSTUP RHW-8C Typ B1
it: DEPRECATO RHW-8C Ingresso tipo B1

source: DEPRECATED RHW-10S Type E1 Exit
cs: UKONČENÁ PODPORA RHW-10S Typ E1 Výstup
it: DEPRECATO RHW-10S Uscita tipo E1

source: DEPRECATED RHW-10S Type E1 Entrance
cs: STARŠÍ VSTUP RHW-10S Typ E1
it: DEPRECATO RHW-10S Ingresso tipo E1

source: DEPRECATED RHW-8S Type B1 Exit
cs: UKONČENO RHW-8S Typ B1 Výstup
it: DEPRECATO RHW-8S Uscita tipo B1

source: DEPRECATED RHW-8S Type B1 Entrance
cs: STARŠÍ VSTUP RHW-8S Typ B1
it: DEPRECATO RHW-8S Ingresso tipo B1

source: DEPRECATED RHW-8C Type D1 Exit
cs: DEPRECATED RHW-8C Typ D1 Exit
it: DEPRECATO RHW-8C Uscita tipo D1

source: DEPRECATED RHW-8C Type D1 Entrance
cs: DEPRECATED RHW-8C Typ D1 Vchod
it: DEPRECATO RHW-8C Ingresso tipo D1

source: DEPRECATED RHW-8C Type E1 Exit
cs: UKONČENÁ PODPORA RHW-8C Typ E1 Výstup
it: DEPRECATO RHW-8C Tipo E1 Uscita

source: DEPRECATED RHW-8C Type E1 Entrance
cs: STARŠÍ VSTUP RHW-8C Typ E1
it: DEPRECATO RHW-8C Ingresso tipo E1

source: RHW-8C to RHW-6C Transition
cs: Přechod z RHW-8C na RHW-6C
it: Transizione da RHW-8C a RHW-6C

source: MIS S-Curve 1
cs: MIS S-křivka 1
it: Curva S del MIS

source: MIS S-Curve 2
cs: MIS S-křivka 2
it: Curva S del MIS

source: MIS 45-Degree Curve 1
cs: MIS 45stupňová křivka 1
it: Curva MIS a 45 gradi

source: MIS 45-Degree Curve 2
cs: MIS 45stupňová křivka 2
it: Curva MIS a 45 gradi

source: MIS 90-Degree Curve 1
cs: MIS 90stupňová křivka 1
it: MIS Curva a 90 gradi

source: MIS 90-Degree Curve 2
cs: MIS 90stupňová křivka 2
it: MIS Curva a 90 gradi

source: L0-EMIS to L3-EMIS Transition Starterless
cs: Přechod bez startéru z L0-EMIS na L3-EMIS
it: Transizione da L0-EMIS a L3-EMIS senza starter

source: L2-EMIS to L3-EMIS Transition Starterless
cs: Přechod bez startéru z L2-EMIS na L3-EMIS
it: Da L2-EMIS a L3-EMIS Transizione senza stelle

source: MIS On-Slope (15m) TO GROUND
cs: MIS On-Slope (15m) NA ZEM
it: MIS In pendenza (15 m) A TERRA

source: MIS On-Slope (15m) TO ELEVATED
cs: MIS On-Slope (15 m) NA VYSOKÉ
it: MIS In pendenza (15 m) A ELEVATO

source: MIS Ground-To-Elevated Transition (15m) ON
cs: MIS Přechod ze země na elevaci (15 m) ZAPNUTO
it: MIS Transizione da terra a sopraelevata (15 m) ON

source: MIS Ground-To-Elevated Transition (15m) ON-STARTERLESS
cs: MIS Přechod ze země na zvýšený (15 m) BEZ STARTERU
it: MIS Transizione da terra a sopraelevata (15 m) ON-STARTERLESS

source: MIS Ground-To-Elevated Transition (15m) OFF
cs: MIS Přechod ze země na zvýšený (15 m) VYP
it: MIS Transizione da terra a sopraelevata (15 m) OFF

source: MIS Ground-To-Elevated Transition (15m) OFF-STARTERLESS
cs: MIS Přechod ze země na elevaci (15 m) BEZ STARTERU
it: MIS Transizione da terra a sopraelevata (15 m) OFF-STARTERLESS

source: MIS Ground-To-Elevated Curved Transition (15m) ON
cs: MIS Zakřivený přechod ze země na elevaci (15 m) ZAPNUTO
it: MIS Transizione da terra a curva sopraelevata (15 m) ON

source: MIS Ground-To-Elevated Curved Transition (15m) ON STARTERLESS
cs: MIS Zakřivený přechod ze země na elevaci (15 m) NA BEZSTARTOVACÍM
it: MIS Transizione da terra a curva sopraelevata (15 m) SU STARTERLESS

source: MIS Ground-To-Elevated Curved Transition (15m) OFF
cs: MIS Zakřivený přechod ze země na elevaci (15 m) VYP
it: MIS Transizione curva da terra a sopraelevata (15 m) OFF

source: MIS Ground-To-Elevated Curved Transition (15m) OFF STARTERLESS
cs: MIS Ground-to-Elevated Curved Transition (15m) OFF BEZ STARTERU
it: MIS Transizione da terra a curva sopraelevata (15 m) OFF STARTERLESS

source: MIS Neighbor Connector T
cs: Konektor souseda MIS T
it: Connettore di vicinato MIS T

source: EMIS Neighbor Connector T
cs: Konektor souseda EMIS T
it: Connettore di vicinato EMIS T

source: DEPRECATED RHW-10S Type A1 Exit
cs: UKONČENO RHW-10S Typ A1 Výstup
it: DEPRECATO RHW-10S Uscita di tipo A1

source: DEPRECATED RHW-10S Type A1 Entrance
cs: STARŠÍ VSTUP RHW-10S Typ A1
it: DEPRECATO RHW-10S Ingresso tipo A1

source: DEPRECATED RHW-10S Old Type B1 Exit
cs: DEPRECATED RHW-10S Starý typ B1 Exit
it: DEPRECATO RHW-10S Uscita di vecchio tipo B1

source: DEPRECATED RHW-10S Old Type B1 Entrance
cs: DEPRECATED RHW-10S Starý typ B1 vchod
it: DEPRECATO RHW-10S Ingresso vecchio tipo B1

source: DEPRECATED RHW-10S Type B1 Exit
cs: UKONČENO RHW-10S Typ B1 Výstup
it: DEPRECATO RHW-10S Uscita tipo B1

source: DEPRECATED RHW-10S Type B1 Entrance
cs: STARŠÍ VSTUP RHW-10S Typ B1
it: DEPRECATO RHW-10S Ingresso tipo B1

source: Road over RHW-10S (1x2)
cs: Cesta přes RHW-10S (1x2)
it: Strada su RHW-10S (1x2)

source: Rail over RHW-10S (1x2)
cs: Kolejnice přes RHW-10S (1x2)
it: Rotaia su RHW-10S (1x2)

source: Avenue over RHW-10S (2x2)
it: Viale sopra RHW-10S (2x2)

source: One-Way Road over RHW-10S (1x2)
cs: Jednosměrná silnice přes RHW-10S (1x2)
it: Strada a senso unico su RHW-10S (1x2)

source: RHW-10S Type D2 Exit
cs: RHW-10S Typ D2 Výstup
it: RHW-10S Tipo D2 Uscita

source: RHW-10S Type D2 Entrance
cs: RHW-10S Typ D2 Vstup
it: RHW-10S Tipo D2 Ingresso

source: RHW-10S Type E2 Exit
cs: RHW-10S Typ E2 Výstup
it: RHW-10S Tipo E2 Uscita

source: RHW-10S Type E2 Entrance
cs: RHW-10S Typ E2 Vstup
it: RHW-10S Tipo E2 Ingresso

source: RHW-8S-to-10S Transition
cs: Přechod RHW-8S-na-10S
it: Transizione RHW-8S-10S

source: RHW-8S-to-10S Transition
cs: Přechod RHW-8S-na-10S
it: Transizione RHW-8S-10S

source: RHW-6C Type D1 Dual Shift Inside
cs: RHW-6C Typ D1 Duální řazení uvnitř
it: RHW-6C Tipo D1 Doppio cambio interno

source: RHW-10S Neighbor Connector
cs: Sousední konektor RHW-10S
it: Connettore di vicinato RHW-10S

source: Alternative Viaduct #2 Steel Arch Supported Crossings... (Orthogonal) Road L0 One Way Road L0 Avenue L0 Rail (RealRailway) L0 [DTR] Hybrid (Railway) L0 Maxis Highway L0
cs: Skutečná rychlostní silnice Elevated L1 (OWR-3) OST

source: RHW-6S Lane Reduction Right Markings Cosmetic Piece 2
cs: RHW-6S Snížení jízdního pruhu pravé značky Kosmetický kus 2

source: RHW-6C Inside Exit Lanes 2 (symmetrical)
cs: RHW-6C vnitřní výjezdové pruhy 2 (symetrické)

source: Road over RHW-4 Orth/Diag
cs: Silnice přes RHW-4 Orth/Diag

source: One-Way Road over RHW-8C (1x3)
cs: Jednosměrná silnice přes RHW-8C (1x3)

source: DEPRECATED RHW-4 Type A1 Inside Entrance
cs: UKONČENÁ PODPORA RHW-4 Typ A1 Vnitřní vchod

source: DEPRECATED ERHW-4 L2 Type A1 Inside Entrance
cs: UKONČENÝ ERHW-4 L2 Typ A1 Vnitřní vchod
