Repository: BluelightningSC4/Network-Addon-Mod
Catalog: ltext/*/puzzlepieces-highway.po
Languages: cs, it

source: MHW L0 to L2 transition, diagonal
cs: Přechod MHW L0 na L2, diagonální
it: Transizione MHW da L0 a L2, diagonale

source: Symphony-to-RHW-4 Bridge Connector
cs: Mostový konektor Symphony-to-RHW-4
it: Connettore a ponte Symphony-RHW-4

source: Straight Highway OnSlope Puzzle Piece
cs: Díl skládačky rovné dálnice na svahu
it: Autostrada rettilinea in pendenza Pezzo di puzzle

source: "T" Highway OnSlope Puzzle Piece
cs: T Dálnice na svahu skládačka
it: Pezzo di puzzle "T" Autostrada in pendenza

source: Ground Highway - Straight Puzzle Piece
cs: Pozemní dálnice - Straight Puzzle Piece
it: Autostrada terrestre - Pezzo di puzzle diritto

source: Ground Highway - End Puzzle Piece
it: Autostrada terrestre - Pezzo finale del puzzle

source: Ground Highway - Slight Bend Puzzle Piece
it: Autostrada terrestre - Pezzo di puzzle a leggera curvatura

source: Ground Highway - Big Bend Puzzle Piece
it: Autostrada terrestre - Pezzo di puzzle Big Bend

source: Ground Highway - Tiny Bend Puzzle Piece
it: Autostrada terrestre - Pezzo del puzzle Tiny Bend

source: Ground Highway - Slight Bend double Puzzle Piece
it: Autostrada terrestre - Doppia curva leggera Pezzo del puzzle

source: Ground Highway - Diagonal Straight double Puzzle Piece
cs: Pozemní dálnice - Diagonální rovný dvojitý dílek puzzle
it: Autostrada terrestre - Pezzo di puzzle doppio rettilineo diagonale

source: Ground Highway - Diagonal Straight Puzzle Piece
cs: Pozemní dálnice - Diagonální rovný dílek skládačky
it: Autostrada terrestre - Pezzo di puzzle rettilineo diagonale

source: Straight Highway OnSlope
cs: Rovná dálnice na svahu
it: Autostrada rettilinea In pendenza

source: "T" Highway OnSlope
cs: T Dálnice na svahu
it: Autostrada a "T" in pendenza

source: Double "T" Highway OnSlope
it: Autostrada a doppia "T" in pendenza

source: Ground Highway 45-Curve
cs: Pozemní dálnice 45-křivka
it: Autostrada terrestre 45-Curva

source: Highway 45-Curve
cs: Dálnice 45-Křivka
it: Autostrada 45-Curva

source: Highway Onramp for Raised Roads
cs: Dálniční Onramp pro vyvýšené silnice
it: Rampa autostradale per strade sopraelevate

source: Highway Onramp for Raised Roads
cs: Dálniční Onramp pro vyvýšené silnice
it: Rampa autostradale per strade sopraelevate

source: Lateral European Highway Onramp
cs: Postranní evropská dálnice Onramp
it: Rampa laterale dell'autostrada europea

source: Ground highway - onramp/offramp straight
cs: Pozemní dálnice - onramp/offramp rovně
it: Autostrada terrestre - rettilineo di ingresso/uscita

source: Ground highway - onramp/offramp straight
cs: Pozemní dálnice - onramp/offramp rovně
it: Autostrada terrestre - rettilineo di ingresso/uscita

source: Three-Level Roundabout Interchange Center Piece
cs: Tříúrovňový kruhový objezd Interchange Center Piece
it: Pezzo centrale dello svincolo a rotatoria a tre livelli

source: Two-Level Roundabout Interchange Center Piece L2
cs: Dvouúrovňový kruhový objezd Středový kus L2
it: Interscambio a rotatoria a due livelli Pezzo centrale L2

source: Symphony T-Stack Interchange (L0 x L0)
it: Interscambio Symphony T-Stack (L0 x L0)

source: Symphony T-Stack Interchange (L0 x L2)
it: Interscambio Symphony T-Stack (L0 x L2)

source: Symphony T-Stack Interchange (L2 x L0)
it: Interscambio Symphony T-Stack (L2 x L0)

source: Symphony T-Stack Interchange (L2 x L2)
it: Interscambio Symphony T-Stack (L2 x L2)

source: Symphony FAN Straight Section
it: Symphony FAN Sezione diritta

source: Symphony Orth-to-FAN Curve
it: Curva Orto-Fan della Symphony

source: Symphony Diag-to-FAN Curve
it: Curva Symphony Diag-to-FAN

source: Three-Level Roundabout Interchange Center Piece
cs: Tříúrovňový kruhový objezd Interchange Center Piece
it: Pezzo centrale dello svincolo a rotatoria a tre livelli

source: Two-Level Roundabout Interchange Center Piece L2
cs: Dvouúrovňový kruhový objezd Středový kus L2
it: Interscambio a rotatoria a due livelli Pezzo centrale L2

source: Symphony Exit Ramp Type A1 (L0)
cs: Symphony výstupní rampa typu A1 (L0)
it: Rampa di uscita Symphony tipo A1 (L0)

source: Symphony Entrance Ramp Type A1 (L0)
cs: Symphony vstupní rampa typu A1 (L0)
it: Rampa d'ingresso Symphony Tipo A1 (L0)

source: Symphony Exit Ramp Type A1 (L2)
cs: Symphony výstupní rampa typu A1 (L2)
it: Rampa di uscita Symphony tipo A1 (L2)

source: Symphony Entrance Ramp Type A1 (L2)
cs: Vstupní rampa Symphony typ A1 (L2)
it: Rampa d'ingresso Symphony Tipo A1 (L2)

source: Symphony Exit Ramp Type B1 (L0)
cs: Symphony výstupní rampa typ B1 (L0)
it: Rampa di uscita Symphony tipo B1 (L0)

source: Symphony Entrance Ramp Type B1 (L0)
cs: Vstupní rampa Symphony typ B1 (L0)
it: Rampa d'ingresso Symphony Tipo B1 (L0)

source: Symphony Exit Ramp Type B1 (L2)
cs: Symphony výstupní rampa typu B1 (L2)
it: Rampa di uscita Symphony tipo B1 (L2)

source: Symphony Entrance Ramp Type B1 (L2)
cs: Vstupní rampa Symphony typ B1 (L2)
it: Rampa d'ingresso Symphony Tipo B1 (L2)

source: Symphony Exit Ramp Type D1 (L0)
cs: Symphony výstupní rampa typ D1 (L0)
it: Rampa di uscita Symphony tipo D1 (L0)

source: Symphony Entrance Ramp Type D1 (L0)
cs: Symphony vstupní rampa typu D1 (L0)
it: Rampa d'ingresso Symphony Tipo D1 (L0)

source: Symphony Exit Ramp Type D1 (L2)
cs: Symphony výstupní rampa typu D1 (L2)
it: Rampa di uscita Symphony Tipo D1 (L2)

source: Symphony Entrance Ramp Type D1 (L2)
cs: Vstupní rampa Symphony typ D1 (L2)
it: Rampa d'ingresso Symphony Tipo D1 (L2)

source: Symphony Exit Ramp Type E1 (L0)
cs: Symphony výstupní rampa typ E1 (L0)
it: Rampa di uscita Symphony tipo E1 (L0)

source: Symphony Entrance Ramp Type E1 (L0)
cs: Symphony vstupní rampa typ E1 (L0)
it: Rampa d'ingresso sinfonica Tipo E1 (L0)

source: Symphony Exit Ramp Type E1 (L2)
cs: Symphony výstupní rampa typ E1 (L2)
it: Rampa di uscita Symphony tipo E1 (L2)

source: Symphony Entrance Ramp Type E1 (L2)
cs: Symphony vstupní rampa typu E1 (L2)
it: Rampa d'ingresso Symphony tipo E1 (L2)

source: Cloverleaf Ramp (L0-to-L2)
cs: Rampa čtyřlístku (L0-až-L2)
it: Rampa a quadrifoglio (da L0 a L2)

source: Cloverleaf Ramp (L2-to-L0)
cs: Rampa čtyřlístku (L2-to-L0)
it: Rampa a quadrifoglio (da L2 a L0)

source: MIS Ramp L0-to-L1 Transition
cs: Přechod MIS rampy z L0 na L1
it: Rampa MIS Transizione L0-L1

source: MIS Ramp L1-to-L0 Transition
cs: Přechod MIS rampy L1-L0
it: Rampa MIS Transizione L1-L0

source: MIS Ramp L1-to-L2 Transition
cs: Přechod MIS rampy L1-L2
it: Rampa MIS Transizione L1-L2

source: MIS Ramp L2-to-L1 Transition
cs: Přechod MIS rampy z L2 na L1
it: Rampa MIS Transizione L2-L1

source: Ground highway - onramp/offramp straight
cs: Pozemní dálnice - onramp/offramp rovně

source: Ground highway - onramp/offramp straight
cs: Pozemní dálnice - onramp/offramp rovně

source: Ground highway - onramp/offramp straight
cs: Pozemní dálnice - onramp/offramp rovně

source: Ground highway - onramp/offramp straight
cs: Pozemní dálnice - onramp/offramp rovně
