Repository: BluelightningSC4/Network-Addon-Mod
Catalog: ltext/*/puzzlepieces-RHW.po
Languages: cs

source: Dual FARHW-4 to diagonal RHW-4 Short Curve
cs: Duální FARHW-4 na diagonální RHW-4 Short Curve

source: FARHW-4 Straight Piece
cs: FARHW-4 rovný kus

source: Dual FARHW-4 Straight Piece
cs: Dvojitý FARHW-4 rovný kus

source: RHW-4 Type C1 Exit
cs: RHW-4 Typ C1 Výstup

source: RHW-4 Type C1 Inside Entrance
cs: RHW-4 Typ C1 Vnitřní vchod

source: RHW-4 Type C1 Entrance
cs: Vstup RHW-4 Typ C1

source: RHW-4 Type C1 Inside Exit
cs: RHW-4 Typ C1 Vnitřní výstup

source: RHW-6S Type F1 Exit
cs: RHW-6S Typ F1 Výstup

source: Diagonal RHW-4 Type C1 On/Offramp
cs: Diagonální RHW-4 Typ C1 On/Offramp

source: FARHW-4 Ramp Type F1 Diagonal Offramp
cs: FARHW-4 Rampa Typ F1 Diagonální Offram

source: RHW-6S Type F1 Entrance
cs: RHW-6S Typ F1 Vchod

source: RHW-6S Type C2 Exit
cs: RHW-6S Typ C2 Výstup

source: Diagonal RHW-4 Type C1 On/Offramp
cs: Diagonální RHW-4 Typ C1 On/Offramp

source: RHW-6S Exit Ramp Style F2
cs: RHW-6S Styl výstupní rampy F2

source: FARHW-4 Ramp Type F1 Diagonal Onramp
cs: FARHW-4 Rampa Typ F1 Diagonální Onramp

source: RHW-6S Type C2 Entrance
cs: RHW-6S Typ C2 Vchod

source: RHW-6S Entrance Ramp Style F2
cs: RHW-6S Styl vstupní rampy F2

source: RHW-4 Type F1 On/Offramp
cs: RHW-4 Typ F1 On/Offramp

source: RHW-4 Type F1 On/Offramp
cs: RHW-4 Typ F1 On/Offramp

source: FARHW-6S Ramp Type F1 Diagonal Offramp
cs: FARHW-6S Rampa Typ F1 Diagonální Offram

source: FARHW-6S Ramp Type F1 Diagonal Onramp
cs: FARHW-6S Rampa Typ F1 Diagonální Onramp

source: RHW-2-to-RHW-4 Symmetrical Transition
cs: Symetrický přechod RHW-2-to-RHW-4

source: RHW-4-to-3 Ttransition A1
cs: RHW-4-to-3 Tpřechod A1

source: RHW-4-to-3 Ttransition A2
cs: RHW-4-to-3 Tpřechod A2

source: RHW-4-to-3 Ttransition B1
cs: RHW-4-to-3 Tpřechod B1

source: RHW-4-to-3 Ttransition B2
cs: RHW-4-to-3 Tpřechod B2

source: RHW-2 to RHW-4 Transition
cs: Přechod z RHW-2 na RHW-4

source: RHW-2 to RHW-4 Transition
cs: Přechod z RHW-2 na RHW-4

source: RHW-4 Double Curve
cs: RHW-4 Dvojitá křivka

source: RHW-4 Outer Curve
cs: RHW-4 vnější křivka

source: RHW-4 Inner Curve
cs: Vnitřní křivka RHW-4

source: FARHW-6 > RHW-6 Short Inner Curve
cs: FARHW-6 > RHW-6 Krátká vnitřní křivka

source: FARHW-6 > RHW-6 Short Outer Curve
cs: FARHW-6 > RHW-6 Krátká vnější křivka

source: FARHW-6 Straight Piece
cs: FARHW-6 rovný kus

source: RHW-6S FA-to-diagonal Outer Curve
cs: RHW-6S FA-k-diagonální vnější křivka

source: RHW-6S FA-to-diagonal Inner Curve
cs: RHW-6S FA-k-diagonální vnitřní křivka

source: RHW-6S Type C1 Exit
cs: RHW-6S Typ C1 Výstup

source: RHW-6S Type C1 Entrance
cs: RHW-6S Typ C1 Vchod

source: RHW-8S Type F1 Exit
cs: RHW-8S Typ F1 Výjezd

source: Diagonal RHW-6S Type C1 Exit
cs: Diagonální RHW-6S Typ C1 Výstup

source: RHW-8S Type F1 Entrance
cs: RHW-8S Typ F1 Vchod

source: RHW-8S Type C2 Exit
cs: RHW-8S Typ C2 Výstup

source: Diagonal RHW-6S Type C1 Entrance
cs: Diagonální vchod RHW-6S Typ C1

source: RHW-8S Type C2 Entrance
cs: RHW-8S Typ C2 Vchod

source: FARHW-6C to RHW-6C short curve
cs: Krátká křivka FARHW-6C až RHW-6C

source: FARHW-6C half piece
cs: FARHW-6C půlkus

source: FARHW-6C > RHW-6C Diagonal Curve Piece
cs: FARHW-6C > RHW-6C Diagonální zakřivený kus

source: RHW-6C Type C1 Exit
cs: RHW-6C Typ C1 Výstup

source: RHW-6C Type C1 Entrance
cs: RHW-6C Typ C1 Vchod

source: RHW-8C Type F1 Exit
cs: RHW-8C Typ F1 Exit

source: RHW-8C Type F1 Entrance
cs: RHW-8C Typ F1 Vchod

source: RHW-8C Type C2 Exit
cs: RHW-8C Typ C2 Výstup

source: RHW-8C Type C2 Entrance
cs: Vstup RHW-8C Typ C2

source: RHW-8S Type C1 On/Off Ramp
cs: RHW-8S Typ C1 Zap/Vyp Rampa

source: RHW-8S Type C1 On/Off Ramp
cs: RHW-8S Typ C1 Zap/Vyp Rampa

source: RHW-8S Type F2 On/Off Ramp
cs: RHW-8S Typ F2 Zap/Vyp Rampa

source: RHW-8S Type F2 On/Off Ramp
cs: RHW-8S Typ F2 Zap/Vyp Rampa

source: FARHW-8C to RHW-8C short curve
cs: Krátká křivka FARHW-8C až RHW-8C

source: FARHW-8C half piece
cs: FARHW-8C půlkus

source: FARHW-8C > RHW-8C Diagonal Curve Piece
cs: FARHW-8C > RHW-8C Diagonální zakřivený kus

source: RHW-10S Exit Ramp Style F1
cs: RHW-10S Styl výstupní rampy F1

source: RHW-10S Entrance Ramp Style F1
cs: RHW-10S Styl vstupní rampy F1

source: RHW-10S Exit Ramp Style C2
cs: RHW-10S Styl výstupní rampy C2

source: RHW-10S Entrance Ramp Style C2
cs: RHW-10S Styl vstupní rampy C2

source: RHW-10S Exit Ramp Style F2
cs: RHW-10S Styl výstupní rampy F2

source: RHW-10S Exit Ramp Style F2
cs: RHW-10S Styl výstupní rampy F2

source: RHW-10S Exit Ramp Style C3
cs: RHW-10S Styl výstupní rampy C3

source: RHW-10S Entrance Ramp Style C3
cs: RHW-10S Styl vstupní rampy C3

source: FAMIS-1 Straight Piece
cs: FAMIS-1 rovný kus

source: FAMIS-1 - FAMIS-1 (Boomerang) Curve - Outer
cs: FAMIS-1 - FAMIS-1 (Bumerang) Křivka - Vnější

source: FAMIS-1 - FAMIS-1 (Boomerang) Curve - Inner
cs: FAMIS-1 - FAMIS-1 (Bumerang) Křivka - Vnitřní

source: FAMIS-1 > MIS-1 Short Outer Curve
cs: FAMIS-1 > MIS-1 Krátká vnější křivka

source: FAMIS-1 > MIS-1 Short Inner Curve
cs: FAMIS-1 > MIS-1 Krátká vnitřní křivka

source: FAMIS to diagonal transition (inner)
cs: FAMIS na diagonální přechod (vnitřní)

source: FAMIS to diagonal transition (outer)
cs: FAMIS na diagonální přechod (vnější)

source: FAMIS > MIS Long Curve Outer (Small)
cs: FAMIS > MIS dlouhé zakřivené vnější (malé)

source: FAMIS > MIS Long Curve Inner (Small)
cs: FAMIS > MIS dlouhé zakřivené vnitřní (malé)

source: MIS Type C1 On/Off Ramp
cs: Rampa zapínání/vypínání MIS typu C1

source: MIS Type C1 On/Off Ramp
cs: Rampa zapínání/vypínání MIS typu C1

source: SAM FLEX Orthogonal Transition
cs: SAM FLEX Ortogonální přechod

source: SAM 1 - Parking Lot Textures
cs: SAM 1 - Textury parkoviště

source: SAM 2 - Herringbone Brick Streets
cs: SAM 2 - Rybí cihlové ulice

source: SAM 3 - PEG Dirt Roads
cs: SAM 3 - PEG Polní cesty

source: SAM 4 - PEG Gravel Roads
cs: SAM 4 - PEG štěrkové cesty

source: SAM 6 - Klinker Streets by squidi and jplumbley
cs: SAM 6 - Klinker Streets od squidi a jplumbley

source: SAM 7 - Hableurg Asphalt Streets
cs: SAM 7 - Asfaltové ulice Hableurg

source: SAM 8 - Cobblestone Streets
cs: SAM 8 - Dlážděné ulice

source: SAM 9 - Brisk Red Brick Streets
cs: SAM 9 - Svižné ulice z červených cihel

source: SAM 10 - Moonlinght's Japanese Streets
cs: SAM 10 - Moonlinghtovy japonské ulice

source: RHW-3 Filler Piece
cs: Výplňový kus RHW-3

source: RHW-3 Starter Piece
cs: Startovací díl RHW-3

source: RHW-3 Filler Piece
cs: Výplňový kus RHW-3

source: Elevated RHW-3 Starter Piece
cs: Zvýšený startér RHW-3

source: Elevated RHW-2 Starter Piece
cs: Zvýšený startér RHW-2

source: Diagonal RHW-4 Filler 1
cs: Diagonální výplň RHW-4 1

source: Diagonal 15m ERHW-4 Filler 1
cs: Úhlopříčka 15m ERHW-4 Plnička 1

source: Diagonal RHW-4 Filler 2
cs: Diagonální výplň RHW-4 2

source: Diagonal 15m ERHW-4 Filler 2
cs: Úhlopříčka 15m ERHW-4 Filler 2

source: RHW-4 Starter Piece
cs: Startovací díl RHW-4

source: RHW-4 Filler Piece
cs: Výplňový kus RHW-4

source: Elevated RHW-4 Starter Piece
cs: Zvýšený startér RHW-4

source: Elevated RHW-4 Filler Piece
cs: Zvýšená výplň RHW-4

source: High Elevated RHW-4 Starter Piece
cs: Vysokozdvižný startér RHW-4

source: DDRHW-4 Starter Piece (Rail-based network)
cs: DDRHW-4 Starter Piece (síť založená na kolejích)

source: Diagonal 15m ERHW-4 over Diagonal RHW-2 1
cs: Úhlopříčka 15m ERHW-4 přes úhlopříčku RHW-2 1

source: Diagonal 15m ERHW-4 over Diagonal RHW-2 2
cs: Úhlopříčka 15m ERHW-4 přes úhlopříčku RHW-2 2

source: Orthogonal 15m ERHW-4 over Diagonal RHW-4 1
cs: Ortogonální 15m ERHW-4 přes diagonální RHW-4 1

source: Orthogonal 15m ERHW-4 over Diagonal RHW-4 2
cs: Ortogonální 15m ERHW-4 přes diagonální RHW-4 2

source: Orthogonal 15m ERHW-4 over Diagonal RHW-4 3
cs: Ortogonální 15m ERHW-4 přes diagonální RHW-4 3

source: Orthogonal 15m ERHW-4 over Diagonal RHW-4 4
cs: Ortogonální 15m ERHW-4 přes diagonální RHW-4 4

source: Diagonal 15m ERHW-4 over Orthogonal RHW-4 1
cs: Úhlopříčka 15m ERHW-4 přes ortogonální RHW-4 1

source: Diagonal 15m ERHW-4 over Orthogonal RHW-4 2
cs: Úhlopříčka 15m ERHW-4 přes ortogonální RHW-4 2

source: Diagonal 15m ERHW-4 over Orthogonal RHW-4 3
cs: Úhlopříčka 15m ERHW-4 přes ortogonální RHW-4 3

source: Diagonal 15m ERHW-4 over Orthogonal RHW-4 4
cs: Úhlopříčka 15m ERHW-4 přes ortogonální RHW-4 4

source: Diagonal 15m ERHW-4 over Diagonal RHW-4 1
cs: Úhlopříčka 15m ERHW-4 nad úhlopříčkou RHW-4 1

source: Diagonal 15m ERHW-4 over Diagonal RHW-4 3
cs: Úhlopříčka 15m ERHW-4 nad úhlopříčkou RHW-4 3

source: Diagonal 15m ERHW-4 over Diagonal RHW-4 2
cs: Úhlopříčka 15m ERHW-4 nad úhlopříčkou RHW-4 2

source: Diagonal 15m ERHW-4 over Diagonal RHW-4 4
cs: Úhlopříčka 15m ERHW-4 nad úhlopříčkou RHW-4 4

source: Orthogonal 15m ERHW-4 over Diagonal MIS 1
cs: Ortogonální 15m ERHW-4 nad úhlopříčkou MIS 1

source: Orthogonal 15m ERHW-4 over Diagonal MIS 2
cs: Ortogonální 15m ERHW-4 přes diagonální MIS 2

source: Orthogonal 15m ERHW-4 over Diagonal MIS 3
cs: Ortogonální 15m ERHW-4 přes diagonální MIS 3

source: Orthogonal 15m ERHW-4 over Diagonal MIS 4
cs: Ortogonální 15m ERHW-4 přes diagonální MIS 4

source: Diagonal 15m ERHW-4 over Orthogonal MIS 1
cs: Úhlopříčka 15m ERHW-4 přes ortogonální MIS 1

source: Diagonal 15m ERHW-4 over Orthogonal MIS 2
cs: Úhlopříčka 15m ERHW-4 přes ortogonální MIS 2

source: Diagonal 15m ERHW-4 over Orthogonal MIS 3
cs: Úhlopříčka 15m ERHW-4 přes ortogonální MIS 3

source: Diagonal 15m ERHW-4 over Orthogonal MIS 4
cs: Úhlopříčka 15m ERHW-4 přes ortogonální MIS 4

source: Diagonal 15m ERHW-4 over Diagonal MIS 1
cs: Úhlopříčka 15m ERHW-4 nad úhlopříčkou MIS 1

source: Diagonal 15m ERHW-4 over Diagonal MIS 3
cs: Úhlopříčka 15m ERHW-4 nad úhlopříčkou MIS 3

source: Diagonal 15m ERHW-4 over Diagonal MIS 2
cs: Úhlopříčka 15m ERHW-4 nad úhlopříčkou MIS 2

source: Diagonal 15m ERHW-4 over Diagonal MIS 4
cs: Úhlopříčka 15m ERHW-4 nad úhlopříčkou MIS 4

source: RHW-6S Starter Piece
cs: Startovací kus RHW-6S

source: RHW-6S Filler Piece
cs: Výplňový kus RHW-6S

source: RHW-6C Starter Piece
cs: Startovací kus RHW-6C

source: RHW-6C Filler Piece
cs: Výplňový kus RHW-6C

source: Elevated RHW-6S Starter Piece
cs: Zvýšený startér RHW-6S

source: Elevated RHW-6C Starter Piece
cs: Zvýšený startér RHW-6C

source: RHW-8C Starter Type A (Symmetrical 8C-8C) 3x1 Rotate for Type B (Asymmetrical 8C-6C)
cs: Startovací kus RHW-8S

source: RHW-8S Filler Piece
cs: Výplňový kus RHW-8S

source: Elevated RHW-8S Starter Piece
cs: Zvýšený startér RHW-8S

source: High Elevated RHW-8S Starter Piece
cs: Vysokozdvižný startér RHW-8S

source: Ground Light Rail x RHW-4
cs: Pozemní světelná kolejnice x RHW-4

source: Rail over RHW-4 (1x1)
cs: Železnice přes RHW-4 (1x1)

source: Road over RHW-4 (1x1)
cs: Cesta přes RHW-4 (1x1)

source: One-Way Road over RHW-4 (1x1)
cs: Jednosměrná silnice přes RHW-4 (1x1)

source: One-Way Road over RHW-4 (1x1)
cs: Jednosměrná silnice přes RHW-4 (1x1)

source: MIS Ramp Starter Piece
cs: Startovací díl MIS rampy

source: Elevated MIS Ramp Starter Piece
cs: Zvýšený startovací díl MIS rampy

source: High Elevated MIS Ramp Starter Piece
cs: Startovací díl s vysokou rampou MIS

source: RHW-10 Starter Piece
cs: Startovací kus RHW-10

source: RHW-10 Filler Piece
cs: Výplňový kus RHW-10

source: Elevated RHW-10 Starter Piece
cs: Zvýšený startér RHW-10

source: High Elevated RHW-10 Starter Piece
cs: Vysoký startovací díl RHW-10
