Repository: BluelightningSC4/Network-Addon-Mod
Catalog: ltext/*/puzzlepieces-rail.po
Languages: cs, de, it

source: Underground tram junction under Avenue Can be used for underground tram curve, 4way or T junctions
cs: Přímá kolej pod Road Corner
de: Unterirdische Straßenbahn unter Allee Dient als 4-Weg Kreuzung, T-Kreuzung oder Kurve der unterirdischen Straßenbahn, je nach Anschluß
it: Raccordo tranviario sotterraneo sotto il viale Può essere utilizzato per curve tramviarie sotterranee, 4 vie o raccordi a T

source: Underground tram junction under Avenue T junction Can be used for underground tram curve, 5way, 4way or T junctions
de: Unterirdische Straßenbahn unter Allee - T-Kreuzung Dient als 5-Weg, 4-Weg, T-Kreuzung oder Kurve der unterirdischen Straßenbahn, je nach Anschluß
it: Raccordo tranviario sotterraneo sotto il raccordo a T di Avenue Utilizzabile per curve tramviarie sotterranee, 5 vie, 4 vie o raccordi a T

source: Underground tram junction under Avenue 4way junction Can be used for underground tram curve, 4way or T junctions
de: Unterirdische Straßenbahn unter Alleekreuzung Dient als 4-Weg Kreuzung, T-Kreuzung oder Kurve der unterirdischen Straßenbahn, je nach Anschluß
it: Raccordo tranviario sotterraneo sotto l'incrocio a 4 vie Avenue Può essere utilizzato per curve tramviarie sotterranee, incroci a 4 vie o a T

source: Underground tram junction under Avenue-Road T junction Can be used for underground tram curve, 4way or T junctions
de: Unterirdische Straßenbahn unter Landstraßen - Allee - T-Kreuzung Dient als 4-Weg Kreuzung, T-Kreuzung oder Kurve der unterirdischen Straßenbahn, je nach Anschluß
it: Raccordo tranviario sotterraneo sotto il raccordo a T Avenue-Road Può essere utilizzato per curve tramviarie sotterranee, 4 vie o raccordi a T

source: Underground tram junction under Avenue-Road junction Can be used for underground tram curve, 4way or T junctions
de: Unterirdische Straßenbahn unter Landstraßen - Allee - Kreuzung Dient als 4-Weg Kreuzung, T-Kreuzung oder Kurve der unterirdischen Straßenbahn, je nach Anschluß
it: Raccordo tranviario sotterraneo sotto l'incrocio Avenue-Road Può essere utilizzato per curve tramviarie sotterranee, incroci a 4 vie o a T

source: Underground tram junction under curved Avenue Can be used for underground tram curve, 4way or T junctions
de: Unterirdische Straßenbahn unter Alleekurve Dient als 4-Weg Kreuzung, T-Kreuzung oder Kurve der unterirdischen Straßenbahn, je nach Anschluß
it: Raccordo tranviario sotterraneo sotto viale curvo Può essere utilizzato per curve tramviarie sotterranee, incroci a 4 vie o a T

source: Straight underground route perpendicular under straight RHW2 Rotate for other RHW pieces
it: Percorso sotterraneo rettilineo perpendicolare sotto RHW2 rettilineo Ruotare per altri pezzi RHW

source: Straight underground route perpendicular under straight RHW4 Rotate for other RHW pieces
it: Percorso sotterraneo rettilineo perpendicolare sotto RHW4 rettilineo Ruotare per altri pezzi RHW

source: Straight underground route perpendicular under straight RHW6 Rotate for other RHW pieces
it: Percorso sotterraneo rettilineo perpendicolare sotto RHW6 rettilineo Ruotare per altri pezzi RHW

source: Straight underground route perpendicular under straight RHW6 Rotate for other RHW pieces
it: Percorso sotterraneo rettilineo perpendicolare sotto RHW6 rettilineo Ruotare per altri pezzi RHW

source: Straight underground route perpendicular under straight RHW6c Rotate for other RHW pieces
it: Percorso sotterraneo rettilineo perpendicolare sotto RHW6c rettilineo Ruotare per altri pezzi RHW

source: Straight underground route perpendicular under straight RHW6c Rotate for other RHW pieces
it: Percorso sotterraneo rettilineo perpendicolare sotto RHW6c rettilineo Ruotare per altri pezzi RHW

source: Straight underground route perpendicular under straight RHW6c Rotate for other RHW pieces
it: Percorso sotterraneo rettilineo perpendicolare sotto RHW6c rettilineo Ruotare per altri pezzi RHW

source: Straight underground route perpendicular under straight RHW8 Rotate for other RHW pieces
it: Percorso sotterraneo rettilineo perpendicolare sotto RHW8 rettilineo Ruotare per altri pezzi RHW

source: Straight underground route perpendicular under straight RHW8 Rotate for other RHW pieces
it: Percorso sotterraneo rettilineo perpendicolare sotto RHW8 rettilineo Ruotare per altri pezzi RHW

source: Straight underground route perpendicular under straight RHW10 Rotate for other RHW pieces
it: Percorso sotterraneo rettilineo perpendicolare sotto RHW10 rettilineo Ruotare per altri pezzi RHW

source: Straight underground route perpendicular under straight RHW10 Rotate for other RHW pieces
it: Percorso sotterraneo rettilineo perpendicolare sotto RHW10 rettilineo Ruotare per altri pezzi RHW

source: Straight underground route perpendicular under straight RHW-MIS Rotate for other RHW pieces
it: Percorso sotterraneo rettilineo perpendicolare sotto RHW-MIS rettilineo Ruotare per altri pezzi RHW

source: Straight Rail under Road Corner
de: Eisenbahn unter Landstraße - Kurve
it: Binario dritto sotto l'angolo della strada

source: Straight Rail under Road x Street T-intersection
cs: Přímá kolej pod křižovatkou Silnice x Ulice T
de: Eisenbahn unter Landstraße - T-Straßenkreuzung
it: Binario rettilineo sotto l'intersezione a T strada x strada

source: Straight Rail under Road x Street Crossing
cs: Přímá kolej pod křižovatkou silnice x ulice
de: Eisenbahn unter Landstraße - Straßenkreuzung
it: Binario diritto sotto la strada x Attraversamento stradale

source: Rail under Road - Straight
cs: Železnice pod silnicí - Rovná
de: Eisenbahn unter Landstraße - gerade Landstraße
it: Ferrovia sotto strada - Diritto

source: 4-way Rail Junction with turn allowed under Straight Road
cs: Čtyřcestná železniční křižovatka s povolenou odbočkou pod přímou silnicí
de: Eisenbahn 4-Wege-Kreuzung unter Hauptstraße
it: Raccordo ferroviario a 4 vie con svolta consentita sotto la strada rettilinea

source: Straight Rail under Road T-intersection A
cs: Přímá kolej pod křižovatkou silnice T A
de: Eisenbahn unter Landstraße - T-Kreuzung (Endstück)
it: Binario rettilineo sotto l'intersezione a T stradale A

source: 4-way Rail Junction with turn allowed under Road T-intersection
cs: Čtyřcestná železniční křižovatka s povoleným odbočením pod křižovatkou Silnice T
de: Eisenbahn 4-Wege-Kreuzung unter Hauptstraßen-T-Kreuzung
it: Raccordo ferroviario a 4 vie con svolta consentita sotto l'intersezione a T stradale

source: Straight Rail under Road Crossing
cs: Přímá kolej pod silničním přejezdem
de: Eisenbahn unter Landstraße - Kreuzung
it: Binario rettilineo sotto l'attraversamento stradale

source: 4-way Rail Junction with turn allowed under Road Crossing
cs: Čtyřcestná železniční křižovatka s povoleným odbočením pod křižovatkou
de: Eisenbahn 4-Wege-Kreuzung unter Hauptstraßenkreuzung
it: Raccordo ferroviario a 4 vie con svolta consentita sotto l'attraversamento stradale

source: Rail Tunnel Ramp
cs: Rampa železničního tunelu
de: Eisenbahn unter Landstraße - Tunneleinfahrt
it: Rampa del tunnel ferroviario

source: Straight Rail under Road T-intersection B
cs: Přímá kolej pod křižovatkou silnice T B
de: Eisenbahn unter Landstraße - T-Kreuzung rechts
it: Binario rettilineo sotto l'intersezione stradale a T B

source: Straight Rail under Road x Avenue Crossing
cs: Přímá železnice pod křižovatkou Road x Avenue
de: Eisenbahn unter Landstraße - Alleekreuzung
it: Binario rettilineo sotto la strada x Attraversamento del viale

source: Rail under Road - Diagonal
cs: Železnice pod silnicí - úhlopříčka
de: Eisenbahn unter Landstraße - diagonale Landstraße
it: Ferrovia sotto strada - Diagonale

source: Rail under Road - 45 Curve
cs: Železnice pod silnicí - 45 Zatáčka
de: Eisenbahn unter Landstraße - 45°-Kurve
it: Ferrovia sotto strada - Curva 45

source: Curved Rail under Straight Road
cs: Zakřivená železnice pod přímou silnicí
de: Eisenbahnkurve unter gerader Landstraße
it: Binario curvo sotto strada rettilinea

source: Curved Rail under Diagonal Road
cs: Zakřivená kolejnice pod diagonální silnicí
de: Eisenbahnkurve unter diagonaler Landstraße
it: Binario curvo sotto la Strada Diagonale

source: Straight Rail under Diagonal Road
cs: Přímá železnice pod Diagonální silnicí
de: Eisenbahn unter diagonaler Landstraße
it: Binario rettilineo sotto la strada diagonale

source: Straight Rail under Curved Road
cs: Rovná kolej pod zakřivenou silnicí
de: Eisenbahn unter Landstraßenkurve
it: Binario dritto sotto strada curva

source: Straight Rail under Perpendicular Straight Road
cs: Přímá kolej pod kolmou přímou silnicí
de: Eisenbahn quer unter Landstraße
it: Binario rettilineo sotto strada rettilinea perpendicolare

source: Rail Switch under Straight Road A
cs: Železniční výhybka pod přímou silnicí A
de: Eisenbahnweiche unter Landstraße A
it: Scambio ferroviario sotto la strada rettilinea A

source: Rail Switch under Diagonal Road A
cs: Železniční výhybka pod diagonální silnicí A
de: Eisenbahnweiche unter diagonaler Landstraße A
it: Scambio ferroviario sotto la Strada Diagonale A

source: Rail Switch under Curved Road A
cs: Železniční výhybka pod zakřivenou silnicí A
de: Eisenbahnweiche unter Landstraßenkurve A
it: Scambio ferroviario sotto la strada curva A

source: Rail Switch under Straight Road B
cs: Železniční výhybka pod přímou silnicí B
de: Eisenbahnweiche unter Landstraße B
it: Scambio ferroviario sotto la strada rettilinea B

source: Rail Switch under Diagonal Road B
cs: Železniční výhybka pod diagonální silnicí B
de: Eisenbahnweiche unter diagonaler Landstraße B
it: Scambio ferroviario sotto la Strada Diagonale B

source: Rail Switch under Curved Road B
cs: Železniční výhybka pod zakřivenou silnicí B
de: Eisenbahnweiche unter Landstraßenkurve B
it: Scambio ferroviario sotto la strada curva B

source: Diagonal Rail under Straight Road
cs: Diagonální železnice pod přímou silnicí
de: Diagonale Eisenbahn unter gerader Landstraße
it: Rotaia diagonale sotto strada rettilinea

source: Diagonal Rail under Perpendicular Diagonal Road
cs: Diagonální kolejnice pod kolmou diagonální silnicí
de: Diagonale Eisenbahn quer unter diagonaler Landstraße
it: Binario diagonale sotto la strada diagonale perpendicolare

source: Diagonal Rail under Curved Road
cs: Diagonální kolejnice pod zakřivenou silnicí
de: Diagonale Eisenbahn unter Landstraßenkurve
it: Binario diagonale sotto strada curva

source: Straight Rail under Road x Ped-bridge
cs: Přímá kolej pod silnicí x most pro pěší
de: Eisenbahn unter Landstraße - Fußgängerbrücke
it: Binario rettilineo sotto la strada x Ponte pedonale

source: Straight Rail under Ped Mall - Cobblestone
cs: Přímá kolej pod Ped Mall - Cobblestone
de: Eisenbahn unter Fußgängerzone - Kopfsteinpflaster
it: Binario rettilineo sotto il centro commerciale pedonale - Acciottolato

source: Diagonal Rail under Ped Mall - Cobblestone
de: Diagonale Eisenbahn unter Fußgängerzone - Kopfsteinpflaster
it: Binario diagonale sotto il pedonale - Acciottolato

source: Curved Rail under Ped Mall - Cobblestone
de: Eisenbahnkurve unter Fußgängerzone - Kopfsteinpflaster
it: Binario curvo sotto il pedonale - Acciottolato

source: Rail Switch under Ped Mall A - Cobblestone
de: Eisenbahnweiche unter Fußgängerzone A - Kopfsteinpflaster
it: Scambio ferroviario sotto il pedonale A - Acciottolato

source: Rail Switch under Ped Mall B - Cobblestone
de: Eisenbahnweiche unter Fußgängerzone B - Kopfsteinpflaster
it: Scambio ferroviario sotto il pedonale B - Acciottolato

source: Straight Rail under Ground Light Rail on Ped Mall - Cobblestone
cs: Přímá dráha pod pozemní světelnou dráhou na Ped Mall - Cobblestone
de: Eisenbahn unter Straßenbahn auf Fußgängerzone - Kopfsteinpflaster
it: Binario rettilineo sotto terra Ferrovia leggera su pedonale - Acciottolato

source: Straight Rail under Elevated Rail over Ped Mall - Cobblestone
cs: Přímá kolej pod vyvýšenou kolejnicí přes Ped Mall - Cobblestone
de: Eisenbahn unter Hochbahn über Fußgängerzone - Kopfsteinpflaster
it: Binario rettilineo sotto il binario sopraelevato sopra il pedonale - acciottolato

source: 4-way Rail Junction with turn allowed under Ped Mall - Cobblestone
cs: 4-way Rail Junction s povolenou odbočkou pod Ped Mall - Cobblestone
de: Eisenbahn 4-Wege-Kreuzung unter Fußgängerzone - Kopfsteinpflaster
it: Raccordo ferroviario a 4 vie con svolta consentita sotto il pedonale - acciottolato

source: Straight Rail under Ped Mall - Concrete
cs: Přímá kolej pod Ped Mall – beton
de: Eisenbahn unter Fußgängerzone - graues Pflaster
it: Binario rettilineo sotto il centro commerciale pedonale - Calcestruzzo

source: Diagonal Rail under Ped Mall - Concrete
cs: Diagonální kolejnice pod obchodním centrem Ped – beton
de: Diagonale Eisenbahn unter Fußgängerzone - graues Pflaster
it: Binario diagonale sotto il pedonale - Calcestruzzo

source: Curved Rail under Ped Mall - Concrete
cs: Zakřivená kolejnice pod Ped Mall - beton
de: Eisenbahnkurve unter Fußgängerzone - graues Pflaster
it: Binario curvo sotto il pedonale - Calcestruzzo

source: Rail Switch under Ped Mall A - Concrete
cs: Rail Switch pod Ped Mall A - Beton
de: Eisenbahnweiche unter Fußgängerzone A - graues Pflaster
it: Scambio ferroviario sotto il pedonale A - Calcestruzzo

source: Rail Switch under Ped Mall B - Concrete
cs: Rail Switch pod Ped Mall B - Beton
de: Eisenbahnweiche unter Fußgängerzone B - graues Pflaster
it: Scambio ferroviario sotto il pedonale B - Calcestruzzo

source: Straight Rail under Ground Light Rail on Ped Mall - Concrete
cs: Přímá kolejnice pod zemí Light Rail na Ped Mall - beton
de: Eisenbahn unter Straßenbahn auf Fußgängerzone - graues Pflaster
it: Binario rettilineo sotto terra Binario leggero su pedonale - Calcestruzzo

source: Straight Rail under Elevated Rail over Ped Mall - Concrete
cs: Přímá kolej pod vyvýšenou kolejnicí přes Ped Mall - beton
de: Eisenbahn unter Hochbahn über Fußgängerzone - graues Pflaster
it: Binario rettilineo sotto il binario sopraelevato sopra il pedonale - Calcestruzzo

source: 4-way Rail Junction with turn allowed under Ped Mall - Concrete
cs: 4-way Rail Junction s povoleným odbočením pod Ped Mall - Beton
de: Eisenbahn 4-Wege-Kreuzung unter Fußgängerzone - graues Pflaster
it: Raccordo ferroviario a 4 vie con svolta consentita sotto il pedonale - Calcestruzzo

source: Straight Rail under Ped Mall - Open Paved
cs: Přímá kolej pod Ped Mall - Open Paved
de: Eisenbahn unter Fußgängerzone - Pflaster
it: Binario rettilineo sotto il centro commerciale pedonale - Aperto Pavimentato

source: Diagonal Rail under Ped Mall - Open Paved
de: Diagonale Eisenbahn unter Fußgängerzone - Pflaster
it: Binario diagonale sotto il pedonale - Aperto Pavimentato

source: Curved Rail under Ped Mall - Open Paved
de: Eisenbahnkurve unter Fußgängerzone - Pflaster
it: Binario curvo sotto il pedonale - Aperto Pavimentato

source: Rail Switch under Ped Mall A - Open Paved
cs: Rail Switch pod Ped Mall A - Open Paved
de: Eisenbahnweiche unter Fußgängerzone A - Pflaster
it: Scambio ferroviario sotto il pedonale A - Aperto Pavimentato

source: Rail Switch under Ped Mall B - Open Paved
cs: Rail Switch pod Ped Mall B - Open Paved
de: Eisenbahnweiche unter Fußgängerzone B - Pflaster
it: Scambio ferroviario sotto il pedonale B - Aperto Pavimentato

source: Straight Rail under Ground Light Rail on Ped Mall - Open Paved
cs: Přímá kolejnice pod zemí Light Rail na Ped Mall - Open Paved
de: Eisenbahn unter Straßenbahn auf Fußgängerzone - Pflaster
it: Binario rettilineo sotto terra Binario leggero su pedonale - aperto Pavimentato

source: Straight Rail under Elevated Rail over Ped Mall - Open Paved
cs: Přímá kolej pod vyvýšenou kolejnicí přes Ped Mall - Open Paved
de: Eisenbahn unter Hochbahn über Fußgängerzone - Pflaster
it: Binario rettilineo sotto la sopraelevata Binario sopra il pedonale - aperto Pavimentato

source: 4-way Rail Junction with turn allowed under Ped Mall - Open Paved
cs: Čtyřcestná železniční křižovatka s povolenou odbočkou pod nákupním centrem Ped Mall - Open Paved
de: Eisenbahn 4-Wege-Kreuzung unter Fußgängerzone - Pflaster
it: Raccordo ferroviario a 4 vie con svolta consentita sotto il pedonale - Aperto Pavimentato

source: Straight Rail under Ped Mall - Paved
cs: Přímá kolej pod Ped Mall - zpevněná
de: Eisenbahn unter Fußgängerzone - Klinkerpflaster
it: Binario rettilineo sotto il pedonale - pavimentato

source: Diagonal Rail under Ped Mall - Paved
cs: Diagonální kolejnice pod nákupním centrem Ped – zpevněná
de: Diagonale Eisenbahn unter Fußgängerzone - Klinkerpflaster
it: Binario diagonale sotto il pedonale - Pavimentato

source: Curved Rail under Ped Mall - Paved
de: Eisenbahnkurve unter Fußgängerzone - Klinkerpflaster
it: Binario curvo sotto il pedonale - pavimentato

source: Rail Switch under Ped Mall A - Paved
cs: Železniční výhybka pod Ped Mall A - zpevněná
de: Eisenbahnweiche unter Fußgängerzone A - Klinkerpflaster
it: Scambio ferroviario sotto il pedonale A - Pavimentato

source: Rail Switch under Ped Mall B - Paved
cs: Železniční výhybka pod Ped Mall B - zpevněná
de: Eisenbahnweiche unter Fußgängerzone B - Klinkerpflaster
it: Scambio ferroviario sotto il pedonale B - Pavimentato

source: Straight Rail under Ground Light Rail on Ped Mall - Paved
cs: Přímá kolejnice pod zemí Light Rail na Ped Mall - zpevněná
de: Eisenbahn unter Straßenbahn auf Fußgängerzone - Klinkerpflaster
it: Binario rettilineo sotto terra Binario leggero su pedonale - pavimentato

source: Straight Rail under Elevated Rail over Ped Mall - Paved
cs: Přímá kolej pod vyvýšenou kolejnicí přes Ped Mall - zpevněná
de: Eisenbahn unter Hochbahn über Fußgängerzone - Klinkerpflaster
it: Binario rettilineo sotto la sopraelevata Binario sopra il pedonale - pavimentato

source: 4-way Rail Junction with turn allowed under Ped Mall - Paved
cs: Čtyřcestná železniční křižovatka s povolenou odbočkou pod Ped Mall - Paved
de: Eisenbahn 4-Wege-Kreuzung unter Fußgängerzone - Klinkerpflaster
it: Raccordo ferroviario a 4 vie con svolta consentita sotto il pedonale - Pavimentato

source: Straight Rail under Ped Mall - Sandstone
cs: Přímá kolej pod Ped Mall - Sandstone
de: Eisenbahn unter Fußgängerzone - Sandstein
it: Binario dritto sotto il pedonale - Pietra arenaria

source: Diagonal Rail under Ped Mall - Sandstone
de: Diagonale Eisenbahn unter Fußgängerzone - Sandstein
it: Binario diagonale sotto il pedonale - Pietra arenaria

source: Curved Rail under Ped Mall - Sandstone
de: Eisenbahnkurve unter Fußgängerzone - Sandstein
it: Binario curvo sotto il pedonale - Pietra arenaria

source: Rail Switch under Ped Mall A - Sandstone
de: Eisenbahnweiche unter Fußgängerzone A - Sandstein
it: Scambio ferroviario sotto il pedonale A - Pietra arenaria

source: Rail Switch under Ped Mall B - Sandstone
de: Eisenbahnweiche unter Fußgängerzone B - Sandstein
it: Scambio ferroviario sotto il pedonale B - Pietra arenaria

source: Straight Rail under Ground Light Rail on Ped Mall - Sandstone
cs: Přímá dráha pod pozemní světelnou dráhou na Ped Mall - Sandstone
de: Eisenbahn unter Straßenbahn auf Fußgängerzone - Sandstein
it: Binario rettilineo sotto terra Light Rail su Ped Mall - Pietra arenaria

source: Straight Rail under Elevated Rail over Ped Mall - Sandstone
cs: Přímá kolej pod vyvýšenou kolejnicí přes Ped Mall - Sandstone
de: Eisenbahn unter Hochbahn über Fußgängerzone - Sandstein
it: Binario rettilineo sotto il binario sopraelevato del pedonale - Pietra arenaria

source: 4-way Rail Junction with turn allowed under Ped Mall - Sandstone
cs: 4-way Rail Junction s povolenou odbočkou pod Ped Mall - Sandstone
de: Eisenbahn 4-Wege-Kreuzung unter Fußgängerzone - Sandstein
it: Raccordo ferroviario a 4 vie con svolta consentita sotto il pedonale - Sandstone

source: Straight Rail under Ped Mall - Grass
cs: Přímá kolej pod Ped Mall - Tráva
de: Eisenbahn unter Fußgängerzone - Gras
it: Binario rettilineo sotto il centro pedonale - Erba

source: Diagonal Rail under Ped Mall - Grass
de: Diagonale Eisenbahn unter Fußgängerzone - Gras
it: Binario diagonale sotto il pedonale - Erba

source: Curved Rail under Ped Mall - Grass
cs: Zakřivená kolejnice pod promenádou Ped - tráva
de: Eisenbahnkurve unter Fußgängerzone - Gras
it: Binario curvo sotto il pedonale - Erba

source: Rail Switch under Ped Mall A - Grass
cs: Rail Switch pod Ped Mall A - Grass
de: Eisenbahnweiche unter Fußgängerzone A - Gras
it: Scambio ferroviario sotto il pedonale A - Erba

source: Rail Switch under Ped Mall B - Grass
cs: Rail Switch pod Ped Mall B - Grass
de: Eisenbahnweiche unter Fußgängerzone B - Gras
it: Scambio ferroviario sotto il pedonale B - Erba

source: 4-way Rail Junction with turn allowed under Ped Mall - Grass
cs: 4-way Rail Junction s povoleným odbočením pod Ped Mall - Grass
de: Eisenbahn 4-Wege-Kreuzung unter Fußgängerzone - Gras
it: Raccordo ferroviario a 4 vie con svolta consentita sotto il pedonale - Erba

source: Fractional Angle #1.33/1.5 Starter Piece Supports RRW, HRW, and RHSR.
it: Angolo frazionario #1,33/1,5 Pezzo di avviamento Supporta RRW, HRW e RHSR.

source: Fractional Angle #2 Starter Piece Supports RRW, HRW, and RHSR.
it: Angolo frazionario #2 Pezzo iniziale Supporta RRW, HRW e RHSR.

source: Fractional Angle #3 Starter Piece Supports RRW, HRW, and RHSR.
it: Angolo frazionario #4 Pezzo iniziale Supporta RRW, HRW e RHSR.

source: Fractional Angle #6 Starter Piece Supports RRW, HRW and RHSR.
it: Angolo frazionario #2 Pezzo iniziale 6 Supporta RRW, HRW e RHSR.

source: Direct Cross, (Wide Orthogonal) Supports RRW and HRW
it: Incrocio diretto (ortogonale ampio) Supporta RRW e HRW

source: Direct Cross, (Wide Diagonal) Supports RRW and HRW
it: Incrocio diretto (diagonale largo) Supporta RRW e HRW

source: STR - S-Curve (2x6)
de: STR - S-Kurve (2x6)
