Repository: BluelightningSC4/Network-Addon-Mod
Catalog: ltext/*/puzzlepieces-other.po
Languages: cs, it

source: Avenue over OneWayRoad Puzzle Piece
it: Viale sopra la strada a senso unico Pezzo di puzzle

source: Avenue Y-Stack
it: Viale Y-Stack

source: Avenue over GroundHighway Puzzle Piece
cs: Díl skládačky Avenue over GroundHighway
it: Pezzo di puzzle del viale sopra l'autostrada terrestre

source: Avenue x Highway Connector Puzzle Piece
cs: Skládačka Avenue x Highway Connector
it: Pezzo del puzzle del connettore autostradale x viale

source: AvenuexAvenue + Intersection
cs: AvenuexAvenue + křižovatka
it: VialexViale + Intersezione

source: AvenuexAvenue T Intersection
cs: AvenuexAvenue T křižovatka
it: Intersezione VialexViale T

source: Avenue corner
cs: Roh třídy
it: Angolo del viale

source: AvenuexRail + Intersection
cs: AvenuexRail + křižovatka
it: VialexRotaia + Intersezione

source: AvenuexRoad/OneWayRoad + Intersection
cs: AvenuexRoad/OneWayRoad + křižovatka
it: Viale x Strada/Strada a senso unico + Intersezione

source: AvenuexRoad/OneWayRoad T1 Intersection
cs: Křižovatka AvenuexRoad/OneWayRoad T1
it: Viale x Strada/Strada a senso unico Intersezione T1

source: AvenuexRoad/OneWayRoad T2 Intersection
cs: Křižovatka AvenuexRoad/OneWayRoad T2
it: Viale x Strada/Strada a senso unico Intersezione T2

source: Rail Start/End Puzzle Piece
cs: Skládačka na začátku/konci kolejnice
it: Pezzo di puzzle di inizio/fine rotaia

source: Rail over Blank Terrain - Straight Puzzle Piece
cs: Železnice přes prázdný terén - rovný dílek skládačky
it: Rotaia su terreno vuoto - Pezzo di puzzle diritto

source: Rail over Blank Terrain - Diagonal Puzzle Piece
cs: Kolejnice přes prázdný terén – diagonální dílek skládačky
it: Rotaia su terreno vuoto - Pezzo di puzzle diagonale

source: Rail over Blank Terrain - Right Curve Puzzle Piece
cs: Kolejnice přes prázdný terén – dílek skládačky s pravou křivkou
it: Rotaia su terreno vuoto - Pezzo di puzzle con curva a destra

source: Rail over Rail Puzzle Piece
cs: Skládačka kolejnice přes kolejnici
it: Puzzle di binari su rotaia

source: Rail over Blank Terrain - Left Curve Puzzle Piece
cs: Kolejnice přes prázdný terén - levá křivka skládačky
it: Rotaia su terreno vuoto - Pezzo di puzzle con curva a sinistra

source: Rail over Street Puzzle Piece
cs: Kolejnice přes pouliční dílek skládačky
it: Pezzo di puzzle della ferrovia su via

source: Diagonal Rail over Street Puzzle Piece
cs: Diagonální kolejnice přes pouliční dílek skládačky
it: Binario diagonale su strada Pezzo di puzzle

source: Rail over Road Puzzle Piece
cs: Skládačka železnice přes silnici
it: Pezzo di puzzle della ferrovia sopra Strada

source: Diagonal Rail over Road Puzzle Piece
cs: Diagonální kolejnice přes silniční dílek skládačky
it: Pezzo di puzzle diagonale Ferrovia sopra Strada

source: Rail over OneWayRoad Puzzle Piece
cs: Kolejnice přes dílek skládačky OneWayRoad
it: Puzzle di una ferrovia su una strada a senso unico

source: Rail over OneWayRoad Puzzle Piece
cs: Kolejnice přes dílek skládačky OneWayRoad
it: Puzzle di una ferrovia su una strada a senso unico

source: Rail over Avenue Puzzle Piece
cs: Kolejnice přes dílek skládačky Avenue
it: Pezzo del puzzle della ferrovia sopra il viale

source: Rail over GroundHighway Puzzle Piece
cs: Skládačka kolejnice přes pozemní dálnici
it: Pezzo di puzzle dell'autostrada su rotaia

source: RailxRail + Intersection
cs: RailxRail + křižovatka
it: Binario x Binario + Intersezione

source: ElevatedRail on Road - Straight
cs: ElevatedRail on Road - Rovná
it: Rotaia sopraelevata su strada - Diritto

source: ElevatedRail on Road - Corner1
it: Ferrovia sopraelevata su strada - Angolo1

source: ElevatedRail on Road - Corner2
it: Ferrovia sopraelevata su strada - Angolo2

source: ElevatedRail on Road - T Intersection1
it: Ferrovia sopraelevata su strada - Intersezione a T1

source: ElevatedRail on Road - T Intersection2
it: Ferrovia sopraelevata su strada - Intersezione a T2

source: ElevatedRail on Road - + Intersection
cs: ElevatedRail on Road - + Křižovatka
it: Ferrovia sopraelevata su strada - + Intersezione

source: ElevatedRail on Road - StreetxRoad Intersection
it: Ferrovia sopraelevata su strada - Intersezione strada-strada

source: ElevatedRail on Road - RailxRoad Intersection
it: Ferrovia sopraelevata su strada - Intersezione ferrovia/strada

source: Ground Highway Parallel Ramp - OneWayRoad Forward 01
cs: Pozemní dálniční paralelní rampa - OneWayRoad Forward 01
it: Rampa parallela all'autostrada terrestre - Strada a senso unico in avanti 01

source: Ground Highway Parallel Ramp - OneWayRoad Forward 02
cs: Pozemní dálniční paralelní rampa - OneWayRoad Forward 02
it: Rampa parallela all'autostrada terrestre - Strada a senso unico in avanti 02

source: Ground Highway Parallel Ramp - OneWayRoad Reverse 01
cs: Pozemní dálniční paralelní rampa - OneWayRoad Reverse 01
it: Rampa parallela all'autostrada a terra - Strada a senso unico invertito 01

source: Ground Highway Parallel Ramp - OneWayRoad Reverse 02
cs: Pozemní dálniční paralelní rampa - OneWayRoad Reverse 02
it: Rampa parallela all'autostrada a terra - Strada a senso unico invertito 02

source: Elevated Highway Perpendicular Ramp - Road
cs: Zvýšená dálniční kolmá rampa - silnice
it: Sopraelevata Autostrada Rampa perpendicolare - Strada

source: Elevated Highway Perpendicular Ramp - Road
cs: Zvýšená dálniční kolmá rampa - silnice
it: Sopraelevata Autostrada Rampa perpendicolare - Strada

source: Elevated Highway Straight Ramp - OneWayRoad
cs: Zvýšená dálniční přímá rampa - OneWayRoad
it: Rampa sopraelevata - Strada a senso unico

source: Elevated Highway Straight Ramp - OneWayRoad
cs: Zvýšená dálniční přímá rampa - OneWayRoad
it: Rampa sopraelevata - Strada a senso unico

source: Elevated Highway Parallel Ramp- Road
cs: Zvýšená dálniční paralelní rampa-silnice
it: Rampa parallela all'autostrada sopraelevata - strada

source: Elevated Highway Parallel Ramp- Road
cs: Zvýšená dálniční paralelní rampa-silnice
it: Rampa parallela all'autostrada sopraelevata - strada

source: Ground Highway Parallel Ramp- Road
cs: Pozemní dálniční paralelní rampa-silnice
it: Terra Autostrada Rampa parallela - Strada

source: Ground Highway Parallel Ramp- Road
cs: Pozemní dálniční paralelní rampa-silnice
it: Terra Autostrada Rampa parallela - Strada

source: Orthogonal x diagonal Cloverleaf - Elevated Highway
cs: Ortogonální x diagonální Čtyřlístek - Elevated Highway
it: Quadrifoglio ortogonale x diagonale - Autostrada sopraelevata

source: Elevated Highway Clover - 3 Leaf
it: Trifoglio autostradale rialzato - 3 foglie

source: Elevated Highway Clover - 2 Leaf Opposite
it: Trifoglio autostradale sopraelevato - 2 foglie opposte

source: Elevated Highway Clover - 2 Leaf Adjacent
cs: Elevated Highway Clover - 2 Leaf Sousední
it: Trifoglio autostradale rialzato - 2 foglie adiacenti

source: Elevated Highway Clover - 1 Leaf
it: Trifoglio autostradale rialzato - 1 foglia

source: Elevated Highway Straight Ramp - Road
cs: Zvýšená dálnice Rovná rampa - Silnice
it: Rampa autostradale sopraelevata - Strada

source: Elevated Highway Perpendicular Ramp-OneWayRoad Forward
cs: Zvýšená kolmá rampa na dálnici – jednosměrná silnice vpřed
it: Rampa perpendicolare all'autostrada sopraelevata - Strada a senso unico in avanti

source: Elevated Highway Perpendicular Ramp-OneWayRoad Reverse
cs: Zvýšená kolmá nájezdová rampa-jednosměrná cesta zpět
it: Sopraelevata Autostrada Rampa perpendicolare-Senso unico Strada inversa

source: Elevated Highway Parallel Ramp - OneWayRoad Forward 01
cs: Zvýšená dálniční paralelní rampa - OneWayRoad Forward 01
it: Rampa parallela autostradale sopraelevata - OneWayRoad Forward 01

source: Elevated Highway Parallel Ramp - OneWayRoad Forward 02
cs: Zvýšená dálniční paralelní rampa - OneWayRoad Forward 02
it: Rampa parallela ad autostrada sopraelevata - Strada a senso unico in avanti 02

source: Elevated Highway Parallel Ramp - OneWayRoad Reverse 01
cs: Zvýšená dálniční paralelní rampa - OneWayRoad Reverse 01
it: Rampa parallela ad autostrada sopraelevata - Strada a senso unico invertito 01

source: Elevated Highway Parallel Ramp - OneWayRoad Reverse 02
cs: Zvýšená dálniční paralelní rampa - OneWayRoad Reverse 02
it: Rampa parallela ad autostrada sopraelevata - Strada a senso unico invertito 02

source: Elevated Highway <-> Ground Highway Extended Transition
it: Autostrada sopraelevata <-> Autostrada a terra Transizione estesa

source: Elevated Highway over Ground Highway Stack
cs: Zvýšená dálnice nad pozemní dálnice stack
it: Pila autostradale sopraelevata rispetto a quella terrestre

source: Trumpet Interchange
cs: Výměna trubek
it: Interscambio a tromba

source: Partial-Y Interchange
cs: Částečná výměna Y
it: Interscambio parziale-Y

source: Y Interchange
cs: Y výměna
it: Y Interscambio

source: Canal - straight boat Also suited for FLUPs road underpass
cs: Kanál - lodní koutek
it: Canale - barca dritta Adatto anche per il sottopassaggio stradale FLUPs

source: Canal - boat corner
it: Canale - angolo delle barche

source: Canal - boat T crossing
cs: Kanál - přejezd lodí T
it: Canale - attraversamento in barca T

source: Canal - boat + crossing
cs: Kanál - loď + přejezd
it: Canale - barca + attraversamento

source: Canal - Road over Canal (orthogonal boat passage)
cs: Kanál – cesta přes kanál (pravoúhlý průjezd lodí)
it: Canale - Strada sul canale (passaggio ortogonale per le imbarcazioni)

source: Canal - Road over Canal edge (no boat passage)
cs: Kanál – silnice přes okraj kanálu (bez plavby lodí)
it: Canale - Strada sul bordo del canale (senza passaggio di barche)

source: Canal - Oneway Road over Canal (orthogonal boat passage) Oneway - plop in either direction
cs: Kanál – jednokolejka přes kanál (pravoúhlý průjezd lodí)
it: Canale - Strada a senso unico sul canale (passaggio ortogonale delle imbarcazioni) Unidirezionale - passaggio in entrambe le direzioni

source: Canal - Oneway Road over Canal edge (no boat passage) Oneway- plop in either direction
it: Canale - Strada a senso unico sul bordo del canale (senza passaggio di barche) A senso unico - in entrambe le direzioni

source: Canal - Monorail over Canal (orthogonal boat passage)
it: Canale - Monorotaia sul canale (passaggio ortogonale dei battelli)

source: Canal - Monorail over Canal edge (no boat passage)
cs: Kanál – jednokolejka přes okraj kanálu (bez průjezdu lodí)
it: Canale - Monorotaia sul bordo del canale (senza passaggio in barca)

source: Canal - Avenue over Canal (orthogonal boat passage)
cs: Canal – Avenue over Canal (pravoúhlý průjezd lodí)
it: Canale - Viale sul canale (passaggio ortogonale per le imbarcazioni)

source: Canal - Avenue over Canal edge (no boat passage)
cs: Kanál – Avenue přes okraj kanálu (bez plavby lodí)
it: Canale - Viale sul bordo del canale (divieto di passaggio per le imbarcazioni)

source: Canal - Highway over Canal (orthogonal boat passage)
cs: Canal - Highway over Canal (ortogonální plavba lodí)
it: Canale - Autostrada sul canale (passaggio ortogonale per le imbarcazioni)

source: Canal - Highway over Canal edge (no boat passage)
cs: Kanál – Dálnice přes okraj kanálu (bez plavby lodí)
it: Canale - Autostrada sul bordo del canale (divieto di passaggio per le imbarcazioni)

source: Canal - Elevated Light Rail over Canal (orthogonal boat passage)
cs: Kanál – vyvýšená světelná dráha nad kanálem (pravoúhlý průchod lodí)
it: Canale - Metropolitana leggera sopra il canale (passaggio ortogonale per le imbarcazioni)

source: Canal - Elevated Light Rail over Canal edge (no boat passage)
cs: Kanál – vyvýšená dráha přes okraj kanálu (bez průjezdu lodí)
it: Canale - Metropolitana leggera sopraelevata sul bordo del canale (senza passaggio di imbarcazioni)

source: Canal - Viaduct Rail over Canal (orthogonal boat passage)
cs: Kanál – Viaduktová železnice přes kanál (pravoúhlý průjezd lodí)
it: Canale - Viadotto ferroviario sul canale (passaggio ortogonale per le imbarcazioni)

source: Canal - Viaduct Rail over Canal edge (no boat passage)
cs: Kanál – Viaduktová železnice přes okraj kanálu (bez průjezdu lodí)
it: Canale - Viadotto ferroviario sul bordo del canale (senza passaggio di barche)

source: Canal - Road under Canal edge (no boat passage) Use with FLUPs roads. Put canal - straight boat in the canal middle.
it: Canale - Strada sotto il bordo del canale (senza passaggio di barche) Utilizzare con le strade FLUP. Mettere il canale - barca dritto nel mezzo del canale.

source: Road x Road FLEXible Roundabout
cs: Silnice x Silnice FLEXIBILNÍ kruhový objezd

source: Road x Street FLEXible Roundabout
cs: Pružný kruhový objezd Silnice x Ulice

source: Ped Mall Tile - Open Paved
cs: Dlaždice Ped Mall - Otevřená dlažba

source: Ped Mall - Sandstone
cs: Ped Mall - pískovec
