Repository: BluelightningSC4/Network-Addon-Mod
Catalog: ltext/*/puzzlepieces-lightrail.po
Languages: cs, de, it

source: Diagonal Tram-in-Road - outside piece
cs: Diagonal Tram-in-Road - vnější kus
de: Diagonale Tram in Hauptstraße - Randteil
it: Tram in strada diagonale - pezzo esterno

source: Tram-in-Road - orthogonal to diagonal wide
cs: Tramvaj na silnici - kolmá na šířku úhlopříčky
de: Tram in Hauptstraße - weiter Übergang orthogonal zu diagonal
it: Tram su strada - ortogonale alla diagonale larga

source: Tram-in-Road - orthogonal to diagonal short
cs: Tram-in-Road - ortogonální až diagonální krátká
de: Tram in Hauptstraße - Übergang orthogonal zu diagonal
it: Tram in strada - ortogonale alla diagonale corta

source: Diagonal Tram-on-Road - center piece
cs: Diagonal Tram-on-Road - středový díl
de: Diagonale Tram auf Hauptstraße - Mittelteil
it: Tram su strada diagonale - pezzo centrale

source: Diagonal Tram-on-Road - outside piece
cs: Diagonal Tram-on-Road - vnější kus
de: Diagonale Tram auf Hauptstraße - Randteil
it: Tram diagonale su strada - pezzo esterno

source: Tram-on-Road - orthogonal to diagonal wide
cs: Tramvaj po silnici - široká kolmá až diagonální
de: Tram auf Hauptstraße - Übergang orthogonal zu diagonal
it: Tram su strada - ortogonale alla diagonale larga

source: Diagonal Tram-in-Road with reversal
cs: Diagonální tramvaj na silnici s couváním
de: Diagonale Tram in Hauptstraße mit Umdrehmöglichkeit
it: Tram in carreggiata diagonale con inversione di marcia

source: GLR-Avenue roundabout - curve
cs: GLR-Avenue kruhový objezd - oblouk
de: Tram-Alleekreisel - Tram-Kurve
it: GLR-Rotatoria del viale - curva

source: GLR-Avenue roundabout - 4way-junction
cs: Kruhový objezd GLR-Avenue - 4cestná křižovatka
de: Tram-Alleekreisel - Tram-Kleeblatt
it: Rotatoria GLR-Avenue - incrocio a 4 vie

source: GLR-Avenue roundabout - T-junction
cs: Kruhový objezd GLR-Avenue - T-křižovatka
de: Tram-Alleekreisel - Tram-Dreieck
it: Rotatoria GLR-Avenue - Incrocio a T

source: Highway above GLR-Avenue roundabout
cs: Dálnice nad kruhovým objezdem GLR-Avenue
de: Erhöhte Autobahn über Tram-Alleekreisel
it: Autostrada sopra la rotatoria GLR-Avenue

source: Avenue roundabout with GLR - connected to tram-avenue on two sides
cs: Kolejový objezd s GLR - napojený na tramvajovou třídu ze dvou stran
de: Tram-Alleekreisel
it: Rotatoria del viale con GLR - collegata alla tram-avenue su due lati

source: Ramp for underground tram-avenue Rotate for other ramps
cs: Tramvaj-on-Street - rovně
de: Unterirdische Tram-Allee - Rampe Rotiere für andere Rampen Baue sie nur auf ebenen Gelände!
it: Rampa per tram-viale sotterraneo Ruotare per altre rampe

source: Transition ramp tram-avenue - tram under avenue Rotate for other ramps
de: Übergang von Tram-Allee zu unterirdischer Straßenbahn unter Allee Rotiere für andere Rampen
it: Rampa di transizione tram-viale - tram sotto viale Ruotare per altre rampe

source: Ramp for underground tram Rotate for other ramps
de: Unterirdische Straßenbahn - Rampe Rotiere für andere Rampen Baue sie nur auf ebenen Gelände!
it: Rampa per tram sotterraneo Ruotare per altre rampe

source: Transition ramp tram-in-road - tram under road Rotate for other ramps
de: Übergang von Tram-in-Hauptstraße zu unterirdischer Straßenbahn unter Hauptstraße Rotiere für andere Rampen
it: Rampa di transizione tram su strada - tram sotto strada Ruotare per altre rampe

source: Tram-on-Street - straight
de: Tram auf Nebenstraße - gerade
it: Tram su Via - diritto

source: Bridge connector for Tram-on-Street - Handle with care - may crash the game when selected and cursor touches a tram station
cs: Mostový konektor pro Tram-on-Street – Zacházejte opatrně – může dojít ke zhroucení hry, pokud je vybrána a kurzor se dotkne tramvajové stanice
de: Brückenverbindung für Tram auf Nebenstraße - Vorsicht - Spielabsturz wenn ausgewählt und der Cursor eine Straßenbahnstation berührt!
it: Connettore a ponte per Tram su Via - Maneggiare con cautela: potrebbe bloccarsi quando il gioco viene selezionato e il cursore tocca una stazione del tram.

source: Tram-on-Street - curve
cs: Tramvaj na ulici - zatáčka
de: Tram auf Nebenstraße - Kurve
it: Tram su Via - curva

source: Straight Tram-on-Street - Street intersection
cs: Přímá tramvaj na ulici - křižovatka ulic
de: Gerade Tram auf Nebenstraße - Nebenstraßeneinmündung
it: Tram diritto su via - Intersezione stradale

source: Straight Tram-on-Street - Street crossing
cs: Přímá tramvaj na ulici - přechod ulice
de: Gerade Tram auf Nebenstraße - kreuzende Nebenstraße
it: Tram diritto su via - Attraversamento stradale

source: Curved Tram-on-Street - Street intersection
cs: Zakřivená tramvaj na ulici - křižovatka ulic
de: Abbiegende Tram auf Nebenstraße - Nebenstraßeneinmündung
it: Tram curvo su via - Intersezione stradale

source: Curved Tram-on-Street - Street junction
cs: Zakřivená tramvaj na ulici - křižovatka ulic
de: Abbiegende Tram auf Nebenstraße - Nebenstraßenkreuzung
it: Tram curvo su via - Raccordo stradale

source: Straight Tram-on-Street - Road crossing
cs: Přímá tramvaj na ulici - Silniční přechod
de: Gerade Tram auf Nebenstraße - kreuzende Hauptstraße
it: Tram su Via diritto - Attraversamento stradale

source: Tram-on-Street - transition to tram and street
cs: Tram-on-Street - přechod na tramvaj a ulici
de: Tram auf Nebenstraße - Übergang zu Tram und Nebenstraße
it: Tram su Via - passaggio al tram e alla strada

source: Tram-on-Street - transition to Tram-in-Road
cs: Tram-on-Street - přechod na Tram-in-Road
de: Tram auf Nebenstraße - Übergang zu Tram-in-Hauptstraße
it: Tram su via - transizione a Tram su strada

source: Tram-on-Street - split to straight tram and crossing streets
cs: Tramvaj na ulici - rozdělení na přímé tramvaje a křižovatky ulic
de: Tram auf Nebenstraße - Trennung in gerade Tram und kreuzende Nebenstraßen
it: Tram su via - suddivisione in tram rettilineo e attraversamento delle strade

source: Tram-on-Street - street end with straight tram
cs: Tramvaj na ulici - konec ulice s přímou tramvají
de: Tram auf Nebenstraße - Sackgasse mit weiterführende Tram
it: tram su via - estremità della strada con tram diritto

source: Tram-on-Street - straight to diagonal
cs: Tramvaj-on-Street - přímo do diagonály
de: Tram auf Nebenstraße - gerade zu diagonal
it: Tram su via - da dritto a diagonale

source: Tram-on-Street - diagonal
cs: Tramvaj na ulici - diagonální
de: Tram auf Nebenstraße - diagonal
it: Tram su via - diagonale

source: Tram-on-Street - split to turning tram and straight street
cs: Tram-on-Street - rozdělená na odbočující tramvaj a rovnou ulici
de: Tram auf Nebenstraße - Trennung in abbiegende Tram und gerade Nebenstraße
it: Tram su via - suddivisione in tram di svolta e strada diritta

source: Tram-on-Street roundabout - street intersection
cs: Tramvajový kruhový objezd - křižovatka ulic
de: Tram auf Nebenstraße Kreisel - mit Straßenanschluß
it: Rotatoria del Tram su via - intersezione stradale

source: Tram-on-Street roundabout
cs: Kruhový objezd tramvaje na ulici
de: Tram auf Nebenstraße Kreisel
it: Rotatoria del tram su via

source: Tram-on-Street roundabout - base
cs: Tramvajový kruhový objezd – základna
de: Tram auf Nebenstraße Kreisel - Basis
it: Rotatoria del tram su via - base

source: Tram-on-Street clover junction
cs: Tramvajová křižovatka na ulici
de: Tram auf Nebenstraßenkreuzung
it: Giunzione a trifoglio di Tram su Via

source: Tram-on-Street - Tram triangle on Street clover junction
cs: Tram-on-Street - Tramvajový trojúhelník na křižovatce Street Clover
de: Tram auf Nebenstraße - Straßenbahndreieck auf Straßenkreuzung
it: Tram su Via - Triangolo di tram su incrocio di trifoglio stradale

source: Tram-on-Street triangle
cs: Trojúhelník tramvaje na ulici
de: Tram auf Nebenstraße Dreieckskreuzung
it: Triangolo del tram su via

source: Diagonal Tram-on-Street with SAM cobblestone Street intersection
cs: Diagonální tramvaj na ulici s dlážděnou křižovatkou ulic SAM
de: Diagonale Tram auf Nebenstraße mit gerader SAM Kopfsteinpflasterstraßeneinmündung
it: Tram diagonale su strada con intersezione stradale in ciottoli SAM

source: Diagonal Tram-on-Street intersection with orthogonal Road
cs: Diagonální křižovatka tramvaje na ulici s ortogonální silnicí
de: Diagonale Tram auf Nebenstraßenkreuzung mit gerader Hauptstraße
it: Intersezione diagonale Tram su via con strada ortogonale

source: Tram-on-Street junction - orthogonal and diagonal
cs: Tramvajová křižovatka - ortogonální a diagonální
de: Tram auf Nebenstraßenkreuzung - gerade und diagonal
it: Raccordo Tram su via - ortogonale e diagonale

source: Tram-on-Street transition to orthogonal and diagonal SAM cobblestone Streets - Tram turning circle Fill street gap with Station or puzzle piece
de: Tram auf Nebenstraßenkreuzung und Übergang zu gerader und diagonaler SAM Kopfsteinpflasterstraße - Straßenbahnwendekreis Fülle Straßenlücke mit Haltestelle oder Puzzleteil
it: Transizione del tram su via a strade ortogonali e diagonali in ciottoli SAM - Cerchio di svolta del tram Riempire il vuoto stradale con una stazione o un pezzo di puzzle

source: Straight Tram-on-Street - junction to diagonal SAM cobblestone Street with Tram turning circle Fill street gap with Station or puzzle piece
de: Tram auf Nebenstraßenkreuzung und Übergang zu diagonaler SAM Kopfsteinpflasterstraße - Straßenbahnwendekreis Fülle Straßenlücke mit Haltestelle oder Puzzleteil
it: Tram diritto su via - incrocio con strada diagonale SAM in ciottoli con cerchio di svolta del tram Riempire il vuoto della strada con una stazione o un pezzo di puzzle

source: Straight to diagonal Tram-on-Street - junction to straight SAM cobblestone Street with Tram turning circle Fill street gap with diagonal Station or puzzle pieces
de: Tram auf Nebenstraßenkreuzung und Übergang zu gerader SAM Kopfsteinpflasterstraße - Straßenbahnwendekreis Fülle Straßenlücke mit Haltestelle oder Puzzleteil
it: Da rettilineo a diagonale Tram su via - incrocio con rettilineo SAM in ciottoli con cerchio di svolta del tram Riempire il vuoto della strada con la stazione diagonale o i pezzi del puzzle

source: Tram-on-road - Transition to tram and diagonal oneway roads
it: Tram su strada - Transizione al tram e alle strade a senso unico diagonale

source: Tram-on-road - Transition to tram and diagonal oneway roads
it: Tram su strada - Transizione al tram e alle strade a senso unico diagonale

source: Tram-in-road - Transition to tram and diagonal oneway roads
it: Tram su strada - Transizione al tram e strade a senso unico diagonale

source: Tram-in-road - Transition to tram and diagonal oneway roads
it: Tram su strada - Transizione al tram e strade a senso unico diagonale

source: Tram-on-Street - split to straight tram and turning street
cs: Tram-on-Street - rozdělení na rovnou tramvaj a odbočovací ulici
de: Tram auf Nebenstraße - Trennung in gerade Tram und abbiegende Nebenstraße
