Repository: BluelightningSC4/Network-Addon-Mod
Catalog: ltext/*/puzzlepieces-lightrail.po
Languages: cs, de, it

source: Ground Light Rail Loop Puzzle Piece
cs: Pozemní světelná kolejová smyčka skládačka
de: Wendeschleife
it: Pezzo del puzzle del passante ferroviario leggero di terra

source: Ground Light Rail Loop Puzzle Piece with connection to draggable GLR
cs: Pozemní skládačka s lehkým kolejovým vedením s připojením k přetahovatelnému GLR
de: Straßenbahn-Startpuzzleteil mit Wendeschleife Der Pfeil zeigt die Richtung an, in der die Gleise gezogen werden können.
it: Pezzo del puzzle del passante ferroviario leggero di terra con collegamento a GLR trascinabile

source: Ground Light Rail Loop Puzzle Piece with connection to draggable rural GLR
cs: Pozemní skládačka s lehkým železničním okruhem s připojením k přetahovatelnému venkovskému GLR
de: Straßenbahn-Startpuzzleteil mit Wendeschleife (für ländliche Gebiete) Der Pfeil zeigt die Richtung an, in der die Gleise gezogen werden können.
it: Pezzo del puzzle del passante ferroviario leggero terrestre con collegamento a GLR rurale trascinabile

source: Ground Light Rail Diagonal Puzzle Piece
cs: Pozemní světelná kolejnice diagonální díl puzzle
de: Straßenbahn-Puzzleteil - diagonales Teilstück
it: Pezzo di puzzle diagonale della metropolitana leggera terrestre

source: Ground Light Rail Diagonal Puzzle Piece
cs: Pozemní světelná kolejnice diagonální díl puzzle
de: Straßenbahn-Puzzleteil - diagonales Teilstück
it: Pezzo di puzzle diagonale della metropolitana leggera terrestre

source: Ground Light Rail Straight Puzzle Piece
cs: Pozemní lehká kolejnice rovná skládačka
de: Straßenbahn-Puzzleteil - gerades Teilstück
it: Pezzo di puzzle rettilineo della metropolitana leggera di terra

source: Ground Light Rail Straight Puzzle Piece The arrows indicate the direction in which the GLR can be dragged.
cs: Pozemní lehká kolejnice rovná skládačka
de: Straßenbahn-Puzzleteil - gerades Teilstück Die Pfeile zeigen die Richtung an, in der die Gleise gezogen werden können.
it: Pezzo di puzzle dritto della ferrovia leggera terrestre Le frecce indicano la direzione in cui il GLR può essere trascinato.

source: Ground Light Rail Straight Puzzle Piece
de: Straßenbahn-Puzzleteil - gerades Teilstück
it: Pezzo di puzzle rettilineo della metropolitana leggera di terra

source: Ground Light Rail Straight Puzzle Piece The arrows indicate the direction in which the GLR can be dragged.
cs: Pozemní lehké kolejnice Diagonální S-křivka skládačky
de: Straßenbahn-Puzzleteil - gerades Teilstück Die Pfeile zeigen die Richtung an, in der die Gleise gezogen werden können.
it: Pezzo di puzzle dritto della ferrovia leggera terrestre Le frecce indicano la direzione in cui il GLR può essere trascinato.

source: Ground Light Rail Diagonal S-curve Puzzle Piece
de: Straßenbahn-Puzzleteil - S-Kurve
it: Pezzo di puzzle della ferrovia leggera terrestre con curva a S diagonale

source: Ground Light Rail Straight Puzzle Piece
cs: Pozemní lehká kolejnice rovná skládačka
de: Straßenbahn-Puzzleteil - gerades Teilstück
it: Pezzo di puzzle rettilineo della metropolitana leggera di terra

source: Ground Light Rail Straight Puzzle Piece The arrows indicate the direction in which the GLR can be dragged.
cs: Pozemní světelná železniční přejezdová skládačka
de: Gerades Straßenbahn-Startpuzzleteil Der Pfeil zeigt die Richtung an, in der die Gleise gezogen werden können.
it: Pezzo di puzzle rettilineo della metropolitana leggera di terra Le frecce indicano la direzione in cui il GLR può essere trascinato.

source: Ground Light Rail Rural Straight Puzzle Piece The arrows indicate the direction in which the GLR can be dragged.
de: Gerades Straßenbahn-Startpuzzleteil (für ländliche Gebiete) Der Pfeil zeigt die Richtung an, in der die Gleise gezogen werden können.
it: Pezzo del puzzle Ground Light Rail Rural Straight Le frecce indicano la direzione in cui il GLR può essere trascinato.

source: Ground Light Rail Crossing Puzzle Piece
de: Straßenbahn-Puzzleteil - Kreuzung
it: Pezzo di puzzle per l'attraversamento della metropolitana leggera a terra

source: Ground Light Rail Turn 90 Puzzle Piece
cs: Pozemní světelná kolejnice Otočte 90 dílků skládačky
de: Straßenbahn-Puzzleteil - 90°-Kurve
it: Ferrovia leggera terrestre Gira 90 Pezzo di puzzle

source: Ground Light Rail x Road Puzzle Piece
cs: Pozemní lehké kolejnice x Silniční puzzle
de: Straßenbahn-Puzzleteil - Bahnübergang Landstraße
it: Ferrovia leggera terrestre x pezzo di puzzle stradale

source: Elevated to Ground Light Rail Connector Puzzle Piece
cs: Skládačka konektoru světelné kolejnice vyvýšená k zemi
de: Straßenbahn-Puzzleteil - Hochbahn-Straßenbahn-Übergang
it: Pezzo del puzzle del connettore della metropolitana leggera da sopraelevata a terra

source: Elevated to Ground Light Rail Connector Puzzle Piece The arrows indicate the direction in which the GLR can be dragged.
cs: Pozemní světelná kolejnice skládačka doprava
de: Straßenbahn-Startpuzzleteil mit Hochbahnanschluss Der Pfeil zeigt die Richtung an, in der die Gleise gezogen werden können.
it: Pezzo di puzzle del connettore della metropolitana leggera da sopraelevata a terra Le frecce indicano la direzione in cui il GLR può essere trascinato.

source: Elevated to Rural Ground Light Rail Connector Puzzle Piece The arrows indicate the direction in which the GLR can be dragged.
de: Straßenbahn-Startpuzzleteil mit Hochbahnanschluss (für ländliche Gebiete) Der Pfeil zeigt die Richtung an, in der die Gleise gezogen werden können.
it: Pezzo di puzzle del connettore della metropolitana leggera da sopraelevata a rurale Le frecce indicano la direzione in cui il GLR può essere trascinato.

source: Ground Light Rail Right Turn Puzzle Piece
de: Straßenbahn-Puzzleteil - Biegung rechts
it: Pezzo del puzzle della ferrovia leggera terrestre con svolta a destra

source: Ground Light Rail Left Turn Puzzle Piece
cs: Pozemní světelná kolejnice levá odbočka skládačky
de: Straßenbahn-Puzzleteil - Biegung links
it: Pezzo del puzzle sulla svolta a sinistra della metropolitana leggera

source: Ground Light Rail Diagonal Puzzle Piece
cs: Pozemní světelná kolejnice diagonální díl puzzle
de: Straßenbahn-Puzzleteil - diagonales Teilstück
it: Pezzo di puzzle diagonale della metropolitana leggera terrestre

source: Ground Light Rail Diagonal Puzzle Piece The arrows indicate the direction in which the GLR can be dragged.
cs: Pozemní Light Rail Pravá křižovatka Skládačka
de: Diagonales Straßenbahn-Startpuzzleteil Der Pfeil zeigt die Richtung an, in der die Gleise gezogen werden können.
it: Pezzo di puzzle diagonale della metropolitana leggera terrestre Le frecce indicano la direzione in cui il GLR può essere trascinato.

source: Ground Light Rail Rural Diagonal Puzzle Piece The arrows indicate the direction in which the GLR can be dragged.
de: Diagonales Straßenbahn-Startpuzzleteil (für ländliche Gebiete) Der Pfeil zeigt die Richtung an, in der die Gleise gezogen werden können.
it: Pezzo di puzzle diagonale della ferrovia leggera terrestre rurale Le frecce indicano la direzione in cui il GLR può essere trascinato.

source: Ground Light Rail Y Junction Puzzle Piece
de: Straßenbahn-Puzzleteil - Y-Abzweigung
it: Pezzo del puzzle della ferrovia leggera terrestre Y

source: Ground Light Rail W Junction Puzzle Piece
de: Straßenbahn-Puzzleteil - W-Abzweigung
it: Pezzo di puzzle della ferrovia leggera terrestre W giunzione

source: Ground Light Rail Right Junction Puzzle Piece
de: Straßenbahn-Puzzleteil - Abzweig rechts
it: Pezzo del puzzle della ferrovia leggera terrestre con giunzione a destra

source: Ground Light Rail Left Junction Puzzle Piece
cs: Pozemní Light Rail Levá křižovatka Puzzle kus
de: Straßenbahn-Puzzleteil - Abzweig links
it: Pezzo del puzzle della ferrovia leggera terrestre a sinistra

source: Ground Light Rail x Street Puzzle Piece
cs: Pozemní světelná kolejnice x Pouliční skládačka
de: Straßenbahn-Puzzleteil - Bahnübergang Straße
it: Ferrovia leggera terrestre x pezzo di puzzle stradale

source: Ground Light Rail x One-Way Puzzle Piece
cs: Pozemní světelná kolejnice x Jednosměrná skládačka
de: Straßenbahn-Puzzleteil - Bahnübergang Einbahnstraße
it: Ferrovia leggera terrestre x un senso unico Pezzo di puzzle

source: Ground Light Rail x Avenue Puzzle Piece
cs: Pozemní světelná kolejnice x dílek skládačky Avenue
de: Straßenbahn-Puzzleteil - Bahnübergang Allee
it: Ferrovia leggera terrestre x Viale Pezzo di puzzle

source: Ground Light Rail Rural Straight Puzzle Piece
cs: Pozemní lehká železnice Venkovské rovné díl puzzle
de: Straßenbahn-Puzzleteil - gerades Teilstück (für ländliche Gebiete)
it: Ferrovia leggera terrestre Pezzo di puzzle rettilineo rurale

source: Ground Light Rail Rural Diagonal Puzzle Piece
cs: Pozemní lehké železniční venkovské diagonální díl puzzle
de: Straßenbahn-Puzzleteil - diagonales Teilstück (für ländliche Gebiete)
it: Pezzo di puzzle diagonale della ferrovia leggera terrestre

source: Ground Light Rail x Rail Puzzle Piece
cs: Pozemní lehké kolejnice x kolejnice puzzle
de: Straßenbahn-Puzzleteil - Eisenbahn-Kreuzung
it: Ferrovia leggera terrestre x ferrovia Pezzo di puzzle

source: Ground Light Rail x Elevated Light Rail Puzzle Piece
cs: Pozemní světelná kolejnice x vyvýšená světelná kolejnice
de: Straßenbahn-Puzzleteil - Hochbahn-Unterquerung
it: Ferrovia leggera terrestre x ferrovia leggera sopraelevata Pezzo del puzzle

source: Ground Light Rail x Elevated Highway Puzzle Piece
cs: Pozemní světelná kolejnice x dílek skládačky vyvýšené dálnice
de: Straßenbahn-Puzzleteil - erhöhte Autobahn-Unterquerung
it: Ferrovia leggera terrestre x autostrada sopraelevata Pezzo del puzzle

source: Ground Light Rail x Monorail Puzzle Piece
cs: Pozemní lehká kolejnice x Jednokolejná skládačka
de: Straßenbahn-Puzzleteil - Einschienenbahn-Unterquerung
it: Pezzo di puzzle della metropolitana leggera di terra e della monorotaia

source: smoncrie Ground Light Rail "T" OnSlope Puzzle Piece
cs: smoncrie Pozemní světelná kolejnice T Skládačka OnSlope
de: Straßenbahn-Hangpuzzleteil mit Unterführung
it: smoncrie Ground Light Rail "T" in pendenza Pezzo del puzzle

source: smoncrie Ground Light Rail Straight OnSlope Puzzle Piece
cs: Smoncrie Pozemní Light Rail Straight OnSlope Puzzle Piece
de: Straßenbahn-Hangpuzzleteil
it: smoncrie Ground Light Rail Straight OnSlope Pezzo del puzzle

source: Straight Ground Light Rail OnSlope Puzzle Piece
cs: Skládačka s rovným pozemním světlem na svahu
de: Straßenbahn-Puzzleteil für Hänge
it: Pezzo di puzzle della metropolitana leggera rettilinea in pendenza

source: "T" Ground Light Rail OnSlope Puzzle Piece
cs: T Pozemní světelná kolejnice na svahu skládačka
de: Straßenbahn-Puzzleteil für Hänge mit Landstraßenunterführung
it: "T" Ground Light Rail In Slope Puzzle Piece

source: Ground Light Rail Loop with gap First plop a Tram Station (with road connection), then plop this puzzle piece. Save, exit and re-enter the city to activate the station paths
cs: Multipřepínač pozemního světla
de: Straßenbahnwendekreis mit Lücke Setze erst eine Straßenbahnhaltestelle (mit seitlicher Straßenanbindung), dann setze dieses Puzzleteil. Speichere, verlasse und lade die Stadt neu um die Haltestellenpfade zu aktivieren
it: Anello di ferrovia leggera a terra con vuoto Prima inserite una stazione del tram (con collegamento stradale), poi inserite questo pezzo di puzzle. Salvate, uscite e rientrate in città per attivare i percorsi della stazione.

source: Ground Light Rail straight and Loop - with gap First plop a Tram Station (with road connection), then plop this puzzle piece. Save, exit and re-enter the city to activate the station paths
de: Gerade Straßenbahnstrecke mit Wendekreis Setze erst eine Straßenbahnhaltestelle (mit seitlicher Straßenanbindung), dann setze dieses Puzzleteil. Speichere, verlasse und lade die Stadt neu um die Haltestellenpfade zu aktivieren
it: Ferrovia leggera terrestre dritta e ad anello - con spazio vuoto Prima inserite una stazione del tram (con collegamento stradale), poi inserite questo pezzo di puzzle. Salvate, uscite e rientrate in città per attivare i percorsi della stazione.

source: Ground Light Rail Multi-Switch
de: Straßenbahn-Puzzleteil - 4er-Kreuzung
it: Interruttore multiplo per metropolitana leggera di terra

source: Ground Light Rail T Junction
cs: Pozemní T křižovatka Light Rail
de: Straßenbahn-Puzzleteil - T-Kreuzung
it: Giunto a T della metropolitana leggera di terra

source: Ground Light Rail Diagonal Right Junction (Rural) Puzzle Piece
cs: Pozemní lehká kolejnice Diagonální Pravá křižovatka (venkovské) Skládačka
de: Straßenbahn-Puzzleteil - diagonaler Abzweig rechts (für ländliche Gebiete)
it: Pezzo di puzzle della ferrovia leggera terrestre con giunzione diagonale destra (rurale)

source: Ground Light Rail Diagonal Right Junction Puzzle Piece
cs: Pozemní světelná kolejnice Diagonální Pravá křižovatka Skládačka
de: Straßenbahn-Puzzleteil - diagonaler Abzweig rechts
it: Pezzo di puzzle della ferrovia leggera terrestre con giunzione diagonale a destra

source: Ground Light Rail Diagonal Left Junction (Rural) Puzzle Piece
cs: Pozemní lehká kolejová diagonální levá křižovatka (venkovské) skládačka
de: Straßenbahn-Puzzleteil - diagonaler Abzweig links (für ländliche Gebiete)
it: Ferrovia leggera terrestre Giunzione diagonale sinistra (rurale) Pezzo di puzzle

source: Ground Light Rail Diagonal Left Junction Puzzle Piece
cs: Pozemní světelná kolejnice Diagonální Levá křižovatka Skládačka
de: Straßenbahn-Puzzleteil - diagonaler Abzweig links
it: Pezzo di puzzle della ferrovia leggera terrestre con giunzione diagonale a sinistra

source: Ground Light Rail on Ped Mall - Paved
cs: Pozemní lehká kolej na Ped Mall - zpevněná
de: Fußgängerzonen-Puzzleteil mit Straßenbahn - Klinkerpflaster
it: Metropolitana leggera a terra su centro commerciale pedonale - pavimentato

source: Ground Light Rail on Ped Mall - Cobble Stone
cs: Pozemní lehké kolejiště na Ped Mall - Cobble Stone
de: Fußgängerzonen-Puzzleteil mit Straßenbahn - Kopfsteinpflaster
it: Metropolitana leggera a terra su Ped Mall - Cobble Stone

source: Ground Light Rail on Ped Mall - Open Paved
cs: Pozemní světelná kolej na Ped Mall - Open Paved
de: Fußgängerzonen-Puzzleteil mit Straßenbahn - Pflaster
it: Ferrovia leggera a terra su centro commerciale pedonale - Aperto Pavimentato

source: Ground Light Rail on Ped Mall - Sandstone
cs: Pozemní lehká kolej na Ped Mall - pískovec
de: Fußgängerzonen-Puzzleteil mit Straßenbahn - Sandsteinpflaster
it: Metropolitana leggera a terra su Ped Mall - Sandstone

source: Ground Light Rail on Ped Mall - Center Pole
cs: Pozemní světelná kolejnice na Ped Mall - středový sloup
de: Fußgängerzonen-Puzzleteil mit Straßenbahn - graues Pflaster
it: Metropolitana leggera a terra su Ped Mall - Polo centrale

source: High Elevated Rail Ramp Puzzle Piece
cs: Skládačka s vysokozdvižnou rampou
de: Erhöhte Hochbahn - Start-/Endstück
it: Pezzo di puzzle della rampa a rotaia elevata

source: High Elevated Rail over Elevated Highway Puzzle Piece
cs: Vysoká vyvýšená kolejnice nad vyvýšenou dálnicí
de: Erhöhte Hochbahn über erhöhte Autobahn
it: Pezzo di puzzle della ferrovia sopra l'autostrada sopraelevata

source: ElevatedRail on Street - Straight
cs: ElevatedRail na ulici - Rovná
de: Hochbahn über Straße - gerade
it: Ferrovia sopraelevato su strada - Diritto

source: ElevatedRail on Street - T-Intersection Straight
cs: ElevatedRail na ulici - T-křižovatka rovně
de: Hochbahn über Straße - T-Kreuzung gerade
it: Ferrovia sopraelevata su strada - Intersezione a T diritta

source: ElevatedRail on Street - T-Intersection Dead End
de: Hochbahn über Straße - T-Kreuzung 1
it: Ferrovia sopraelevata su strada - intersezione a T vicolo cieco

source: ElevatedRail on Street - +-Intersection
cs: ElevatedRail na ulici - +-Křižovatka
de: Hochbahn über Straße - Kreuzung
it: Ferrovia sopraelevata su strada - +Intersezione

source: ElevatedRail on Street - T-Intersection Road Dead End
de: Hochbahn über Straße - T-Kreuzung 2
it: Ferrovia sopraelevata su strada - Intersezione a T Strada senza uscita

source: ElevatedRail on Road - + Intersection Road, + Intersection LightRail Piece
de: Hochbahn über Landstraße - Hochbahnkreuzung über Landstraßenkreuzung
it: Ferrovia sopraelevata su strada - + Intersezione strada, + Intersezione ferrovia leggera Pezzo

source: ElevatedRail on Road - + Intersection Road, T intersection LightRail
cs: ElevatedRail on Road - + Intersection Road, T křižovatka LightRail
de: Hochbahn über Landstraße - Hochbahneinmündung über Landstraßenkreuzung
it: Ferrovia sopraelevata su strada - + Intersezione Strada, intersezione a T LightRail

source: ElevatedRail on Road - Corner
de: Hochbahn über Landstraße - Hochbahnkurve über Landstraßenkurve
it: Ferrovia sopraelevata su strada - Angolo

source: ElevatedRail on Road - Straight Road, 45 degree access LightRail Piece
cs: ElevatedRail on Road - Rovná cesta, 45stupňový přístup LightRail Piece
de: Hochbahn über Landstraße - diagonale Hochbahneinmündung über gerader Landstraße
it: Ferrovia sopraelevata su strada - Strada rettilinea, accesso a 45 gradi Pezzo LightRail

source: ElRail Over Road + AVE-2 Intersection
cs: ElRail Over Road + křižovatka AVE-2
it: Ferrovia Sopraelevata sopra la Strada + Intersezione AVE-2

source: ElRail Over Road + NRD-4 Intersection
cs: ElRail Over Road + křižovatka NRD-4
it: Intersezione Ferrovia Sopraelevata sopra la Strada + NRD-4

source: ElRail Over Road T Street Intersection
cs: ElRail Přes Křižovatku Silnice T
it: Intersezione Ferrovia Sopraelevta sopra la Strada T Via

source: ElRail Over Road + ARD-3 Intersection
cs: ElRail Over Road + křižovatka ARD-3
it: Intersezione Ferrovia Sopraelevata sopra la Strada + ARD-3

source: ElRail Over Road to ElRail Over Street Transition
it: Transizione Ferrovia Sopraelevta sopra la Strada a Ferrovia Sopraelevta sopra la Via

source: ElRail Over Road + TLA-3 Intersection
cs: ElRail Over Road + křižovatka TLA-3
it: Intersezione Ferrovia Sopraelevata sopra la Strada + TLA-3

source: ElRail Over Road + RD-4 Intersection
cs: ElRail Over Road + křižovatka RD-4
it: Intersezione Ferrovia Sopraelevata sopra la Strada + RD-4

source: ElRail Over Road + RD-6 Intersection
cs: ElRail Over Road + křižovatka RD-6
it: Intersezione Ferrovia Sopraelevata sopra la Strada + RD-6

source: ElRail Over Road + TLA-5 Intersection
cs: ElRail Over Road + křižovatka TLA-5
it: Intersezione Ferrovia Sopraelevata sopra la Strada + TLA-5

source: ElRail Over Road + AVE-6 Intersection
cs: ElRail Over Road + křižovatka AVE-6
it: Intersezione Ferrovia Sopraelevata sopra la Strada + AVE-6

source: Tram-Avenue - Straight piece
cs: Tram-Avenue - Rovný kus
de: Allee mit Straßenbahn - gerades Teilstück
it: Viale del tram - Pezzo rettilineo

source: Tram-Avenue - Road Intersection on one side
cs: Tram-Avenue - Silniční křižovatka na jedné straně
de: Allee mit Straßenbahn - Landstraßeneinmündung
it: Viale del Tram - Intersezione stradale su un lato

source: Tram-Avenue - Road Intersection
cs: Tramvaje-Avenue - Silniční křižovatka
de: Allee mit Straßenbahn - Landstraßenkreuzung
it: Viale del Tram - Intersezione stradale

source: Tram-Avenue - Street Intersection on one side
cs: Tramvajová avenue - křižovatka ulic na jedné straně
de: Allee mit Straßenbahn - Straßeneinmündung
it: Tram-Viale - Intersezione via su un lato

source: Tram-Avenue - Street Intersection
cs: Tramvajová třída - křižovatka ulic
de: Allee mit Straßenbahn - Straßenkreuzung
it: Intersezione tra il viale del tram e la via

source: Tram-Avenue - OneWayRoad Intersection on one side
cs: Tram-Avenue - Jednosměrná křižovatka na jedné straně
de: Allee mit Straßenbahn - Einbahnstraßeneinmündung
it: Tram su Viale - Strada a senso unico Intersezione su un lato

source: Tram-Avenue - OneWayRoad Intersection on one side
cs: Tram-Avenue - Jednosměrná křižovatka na jedné straně
de: Allee mit Straßenbahn - Einbahnstraßeneinmündung
it: Tram Viale - Strada a senso unico Intersezione su un lato

source: Tram-Avenue - OneWayRoad Intersection
cs: Tramvajová avenue – jednosměrná křižovatka
de: Allee mit Straßenbahn - Einbahnstraßenkreuzung
it: Intersezione viale del tram - strada a senso unico

source: Straight Tram-Avenue - Avenue T-Intersection
cs: Přímá tramvaj-Avenue - Avenue T-Křižovatka
de: Allee mit Straßenbahn - Allee-Einmündung mit gerader Straßenbahn
it: Intersezione rettilinea viale del Tram - viale T

source: Straight Tram-Avenue - Avenue Intersection
cs: Přímá tramvaj-Avenue - Avenue křižovatka
de: Allee mit Straßenbahn - Alleekreuzung mit gerader Straßenbahn
it: Intersezione rettilinea viale del Tram - viale

source: Tram-Avenue - corner piece
cs: Tram-Avenue - rohový kus
de: Allee mit Straßenbahn - Kurve
it: Tram su Viale - pezzo d'angolo

source: Tram-Avenue - corner piece (grass)
cs: Tram-Avenue - rohový kus (tráva)
de: Allee mit Straßenbahn - Kurve (Gras)
it: Viale del tram - pezzo d'angolo (erba)

source: Tram-Avenue junction: Avenue T-Intersection - Tram corner
cs: Tramvaj-Avenue křižovatka: Avenue T-Křižovatka - Tramvajový roh
de: Allee mit Straßenbahn - Allee-Einmündung mit Straßenbahnkurve
it: Intersezione tram-viale: Intersezione viale T - angolo Tram

source: Tram-Avenue junction: 4way Avenue - Tram corner
cs: Tramvajová křižovatka: 4way Avenue - Tramvajový roh
de: Allee mit Straßenbahn - Alleekreuzung mit Straßenbahnkurve
it: Incrocio tram-viale: Viale delle 4 vie - Angolo del tram

source: Tram-Avenue T-junction
cs: Tramvaj-Avenue T-křižovatka
de: Allee mit Straßenbahn - Allee-Einmündung
it: Raccordo a T del viale dei tram

source: Tram-Avenue junction: 4way Avenue - Tram T-Intersection
cs: Tramvajová křižovatka: 4way Avenue - Tram T-Intersection
de: Allee mit Straßenbahn - Alleekreuzung mit Straßenbahn-Einmündung
it: Intersezione tram-viale: Viale delle 4 vie - Intersezione a T del tram

source: Tram-Avenue 4way junction
cs: Čtyřcestná křižovatka Tram-Avenue
de: Allee mit Straßenbahn - Alleekreuzung
it: Raccordo Tram-Viale 4 vie

source: Tram-Avenue - straight Avenue - Tram T-Intersection
cs: Tramvajová třída - přímá třída - křižovatka tramvají T
de: Allee mit Straßenbahn - gerade Allee mit Straßenbahneinmündung
it: Viale del tram - viale diritto - intersezione a T del tram

source: Tram-Avenue transition to straight Avenue and diagonal Tram
cs: Tramvaj-Avenue přechod na rovnou Avenue a diagonální tramvaj
de: Allee mit Straßenbahn - gerade Allee mit diagonaler Straßenbahneinmündung
it: Transizione tram-viale a viale dritto e tram diagonale

source: Tram-Avenue - Diagonal piece
cs: Tram-Avenue - Diagonální kus
de: Allee mit Straßenbahn - diagonales Teilstück
it: Viale del tram - Pezzo diagonale

source: Filler for diagonal Tram-Avenue
cs: Náplň pro diagonální Tram-Avenue
de: Allee mit Straßenbahn - diagonales Teilstück
it: Riempimento della diagonale del viale del tram

source: Tram-Avenue - Diagonal piece (grass)
cs: Tram-Avenue - Diagonální kus (tráva)
de: Allee mit Straßenbahn - diagonales Teilstück (Gras)
it: Viale del tram - Pezzo diagonale (erba)

source: Tram-Avenue - Orthogonal-Diagonal Piece
cs: Tramvajová třída - ortogonální diagonální kus
de: Allee mit Straßenbahn - Übergang orthogonal/diagonal
it: Viale del tram - Pezzo ortogonale-diagonale

source: Diagonal Tram-Avenue transition to straight onewayroads and tram (3 tiles)
cs: Diagonální přechod Tramvaje-Avenue na rovnou jednosměrku a tramvaj (3 dlaždice)
de: Allee mit Straßenbahn - Übergang diagonal/orthogonal
it: Transizione tram-viale diagonale a strada a scorrimento veloce rettilinea e tram (3 tessere)

source: Tram-Avenue transition to straight onewayroads and tram (3 tiles)
cs: Tramvaje-Avenue přechod na rovnou jednosměrku a tramvaj (3 dlaždice)
de: Allee mit Straßenbahn - Alleeaufweitung mit gerader Straßenbahneinmündung
it: Transizione tram-viale a strada a scorrimento veloce e tram (3 tessere)
