Repository: BluelightningSC4/Network-Addon-Mod
Catalog: ltext/*/puzzlepieces-street.po
Languages: cs, es, it, ko

source: Ped Mall X Elevated Highway Puzzle Piece
cs: Skládačka Ped Mall X Elevated Highway
es: Cruce estático de Paseo Peatonal bajo Autopista Elevada (L2)
it: Pezzo di puzzle Ped Mall X Elevated Highway
ko: 보행자전용도로 :: 고가 고속도로 교차

source: Raiser Piece (7.5m), rotate for Digger Piece
cs: Raiser Piece (7,5 m), otočte pro Digger Piece
es: Constructor de terraplén de 7,5 metros (L1), rotar para Constructor de trinchera
it: Pezzo di sollevamento (7,5 m), rotazione per pezzo di scavo
ko: 쌓기 조각 (7.5m), 회전하면 파기 조각으로 바뀜

source: Raiser Piece (8m), rotate for Digger Piece
cs: Raiser Piece (8m), otočte pro Digger Piece
es: Constructor de terraplén de 8 metros, rotar para Constructor de trinchera
it: Pezzo di sollevamento (8 m), ruotare per il pezzo di scavo
ko: 쌓기 조각 (8m), 회전하면 파기 조각으로 바뀜

source: Raiser Piece (10m), rotate for Digger Piece
cs: Raiser Piece (10m), otočte pro Digger Piece
es: Constructor de terraplén de 10 metros, rotar para Constructor de trinchera
it: Pezzo di sollevamento (10 m), ruotare per il pezzo di scavo
ko: 쌓기 조각 (10m), 회전하면 파기 조각으로 바뀜

source: Raiser Piece (12m), rotate for Digger Piece
cs: Raiser Piece (12m), otočte pro Digger Piece
es: Constructor de terraplén de 12 metros, rotar para Constructor de trinchera
it: Pezzo di sollevamento (12 m), ruotare per il pezzo di scavo
ko: 쌓기 조각 (12m), 회전하면 파기 조각으로 바뀜

source: Raiser Piece (14m), rotate for Digger Piece
cs: Raiser Piece (14m), otočte pro Digger Piece
es: Constructor de terraplén de 14 metros, rotar para Constructor de trinchera
it: Pezzo di sollevamento (14 m), ruotare per il pezzo di scavo
ko: 쌓기 조각 (14m), 회전하면 파기 조각으로 바뀜

source: Raiser Piece (15m), rotate for Digger Piece
cs: Raiser Piece (15m), otočte pro Digger Piece
es: Constructor de terraplén de 15 metros (L2), rotar para Constructor de trinchera
it: Pezzo di sollevamento (15 m), ruotare per il pezzo di scavo
ko: 쌓기 조각 (15m), 회전하면 파기 조각으로 바뀜

source: Raiser Piece (15.5m), rotate for Digger Piece
cs: Raiser Piece (15,5 m), otočte pro Digger Piece
es: Constructor de terraplén de 15,5 metros, rotar para Constructor de trinchera
it: Pezzo di sollevamento (15,5 m), rotazione per pezzo di scavo
ko: 쌓기 조각 (15.5m), 회전하면 파기 조각으로 바뀜

source: Raiser Piece (22.5m), rotate for Digger Piece
cs: Raiser Piece (22,5 m), otočte pro Digger Piece
es: Constructor de terraplén de 22,5 metros (L3), rotar para Constructor de trinchera
it: Pezzo di sollevamento (22,5 m), rotazione per pezzo di scavo
ko: 쌓기 조각 (22.5m), 회전하면 파기 조각으로 바뀜

source: Raiser Piece (24m), rotate for Digger Piece
cs: Raiser Piece (24m), otočte pro Digger Piece
es: Constructor de terraplén de 24 metros, rotar para Constructor de trinchera
it: Pezzo di sollevamento (24 m), ruotare per il pezzo di scavo
ko: 쌓기 조각 (24m), 회전하면 파기 조각으로 바뀜

source: Raiser Piece (30m), rotate for Digger Piece
cs: Raiser Piece (30m), otočte pro Digger Piece
es: Constructor de terraplén de 30 metros (L4), rotar para Constructor de trinchera
it: Pezzo di sollevamento (30 m), ruotare per il pezzo di scavo
ko: 쌓기 조각 (30m), 회전하면 파기 조각으로 바뀜

source: Raiser Piece (0.1m), rotate for Digger Piece
cs: Kus zvedáku (0,1 m), otočte pro kus rypadla
es: Constructor de terraplén de 10 centímetros, rotar para Constructor de trinchera
it: Pezzo di sollevamento (0,1 m), rotazione per pezzo di scavo
ko: 쌓기 조각 (0.1m), 회전하면 파기 조각으로 바뀜

source: Raiser Piece (0.5m), rotate for Digger Piece
cs: Kus zvedáku (0,5 m), otočte pro kus rypadla
es: Constructor de terraplén de 50 centímetros, rotar para Constructor de trinchera
it: Pezzo di sollevamento (0,5 m), rotazione per pezzo di scavo
ko: 쌓기 조각 (0.5m), 회전하면 파기 조각으로 바뀜

source: Raiser Piece (1m), rotate for Digger Piece
cs: Kus zvedáku (1 m), otočte o kus rypadla
es: Constructor de terraplén de 1 metro, rotar para Constructor de trinchera
it: Pezzo di sollevamento (1 m), ruotare per il pezzo di scavo
ko: 쌓기 조각 (1m), 회전하면 파기 조각으로 바뀜

source: Raiser Piece (2m), rotate for Digger Piece
cs: Kus zvedáku (2 m), otočte pro kus rypadla
es: Constructor de terraplén de 2 metros, rotar para Constructor de trinchera
it: Pezzo di sollevamento (2 m), ruotare per il pezzo di scavo
ko: 쌓기 조각 (2m), 회전하면 파기 조각으로 바뀜

source: Raiser Piece (5m), rotate for Digger Piece
cs: Raiser Piece (5m), otočte pro Digger Piece
es: Constructor de terraplén de 5 metros, rotar para Constructor de trinchera
it: Pezzo di sollevamento (5 m), rotazione per pezzo di scavo
ko: 쌓기 조각 (5m), 회전하면 파기 조각으로 바뀜

source: Hole Digger Piece (7.5m), rotate for Raiser Piece
cs: Diger Digger Piece (7,5 m), otočte pro Raiser Piece
es: Constructor de trinchera de 7,5 metros (L1), rotar para Constructor de terraplén
it: Pezzo scavatore (7,5 m), ruotare per pezzo sollevatore
ko: 구덩이 파기 조각 (7.5m), 회전하면 쌓기 조각으로 바뀜

source: Hole Digger Piece (8m), rotate for Raiser Piece
cs: Diger Digger Piece (8m), otočte pro Raiser Piece
es: Constructor de trinchera de 8 metros, rotar para Constructor de terraplén
it: Pezzo scavatore di buche (8 m), ruotare per il pezzo sollevatore
ko: 구덩이 파기 조각 (8m), 회전하면 쌓기 조각으로 바뀜

source: Hole Digger Piece (10m), rotate for Raiser Piece
cs: Diger Digger Piece (10m), otočte pro Raiser Piece
es: Constructor de trinchera de 10 metros, rotar para Constructor de terraplén
it: Pezzo scavatore di buche (10 m), ruotare per il pezzo di sollevamento
ko: 구덩이 파기 조각 (10m), 회전하면 쌓기 조각으로 바뀜

source: Hole Digger Piece (12m), rotate for Raiser Piece
cs: Diger Digger Piece (12m), otočte pro Raiser Piece
es: Constructor de trinchera de 12 metros, rotar para Constructor de terraplén
it: Pezzo scavatore di buche (12 m), ruotare per il pezzo sollevatore
ko: 구덩이 파기 조각 (12m), 회전하면 쌓기 조각으로 바뀜

source: Hole Digger Piece (14m), rotate for Raiser Piece
cs: Diger Digger Piece (14m), otočte pro Raiser Piece
es: Constructor de trinchera de 14 metros, rotar para Constructor de terraplén
it: Pezzo scavatore di buche (14 m), ruotare per il pezzo sollevatore
ko: 구덩이 파기 조각 (14m), 회전하면 쌓기 조각으로 바뀜

source: Hole Digger Piece (15m), rotate for Raiser Piece
cs: Diger Digger Piece (15m), otočte pro Raiser Piece
es: Constructor de trinchera de 15 metros (L2), rotar para Constructor de terraplén
it: Pezzo scavatore di buche (15 m), ruotare per il pezzo sollevatore
ko: 구덩이 파기 조각 (15m), 회전하면 쌓기 조각으로 바뀜

source: Hole Digger Piece (15.5m), rotate for Raiser Piece
cs: Diger Digger Piece (15,5 m), otočte pro Raiser Piece
es: Constructor de trinchera de 15,5 metros, rotar para Constructor de terraplén
it: Pezzo scavatore (15,5 m), ruotare per pezzo sollevatore
ko: 구덩이 파기 조각 (15.5m), 회전하면 쌓기 조각으로 바뀜

source: Hole Digger Piece (22.5m), rotate for Raiser Piece
cs: Diger Digger Piece (22,5 m), otočte pro Raiser Piece
es: Constructor de trinchera de 22,5 metros (L3), rotar para Constructor de terraplén
it: Pezzo scavatore di buche (22,5 m), ruotare per il pezzo sollevatore
ko: 구덩이 파기 조각 (22.5m), 회전하면 쌓기 조각으로 바뀜

source: Hole Digger Piece (24m), rotate for Raiser Piece
cs: Diger Digger Piece (24m), otočte pro Raiser Piece
es: Constructor de trinchera de 24 metros, rotar para Constructor de terraplén
it: Pezzo scavatore di buche (24 m), ruotare per il pezzo sollevatore
ko: 구덩이 파기 조각 (24m), 회전하면 쌓기 조각으로 바뀜

source: Hole Digger Piece (30m), rotate for Raiser Piece
cs: Diger Digger Piece (30 m), otočte pro Raiser Piece
es: Constructor de trinchera de 30 metros (L4), rotar para Constructor de terraplén
it: Pezzo scavatore di buche (30 m), ruotare per il pezzo di sollevamento
ko: 구덩이 파기 조각 (30m), 회전하면 쌓기 조각으로 바뀜

source: Hole Digger Piece (0.1m), rotate for Raiser Piece
cs: Diger Digger Piece (0,1 m), otočte pro Raiser Piece
es: Constructor de trinchera de 10 centímetros, rotar para Constructor de terraplén
it: Pezzo scavatore (0,1 m), ruotare per il pezzo sollevatore
ko: 구덩이 파기 조각 (0.1m), 회전하면 쌓기 조각으로 바뀜

source: Hole Digger Piece (0.5m), rotate for Raiser Piece
cs: Diger Digger Piece (0,5 m), otočte pro Raiser Piece
es: Constructor de trinchera de 50 centímetros, rotar para Constructor de terraplén
it: Pezzo scavatore (0,5 m), ruotare per pezzo sollevatore
ko: 구덩이 파기 조각 (0.5m), 회전하면 쌓기 조각으로 바뀜

source: Hole Digger Piece (1m), rotate for Raiser Piece
cs: Diger Digger Piece (1m), otočte pro Raiser Piece
es: Constructor de trinchera de 1 metro, rotar para Constructor de terraplén
it: Pezzo scavatore di buche (1 m), ruotare per il pezzo di sollevamento
ko: 구덩이 파기 조각 (1m), 회전하면 쌓기 조각으로 바뀜

source: Hole Digger Piece (2m), rotate for Raiser Piece
cs: Diger Digger Piece (2m), otočte pro Raiser Piece
es: Constructor de trinchera de 2 metros, rotar para Constructor de terraplén
it: Pezzo scavatore (2 m), ruotare per pezzo sollevatore
ko: 구덩이 파기 조각 (2m), 회전하면 쌓기 조각으로 바뀜

source: Hole Digger Piece (5m), rotate for Raiser Piece
cs: Diger Digger Piece (5m), otočte pro Raiser Piece
es: Constructor de trinchera de 5 metros, rotar para Constructor de terraplén
it: Pezzo scavatore di buche (5 m), ruotare per il pezzo di sollevamento
ko: 구덩이 파기 조각 (5m), 회전하면 쌓기 조각으로 바뀜

source: Construction Piece for building diagonal streets. Click to place. The construction tile will automatically disappear when placed.
cs: Stavební kus pro stavbu diagonálních ulic. Umístěte kliknutím. Stavební dlaždice po položení automaticky zmizí.
es: Pieza de Construcción para Calles diagonales. Hacer clic para ubicar. La pieza que ocupa la celda lateral desaparecerá automáticamente.
it: Pezzo di costruzione per la realizzazione di strade diagonali. Fare clic per posizionare. La tessera di costruzione scompare automaticamente una volta posizionata.
ko: 대각선 거리를 건설하는 조각. 클릭하여 설치하세요. 설치하면 공사장 타일은 자동적으로 없어집니다.

source: Mountain Trail - Straight
cs: Horská stezka - Rovná
es: Sendero de Montaña - recto
it: Sentiero di montagna - Dritto
ko: 산길 :: 직선

source: Mountain Trail - Curved
cs: Horská stezka - zakřivená
es: Sendero de Montaña - curva en 90°
it: Sentiero di montagna - Curva
ko: 산길 :: 90도 커브

source: Mountain Trail - T Intersection
cs: Horská stezka - T křižovatka
es: Sendero de Montaña - cruce en T
it: Sentiero di montagna - Intersezione T
ko: 산길 :: T자 교차로

source: Mountain Trail - Cross Intersection
cs: Horská stezka - křižovatka
es: Sendero de Montaña - cruce en X
it: Sentiero di montagna - Intersezione trasversale
ko: 산길 :: +자 교차로

source: Ped OnSlope Puzzle Piece
cs: Skládačka Ped OnSlope
es: Pasarela peatonal sobre talud (estática)
it: Ped In Pendenza Pezzo di puzzle
ko: 보행자전용도로 :: 경사 위

source: Classic Pedmalls
cs: Klasické pedmalls
es: Plaza Peatonal - Clásica
it: Zona Pedonale Classica
ko: 보행자전용도로 :: 클래식

source: Pedmalls Pavement
cs: Chodník pro chodce
es: Plaza Peatonal - Baldosa
it: Zona Pedonale Pavimentata
ko: 보행자전용도로 :: 포장

source: Pedmalls Cobblestone
es: Plaza Peatonal - Empedrado
it: Zona Pedonale di Ciottoli
ko: 보행자전용도로 :: 자갈

source: Pedmalls Wavy Brick
cs: Podnože Vlnitá cihla
es: Plaza Peatonal - Ladrillo Ondulado
it: Zona Pedonale a Mattone Ondulato
ko: 보행자전용도로 :: 물결 벽돌

source: Pedmalls Grass
cs: Podnože Tráva
es: Plaza Peatonal - Césped
it: Zona Pedonale d'Erba
ko: 보행자전용도로 :: 잔디

source: Pedmalls Sandstone
cs: Pedmalls Pískovec
es: Plaza Peatonal - Arenisca
it: Zona Pedonale Arenaria
ko: 보행자전용도로 :: 사암

source: Pedmalls Retrowave
es: Plaza Peatonal - Retro
it: Zona Pedonale Retrowave
ko: 보행자전용도로 :: 레트로

source: Pedmalls Industrial
es: Plaza Peatonal - Industrial
it: Zona Pedonale Industriale
ko: 보행자전용도로 :: 공단

source: Pedmalls FLEX Orthogonal Transition
es: Transición recta FLEX entre tipos de Plaza Peatonal
it: Zona Pedonale Transizione Ortogonale FLEX
