Repository: BluelightningSC4/Network-Addon-Mod
Catalog: ltext/*/puzzlepieces-lightrail.po
Languages: cs, de, it

source: Tram-avenue transition to tram-in-road
cs: Tramvajový přechod na tramvaj v silnici
de: Tram-Allee Übergang zur Tram in Hauptstraße
it: Transizione del tranvia-viale a tram-in-strada

source: Tram-avenue transition to tram-on-road
cs: Tramvajový přechod na tramvaj na silnici
de: Tram-Allee Übergang zur Tram auf Hauptstraße
it: Transizione del tram-viale al tram su strada

source: Rural Tram-in-Road S-curve
cs: Venkovská tramvaj na silnici S-křivka
de: Tram in Hauptstraße: sanfte Kurve
it: Curva a S del Tram rurale

source: Urban Tram-in-Road S-curve
cs: Městská tramvaj na silnici S-křivka
it: Curva a S del tram urbano su strada

source: Tram-in-Road - 90 deg curve
cs: Tramvaj na silnici - 90 stupňů oblouk
de: Tram in Hauptstraße - 90 Grad Kurve
it: Tram in strada - curva a 90 gradi

source: Tram-in-Road - crossing with Tram-Allee
cs: Tram-in-Road - křížení s Tram-Allee
de: Tram in Hauptstraße - Kreuzung mit Tram-Allee
it: Tram-in-strada - incrocio con Tram-Allee

source: Tram-in-Road - crossing with Tram-Allee
cs: Tram-in-Road - křížení s Tram-Allee
de: Tram in Hauptstraße - Kreuzung mit Tram-Allee
it: Tram-in-strada - incrocio con Tram-Allee

source: Tram-in-Road - 4way with Tram-in-Road and Pedmall
cs: Tramvaj na silnici – 4cestná s tramvají na silnici a pro pěší
de: Tram-Allee - Viereck mit Tram in Hauptstraße und Fußgängerzone
it: Tram su strada - 4 vie con Tram su strada e Pedmall

source: Tram-in-Road - 4way with Tram-in-Road and Pedmall
cs: Tramvaj na silnici – 4cestná s tramvají na silnici a pro pěší
de: Tram-Allee - Viereck mit Tram in Hauptstraße und Fußgängerzone
it: Tram su strada - 4 vie con Tram su strada e Pedmall

source: Tram-in-Avenue - Triangle with Tram-in-Road
cs: Tramvaj na avenue – trojúhelník s tramvají na silnici
de: Tram-Allee - Dreieck mit Tram in Hauptstraße
it: Tram in viale - Triangolo con Tram in strada

source: Tram-in-Avenue - Triangle with Tram-in-Road
cs: Tramvaj na avenue – trojúhelník s tramvají na silnici
de: Tram-Allee - Dreieck mit Tram in Hauptstraße
it: Tram in viale - Triangolo con Tram in strada

source: Tram-in-Avenue - Triangle with Tram-in-Road - Road junction
cs: Tramvaj na ulici - trojúhelník s tramvají na silnici - křižovatka silnic
de: Tram-Allee - Dreieck mit Tram in Hauptstraße - Hauptstraßeneinmündung
it: Viale del Tram - Triangolo con Strada del Tram - Incrocio stradale

source: Tram-in-Avenue - Triangle with Tram-in-Road - Road junction
cs: Tramvaj na ulici - trojúhelník s tramvají na silnici - křižovatka silnic
de: Tram-Allee - Dreieck mit Tram in Hauptstraße - Hauptstraßeneinmündung
it: Viale del Tram - Triangolo con Strada del Tram - Incrocio stradale

source: Tram-in-Avenue - Triangle with Tram-in-Road - Street junction
cs: Tramvaj na ulici - Trojúhelník s tramvají na silnici - křižovatka ulic
de: Tram-Allee - Dreieck mit Tram in Hauptstraße - Nebenstraßeneinmündung
it: Viale del tram - Triangolo con strada del tram - Incrocio stradale

source: Tram-in-Avenue - Triangle with Tram-in-Road - Street junction
cs: Tramvaj na ulici - Trojúhelník s tramvají na silnici - křižovatka ulic
de: Tram-Allee - Dreieck mit Tram in Hauptstraße - Nebenstraßeneinmündung
it: Viale del tram - Triangolo con strada del tram - Incrocio stradale

source: Tram-in-Road - Triangle with Tram-in-Avenue
cs: Tramvaj na silnici - Trojúhelník s tramvají na ulici
de: Tram in Hauptstraße - Dreieck mit Tram-Allee
it: Tram su strada - Triangolo con tram su strada

source: Tram-in-Road - Triangle with Tram-in-Avenue
cs: Tramvaj na silnici - Trojúhelník s tramvají na ulici
de: Tram in Hauptstraße - Dreieck mit Tram-Allee
it: Tram su strada - Triangolo con tram su strada

source: Tram-in-Road - Triangle with Tram-in-Avenue - Tram-on-Pedmall
cs: Tramvaj na silnici – Triangle s Tram-in-Avenue – Tram-on-Pedmall
de: Tram in Hauptstraße - Dreieck mit Tram-Allee - Tram-auf-Fußgängerzoneneinmündung
it: Tram su strada - Triangolo con tram su strada - Tram su marciapiede

source: Tram-in-Road - Triangle with Tram-in-Avenue - Tram-on-Pedmall
cs: Tramvaj na silnici – Triangle s Tram-in-Avenue – Tram-on-Pedmall
de: Tram in Hauptstraße - Dreieck mit Tram-Allee - Tram-auf-Fußgängerzoneneinmündung
it: Tram su strada - Triangolo con tram su strada - Tram su marciapiede

source: Tram-in-Road - Tram clover junction
cs: Tram-in-Road - Tramvajová křižovatka
de: Tram in Hauptstraße - Tram-Kleeblattkreuzung
it: Tram-in-strada - Raccordo del trifoglio del tram

source: Tram-in-Road - Tram clover junction
cs: Tram-in-Road - Tramvajová křižovatka
de: Tram in Hauptstraße - Kleeblattkreuzung
it: Tram-in-strada - Raccordo del trifoglio del tram

source: Tram-in-Road crossing with avenue
cs: Tramvajová křižovatka s avenue
de: Tram in Hauptstraße kreuzt Allee
it: Attraversamento del tram con il viale

source: Crossing with Tram-Avenue, Tram-in-Road, Avenue and Road
cs: Křižovatka s tramvajovou ulicí, tramvají na silnici, třídou a silnicí
de: Kreuzung mit Tram-Allee, Tram in Hauptstraße, Allee und Hauptstraße
it: Incrocio con viale del tram, tram in strada, viale e strada

source: Transition of Tram to Tram-in-Road with crossing Avenue
cs: Přechod z tramvaje na tramvaj na silnici s přechodem Avenue
de: Tram - Übergang in Tram in Hauptstraße bei kreuzender Allee
it: Transizione del Tram a Tram in strada con attraversamento del Viale

source: Crossing with Tram-Avenue, Tram-in-Road, Avenue and Tram
cs: Křížení s Tram-Avenue, Tram-in-Road, Avenue a Tramvaj
de: Kreuzung mit Tram-Allee, Tram in Hauptstraße, Allee und Tram
it: Incrocio con viale del Tram, Tram in strada, viale e Tram

source: Crossing with Tram-Avenue, Tram-in-Road, Avenue and Street
cs: Křižovatka s tramvajovou ulicí, tramvají na silnici, třídou a ulicí
de: Kreuzung mit Tram-Allee, Tram in Hauptstraße, Allee und Nebenstraße
it: Attraversamento con viale del tram, tram in strada, viale e strada

source: Tram-in-Road - Tram-triangle
cs: Tram-in-Road - Tramvaj-trojúhelník
de: Tram in Hauptstraße - Tram-Dreieck
it: Tram in strada - Tram-triangolo

source: Tram-in-Road - Triangle
cs: Tramvaj v silnici - trojúhelník
de: Tram in Hauptstraße - Dreieck
it: Tram in strada - Triangolo

source: Tram roundabout: Transition to Tram-in-Road
cs: Tramvajový kruhový objezd: Přechod na Tramvaj na silnici
de: Tramkreisel: Übergang zur Tram-in-Hauptstraße
it: Rotatoria del tram: Transizione al tram in strada

source: Tram roundabout: curve
cs: Tramvajový kruhový objezd: oblouk
de: Tramkreisel: Kurve
it: Rotatoria del tram: curva

source: Tram roundabout: no transition
cs: Tramvajový kruhový objezd: bez přechodu
de: Tramkreisel: Kurve ohne Übergang
it: Rotatoria del tram: nessuna transizione

source: Tram roundabout: Transition to Road
cs: Tramvajový kruhový objezd: Přechod na silnici
de: Tramkreisel: Übergang zur Hauptstraße
it: Rotatoria del tram: Transizione verso la strada

source: Tram roundabout: Transition to Street
cs: Tramvajový kruhový objezd: Přechod na ul
de: Tramkreisel: Übergang zur Nebenstraße
it: Rotatoria del tram: Transizione verso la via

source: Tram roundabout: Transition to Tram-on-Road
cs: Tramvajový kruhový objezd: Přechod na Tramvaj na silnici
de: Tramkreisel: Übergang zur Tram-auf-Hauptstraße
it: Rotatoria del tram: Transizione al tram su strada

source: Tram roundabout: Transition to Tram
cs: Tramvajový kruhový objezd: Přechod na tramvaj
de: Tramkreisel: Übergang zur Tram
it: Rotatoria del tram: Transizione al tram

source: Tram roundabout: Transition to Tram-Avenue
cs: Tramvajový kruhový objezd: Přechod na Tram-Avenue
de: Tramkreisel: Übergang zur Tram-Allee
it: Rotatoria del tram: Transizione al viale del tram

source: Tram roundabout: Transition to Onewayroad
cs: Tramvajový kruhový objezd: Přechod na Onewayroad
de: Tramkreisel: Übergang zur Einbahnstraße
it: Rotatoria del tram: Transizione verso la strada a senso unico

source: Tram roundabout: Corner transition to Road
cs: Tramvajový kruhový objezd: Rohový přechod na silnici
de: Tramkreisel: seitlicher Übergang zur Hauptstraße
it: Rotatoria del tram: Angolo di transizione verso la strada

source: Tram roundabout: Transition to Avenue
cs: Tramvajový kruhový objezd: Přechod na Avenue
de: Tramkreisel: Übergang zur Allee
it: Rotatoria del tram: Transizione verso il viale

source: Tram-in-Road - Triangle with Road junction
cs: Tramvaj v silnici - trojúhelník se silniční křižovatkou
de: Tram in Hauptstraße - Dreieck mit Hauptstraßen-Einmündung
it: Tram-in-strada - Triangolo con incrocio stradale

source: Tram-in-Road - Road junction
cs: Tramvaj v silnici - Silniční křižovatka
de: Tram in Hauptstraße - Hauptstraßeneinmündung
it: Tram-in-strada - Incrocio stradale

source: Tram-in-Road - Road crossing
cs: Tramvaj v silnici - Silniční přechod
de: Tram in Hauptstraße - Hauptstraßenkreuzung
it: Tram in strada - Attraversamento stradale

source: Tram-in-Road - bending road
cs: Tram-in-Road - zatáčka
de: Tram in Hauptstraße - abknickende Hauptstraße
it: Tram in strada - strada in curva

source: Tram-in-Road - Road and street junction
cs: Tram-in-Road - Silniční a silniční křižovatka
de: Tram in Hauptstraße - Haupt- und Nebenstraßenkreuzung
it: Tram-in-Road - Incrocio tra strada e via

source: Tram-in-Road - bending road and street
cs: Tram-in-Road - zatáčka silnice a ulice
de: Tram in Hauptstraße - abknickende Haupt- und Nebenstraße
it: Tram in strada - curvatura di strada e via

source: Tram-in-Road - Street junction
cs: Tramvaj-in-Road - křižovatka ulic
de: Tram in Hauptstraße - Nebenstraßeneinmündung
it: Tram-in-Strada - Incrocio via

source: Tram-in-Road - Street crossing
cs: Tramvaj v silnici - Přejezd ulice
de: Tram in Hauptstraße - Nebenstraßenkreuzung
it: Tram in strada - Attraversamento via

source: Tram-in-Road - bending street
cs: Tramvaj v silnici - zatáčka
de: Tram in Hauptstraße - abknickende Nebenstraße
it: Tram-in-strada - via di curvatura

source: Tram-in-Road - bending streets
cs: Tram-in-Road - zatáčky
de: Tram in Hauptstraße - abknickende Nebenstraßen
it: Tram in strada - via in curva

source: Tram-in-Road - bending roads
cs: Tram-in-Road - zatáčky
de: Tram in Hauptstraße - abknickende Hauptstraßen
it: Tram in strada - strade in curva

source: Tram-on-Road - transition from Tram-in-Road
cs: Tram-on-Road - přechod z Tram-in-Road
de: Tram auf Hauptstraße - gerades Starter-Teilstück
it: Tram su strada - transizione dal Tram su strada

source: Tram-on-Road - straight piece
cs: Tramvaj na silnici - rovný kus
de: Tram auf Hauptstraße - gerades Teilstück
it: Tram su strada - pezzo diritto

source: Bridge connector for Tram-on-Road - Handle with care - may crash the game when selected and cursor touches a tram station
cs: Mostový konektor pro Tram-on-Road – Zacházejte opatrně – může dojít ke zhroucení hry, pokud je vybrána a kurzor se dotkne tramvajové stanice
de: Brückenverbindung für Tram auf Hauptstraße - Vorsicht - Spielabsturz wenn ausgewählt und der Cursor eine Straßenbahnstation berührt!
it: Connettore del ponte per il Tram su strada - Maneggiare con cautela: potrebbe bloccarsi quando il gioco viene selezionato e il cursore tocca una stazione del tram.

source: Tram-on-Road junction with single-sided Road
cs: Tramvajová křižovatka s jednostrannou silnicí
de: Tram auf Hauptstraßenkreuzung mit Hauptstraße
it: Tram su strada incrocio con strada a senso unico

source: Tram-on-Road junction with crossing Road
cs: Tramvajová křižovatka s přejezdem silnice
de: Tram auf Hauptstraße mit kreuzender Hauptstraße
it: Incrocio tra Tram su strada e incrocio di strade

source: Tram-in-Road - Street intersection
cs: Tramvaj v silnici - křižovatka ulic
de: Tram in Hauptstraße - Nebenstraßeneinmündung
it: Tram in strada - Intersezione stradale

source: Tram-in-Road - Triangle with Street junction
cs: Tramvaj na silnici - trojúhelník s křižovatkou ulic
de: Tram in Hauptstraße - Dreieck mit Nebenstraßen-Einmündung
it: Tram-in-Strada - Triangolo con incrocio stradale

source: Tram-in-Road - Curve with two Road junctions
cs: Tramvaj v silnici - Zatáčka se dvěma silničními křižovatkami
de: Tram in Hauptstraße - Kurve mit zwei Hauptstraßen-Einmündungen
it: Tram-in-strada - Curva con due incroci stradali

source: Tram-in-Road - Curve with one Road junction
cs: Tramvaj v silnici - Zatáčka s jednou silniční křižovatkou
de: Tram in Hauptstraße - Kurve mit einer Hauptstraßen-Einmündung
it: Tram-in-Strada - Curva con un incrocio stradale

source: Tram-in-Road - Curve with Road and street junctions
cs: Tramvaj na silnici - Zatáčka s křižovatkami silnic a ulic
de: Tram in Hauptstraße - Kurve mit Haupt- und Nebenstraßen-Einmündungen
it: Tram in strada - Curva con strada e incroci stradali

source: Tram-in-Road - Curve with one Street junction
cs: Tramvaj v silnici - Zatáčka s jednou křižovatkou ulic
de: Tram in Hauptstraße - Kurve mit einer Nebenstraßen-Einmündung
it: Tram-in-strada - Curva con un incrocio stradale

source: Tram-in-Road - Curve with two Street junctions
cs: Tramvaj v silnici - Zatáčka se dvěma křižovatkami ulic
de: Tram in Hauptstraße - Kurve mit zwei Nebenstraßen-Einmündungen
it: Tram-in-strada - Curva con due incroci stradali

source: Tram-in-Road - 90 deg curve (grass)
cs: Tramvaj na silnici – 90° zatáčka (tráva)
de: Tram in Hauptstraße - 90 Grad Kurve (Gras)
it: Tram in strada - curva a 90 gradi (erba)

source: Tram-on-Road - curve
cs: Tramvaj na silnici - oblouk
de: Tram auf Hauptstraße - 90 Grad Kurve
it: Tram su strada - curva

source: Tram-on-Road - Street intersection
cs: Tramvaj na silnici - křižovatka ulic
de: Tram auf Hauptstraße - Nebenstraßeneinmündung
it: Tram su strada - Intersezione stradale

source: Tram-on-Road - two sided Street intersection
cs: Tramvaj na silnici - oboustranná křižovatka ulic
de: Tram auf Hauptstraße - beidseitige Nebenstraßeneinmündung
it: tram su strada - intersezione stradale su due lati

source: Tram-in-Road transition to Tram
cs: Přechod tramvaje na silnici na tramvaj
de: Tram in Hauptstraße - Übergang zur Tram
it: Transizione del tram in strada al tram

source: Tram-in-Road transition to road, tram exits sidewards
cs: Přechod tramvaje na silnici, výjezd tramvají šikmo
de: Tram in Hauptstraße - Ausfahrt der Tram und Übergang zur Hauptstraße
it: Transizione del tram in strada alla strada, uscita del tram laterale

source: Tram-on-Road curve with Street intersection
cs: Tramvajová zatáčka s křižovatkou ulic
de: Tram auf Hauptstraße Kurve mit Nebenstraßeneinmündung
it: Curva del tram su strada con intersezione stradale

source: Tram-on-Road curve with two Street intersections
cs: Tramvajový oblouk se dvěma křižovatkami ulic
de: Tram auf Hauptstraße Kurve mit zwei Nebenstraßeneinmündungen
it: Curva del tram su strada con due intersezioni stradali

source: Tram-on-Road curve with Road intersection
cs: Tramvajová zatáčka s křižovatkou silnic
de: Tram auf Hauptstraße Kurve mit Hauptstraßeneinmündung
it: Curva del tram su strada con intersezione stradale

source: Tram-on-Road curve with two Road intersections
cs: Tramvajová zatáčka se dvěma silničními křižovatkami
de: Tram auf Hauptstraße Kurve mit zwei Hauptstraßeneinmündungen
it: Curva tram su strada con due intersezioni stradali

source: Tram-in-Road - straight piece
cs: Tramvaj na silnici - rovný kus
de: Tram in Hauptstraße - gerades Teilstück
it: Tram in strada - pezzo diritto

source: Tram-in-Road - Transition to Tram with diagonal Road
cs: Tram-in-Road - Přechod na tramvaj s diagonální silnicí
de: Tram in Hauptstraße - Übergang zu Tram mit diagonal abknickender Hauptstraße
it: Tram in strada - Transizione al tram con strada diagonale

source: Tram-in-Road - Transition to Tram with diagonal Road
cs: Tram-in-Road - Přechod na tramvaj s diagonální silnicí
de: Tram in Hauptstraße - Übergang zu Tram mit diagonal abknickender Hauptstraße
it: Tram in strada - Transizione al tram con strada diagonale

source: Tram-in-Road - Transition to Road with bending Tram
cs: Tramvaj v silnici - Přechod na silnici s ohybem Tramvaj
de: Tram in Hauptstraße - Übergang zu Hauptstraße mit abknickender Tram
it: Tram su strada - Transizione alla strada con tram in curva

source: Tram-in-Road - Transition to Road with bending Tram
cs: Tramvaj v silnici - Přechod na silnici s ohybem Tramvaj
de: Tram in Hauptstraße - Übergang zu Hauptstraße mit abknickender Tram
it: Tram su strada - Transizione alla strada con tram in curva

source: Tram-on-road - Transition to tram and diagonal oneway roads
cs: Tramvaj na silnici - Přechod na tramvajové a diagonální jednosměrné silnice
de: Tram auf Hauptstraße - Übergang zu Tram und diagonal abknickenden Einbahnstraßen
it: Tram su strada - Transizione al tram e alle strade a senso unico diagonale

source: Tram-in-road - Transition to tram and diagonal oneway roads
cs: Tramvaj v silnici - Přechod na tramvajové a diagonální jednosměrné silnice
de: Tram in Hauptstraße - Übergang zu Tram und diagonal abknickenden Einbahnstraßen
it: Tram su strada - Transizione al tram e strade a senso unico diagonale

source: Tram-avenue transition to tram-in-road
cs: Tramvajový přechod na tramvaj v silnici
de: Tram-Allee Übergang zur Tram in Hauptstraße
it: Transizione tram-viale a tram-in-strada

source: Tram-avenue transition to tram-on-road
cs: Tramvajový přechod na tramvaj na silnici
de: Tram-Allee Übergang zur Tram auf Hauptstraße
it: Transizione del tram su via al tram su strada

source: Tram-on-Road transition to tram - junction with crossing Road
cs: Tramvajový přechod na tramvaj - křižovatka s přejezdem Silnice
de: Tram auf Hauptstraßenübergang zur Straßenbahn mit kreuzender Hauptstraße
it: Transizione del tram su strada al tram - incrocio con la strada di attraversamento

source: Tram-on-Road transition to tram curve and two roads (straight and curve)
cs: Přechod tramvaje na silnici na tramvajový oblouk a dvě silnice (rovné a obloukové)
de: Tram auf Hauptstraßenübergang zu Straßenbahnkurve und zwei Straßen
it: Transizione tram su strada a curva del tram e due strade (rettilineo e curva)

source: Tram-in-Road - Transition to Tram with parallel Road
cs: Tramvaj na silnici - Přechod na tramvaj s paralelní silnicí
de: Tram in Hauptstraße - Übergang zu Tram mit paralleler Hauptstraße
it: Tram su strada - Transizione a tram con strada parallela

source: Tram-in-Road - Transition to Tram with parallel Road
cs: Tram-in-Road - Přechod na tramvaj s paralelní silnicí
de: Tram in Hauptstraße - Übergang zu Tram mit paralleler Hauptstraße
it: Tram su strada - Transizione a tram con strada parallela

source: Tram-in-Road - Transition to Tram with perpendicular Road
cs: Tramvaj na silnici - Přechod na tramvaj s kolmou silnicí
de: Tram in Hauptstraße - Übergang zu Tram mit abzweigender Hauptstraße
it: Tram in strada - Transizione al tram con strada perpendicolare

source: Tram-in-Road - Transition to Tram with perpendicular Road
cs: Tramvaj na silnici - Přechod na tramvaj s kolmou silnicí
de: Tram in Hauptstraße - Übergang zu Tram mit abzweigender Hauptstraße
it: Tram in strada - Transizione al tram con strada perpendicolare

source: Tram-in-Road T-junction and normal Tram on other side
cs: Tramvaj v silnici T-křižovatka a normální tramvaj na druhé straně
de: Tram in Hauptstraße T-Kreuzung und Straßenbahn auf vierter Seite
it: Incrocio a T tra tram e strada e tram normale dall'altra parte

source: Tram-in-Road curve - Tram T-junction
cs: Tramvajová zatáčka - Tramvajová T-křižovatka
de: Tram in Hauptstraßenkurve - Straßenbahn T-Kreuzung
it: Curva del tram in strada - Raccordo a T del tram

source: Straight Tram-in-Road - Tram T-junction and opposite Road T-junction
cs: Přímá tramvaj na silnici - Tramvajová T-křižovatka a protilehlá T-křižovatka
de: Gerade Tram in Hauptstraße - seitliche Straßenbahn- und Straßeneinmündungen
it: Dritto Tram-in-strada - incrocio a T del Tram e incrocio a T della strada opposta

source: Tram-in-Road curve - Tram T-junction and rotated Road T-junction
cs: Tram-in-Road oblouk - Tramvajová T-křižovatka a otočená Silniční T-křižovatka
de: Tram in Hauptstraßenkurve - Straßenbahn- und Straßeneinmündungen
it: Curva del tram in strada - Incrocio a T del tram e incrocio a T della strada ruotato

source: Tram-in-Road transition to straight Road - Tram T-junction
cs: Tramvajový přechod na přímou silnici - Tramvajová T-křižovatka
de: Tram in Hauptstraßenübergang zu Hauptstraße - Straßenbahn T-Kreuzung
it: Transizione del tram in strada verso il rettilineo Strada - Tram Incrocio a T

source: Tram-in-Road transition to tram curve and two roads (straight and curve)
cs: Tramvaj v silnici přechod na tramvajový oblouk a dvě silnice (rovné a obloukové)
de: Tram in Hauptstraßenübergang zu Straßenbahnkurve und zwei Straßen
it: Transizione del tram in strada verso il rettilineo Strada - Tram Incrocio a T

source: Tram-in-Road transition to Road curve and opposite Tram curve
cs: Přechod tramvaje v silnici do zatáčky Silnice a opačné zatáčky Tramvaj
de: Tram in Hauptstraßenübergang zu entgegengesetzt abbiegender Straßenbahn und Hauptstraße
it: Transizione del tram in strada verso la curva stradale e la curva opposta del tram

source: Tram-in-Road - Oneway road junction
cs: Tramvaj v silnici - Jednosměrná silniční křižovatka
de: Tram in Hauptstraße - Einbahnstraßeneinmündung
it: Tram-in-Strada - Raccordo stradale a senso unico

source: Tram-in-Road - Oneway road junction
cs: Tramvaj v silnici - Jednosměrná silniční křižovatka
de: Tram in Hauptstraße - Einbahnstraßeneinmündung
it: Tram-in-strada - Raccordo stradale monodirezionale

source: Tram-in-Road - Oneway road crossing
cs: Tramvaj v silnici - Jednosměrný silniční přejezd
de: Tram in Hauptstraße - Einbahnstraßenkreuzung
it: Tram in strada - Attraversamento stradale a senso unico

source: Tram-in-Road under elevated Highway
cs: Tramvaj na silnici pod zvýšenou dálnicí
de: Tram in Hauptstraße unter erhöhter Autobahn
it: Tram in strada sotto l'autostrada sopraelevata

source: Tram-on-Road under elevated Highway
cs: Tramvaj na silnici pod zvýšenou dálnicí
de: Tram auf Hauptstraße unter erhöhter Autobahn
it: Tram su strada sotto l'autostrada sopraelevata

source: Tram-in-road under Monorail
cs: Tramvaj pod jednokolejkou
de: Tram in Hauptstraße unter Monorail
it: Tram su strada sotto la Monorotaia

source: Tram-on-road under Monorail
cs: Tramvaj na silnici pod jednokolejkou
de: Tram auf Hauptstraße unter Monorail
it: Tram su strada sotto Monorotaia

source: Tram-in-road under Elevated Light Rail
cs: Tramvaj v silnici pod vyvýšenou světelnou dráhou
de: Tram in Hauptstraße unter Hochbahn
it: Tram su strada sotto la ferrovia leggera sopraelevata

source: Tram-on-road under Elevated Light Rail
cs: Tramvaj-on-road pod Elevated Light Rail
de: Tram auf Hauptstraße unter Hochbahn
it: Tram su strada sotto la ferrovia leggera sopraelevata

source: Tram-in-Road transition to elevated light rail above road
cs: Přechod tramvají na silnici na vyvýšenou lehkou kolej nad silnicí
de: Tram in Hauptstraße - Übergang zur Hochbahn über Hauptstraße
it: Transizione di Tram in Strada a ferrovia leggera sopraelevata rispetto alla strada

source: Tram-in-Road transition to Road with Tram turning circle Fill gap with Station or puzzle pieces
cs: Diagonal Tram-in-Road - středový díl
de: Tram in Hauptstraßenübergang zur Hauptstraße mit Straßenbahnwendekreis Fülle die Lücke mit Haltestelle oder Puzzleteilen
it: Transizione del tram in strada a strada con cerchio di svolta del tram Riempire il vuoto con la stazione o i pezzi del puzzle

source: Tram-in-Road with Tram turning circle Fill gap with Station or puzzle pieces
de: Tram in Hauptstraße mit Straßenbahnwendekreis Fülle die Lücke mit Haltestelle oder Puzzleteilen
it: Tram in strada con cerchio di svolta del tram Riempire il vuoto con la stazione o con i pezzi del puzzle

source: Diagonal Tram-in-Road - center piece
de: Diagonale Tram in Hauptstraße - Mittelteil
it: Tram in strada diagonale - pezzo centrale
