Repository: BluelightningSC4/Network-Addon-Mod
Catalog: ltext/*/puzzlepieces-rail.po
Languages: cs, de, it

source: STR - 90 degree curve (8x8)
cs: STR - 90stupňová křivka (8x8)
de: STR - 90°-Kurve (8x8)
it: STR - Curva a 90 gradi (8x8)

source: STR - 45 degree curve (3x6)
cs: STR - 45stupňová křivka (3x6)
de: STR - 45°-Kurve (3x6)
it: STR - Curva a 45 gradi (3x6)

source: STR - 90 Degree Curve off STR Switch (8x8)
cs: STR - 90stupňová křivka vypnutá STR Switch (8x8)
de: STR - Weiche mit 90° STR-Abzweig (8x8)
it: STR - Curva a 90 gradi fuori dall'interruttore STR (8x8)

source: STR - 45 Degree Curve Off STR Switch (3x6)
cs: STR – 45stupňová křivka vypnutí STR spínač (3x6)
de: STR - Weiche mit 45° STR-Abzweig (3x6)
it: STR - Curva di 45 gradi fuori dall'interruttore STR (3x6)

source: STR - 90 Curve Off Dual-Rail Straight Switch (8x8)
de: STR - Weiche mit 90° Abzweig (8x8)
it: STR - Interruttore diritto a doppia rotaia con curva a 90 (8x8)

source: STR - 45 Curve Off Dual Rail Straight Switch (3x6)
de: STR - Weiche mit 45° Abzweig (3x6)
it: STR - Interruttore diritto a doppia guida con curva a 45 (3x6)

source: STR - STR to Parallel STR Switch (2x5)
cs: STR - přepínač STR na paralelní STR (2x5)
de: STR - Weiche mit parallelem STR-Abzweig (2x5)
it: STR - Interruttore da STR a STR parallelo (2x5)

source: STR - Double Track to Parallel STR Switch (2x5)
cs: STR - Dvojkolejný přepínač STR (2x5)
de: STR - Weiche mit parallelem STR-Abzweig (2x5)
it: STR - Commutatore da doppio binario a STR parallelo (2x5)

source: STR - Double to single track transition (1x7)
cs: STR - Přechod ze dvou na jednu stopu (1x7)
de: STR - Übergang zweigleisige auf eingleisige Strecke (1x7)
it: STR - Transizione da doppio a singolo binario (1x7)

source: STR - Diagonal STR to Ortho STR Switch (5x3)
cs: STR - Diagonální přepínač STR na Ortho STR (5x3)
de: STR - Weiche diagonal mit orthogonalem STR-Abzweig (5x3)
it: STR - Commutazione da STR diagonale a Ortho STR (5x3)

source: STR - Diagonal Dual Rail to Orthogonal STR Switch (5x3)
cs: STR - Diagonální přepínač Dual Rail na Orthogonal STR Switch (5x3)
de: STR - Weiche diagonal mit orthogonalem STR-Abzweig (5x3)
it: STR - Commutatore da doppio binario diagonale a STR ortogonale (5x3)

source: STR Diagonal S-Curve (5x5)
cs: STR Diagonální S-Curve (5x5)
de: STR - S-Kurve diagonal (5x5)
it: TLA-7/AVE-6 Tipo A1 - Viale Tipo A2 Intersezione a T

source: STR - Straight Filler Piece (1x1)
cs: STR - Rovná výplň (1x1)
de: STR - Füllerteil gerade (1x1)
it: STR - Pezzo di riempimento diritto (1x1)

source: STR - Diagonal Filler Piece (1x1)
cs: STR - Diagonální výplňový kus (1x1)
de: STR - Füllerteil diagonal (1x1)
it: STR - Pezzo di riempimento diagonale (1x1)

source: STR - Dual Track to STR Short Transition (1x3)
de: STR - kurzer Übergang zweigleisige auf eingleisige Strecke (1x3)
it: STR - Doppio binario a STR Breve transizione (1x3)

source: Straight underground route under transparent surface Rotate for green surface
cs: Přímá podzemní trasa pod přímou silnicí
de: Gerade unterirdische Strecke unter transparenter Oberfläche Rotiere für grüne Oberfläche
it: Percorso sotterraneo rettilineo sotto la superficie trasparente Ruotare per la superficie verde

source: Diagonal underground route under transparent surface Rotate for green surface
de: Abbiegende unterirdische Strecke unter transparenter Oberfläche Rotiere für grüne Oberfläche
it: Percorso sotterraneo diagonale sotto la superficie trasparente Ruotare per la superficie verde

source: Underground 4way junction under transparent surface Rotate for other junctions and for green surface
de: Unterirdische Kreuzung unter transparenter Oberfläche Rotiere für andere Kreuzungen und grüne Oberfläche
it: Giunzione sotterranea a 4 vie sotto superficie trasparente Ruotare per altri incroci e per la superficie verde

source: Underground T junction under transparent surface Rotate for other junctions and for green surface
de: Unterirdische T-Kreuzung unter transparenter Oberfläche Rotiere für andere Kreuzungen und grüne Oberfläche
it: Giunzione a T sotterranea sotto superficie trasparente Ruotare per altri incroci e per la superficie verde

source: Straight underground route under Grass Rotate for transparent surface
de: Gerade unterirdische Strecke unter Grünfläche Rotiere für transparente Oberfläche
it: Percorso sotterraneo diritto sotto l'erba Ruotare per ottenere una superficie trasparente

source: Diagonal underground route under Grass Rotate for transparent surface
de: Abbiegende unterirdische Strecke unter Grünfläche Rotiere für transparente Oberfläche
it: Percorso sotterraneo diagonale sotto l'erba Ruotare per ottenere una superficie trasparente

source: Underground 4way junction under Grass Rotate for other junctions and for transparent surface
de: Unterirdische Kreuzung unter Grünfläche Rotiere für andere Kreuzungen und transparente Oberfläche
it: Giunzione a 4 vie sotterranea sotto l'erba Ruotare per altri incroci e per la superficie trasparente

source: Underground T junction under Grass Rotate for other junctions and for transparent surface
de: Unterirdische T-Kreuzung unter Grünfläche Rotiere für andere Kreuzungen und transparente Oberfläche
it: Giunzione a T sotterranea sotto l'erba Ruotare per altri incroci e per la superficie trasparente

source: Straight underground route under custom surface #1 Check http://sc4devotion.com/forums/ for NAM - Customize FLUPs thread Rotate for other custom surfaces
de: Gerade unterirdische Strecke unter individuell angepasster Oberfläche #1 Siehe SimCity-Forum auf www.simforum.de unter NAM - Angepasste FLUPs-Oberflächen Rotiere für andere Oberflächen
it: Percorso sotterraneo diritto sotto la superficie personalizzata #1 Controllare http://sc4devotion.com/forums/ per il thread NAM - Personalizzare i FLUP Ruotare per altre superfici personalizzate

source: Straight underground route under custom surface #2 Check http://sc4devotion.com/forums/ for NAM - Customize FLUPs thread Rotate for other custom surfaces
de: Gerade unterirdische Strecke unter individuell angepasster Oberfläche #2 Siehe SimCity-Forum auf www.simforum.de unter NAM - Angepasste FLUPs-Oberflächen Rotiere für andere Oberflächen
it: Percorso sotterraneo diritto sotto la superficie personalizzata #2 Controllare http://sc4devotion.com/forums/ per il thread NAM - Personalizzare i FLUP Ruotare per altre superfici personalizzate

source: Straight underground route under custom surface #3 Check http://sc4devotion.com/forums/ for NAM - Customize FLUPs thread Rotate for other custom surfaces
de: Gerade unterirdische Strecke unter individuell angepasster Oberfläche #3 Siehe SimCity-Forum auf www.simforum.de unter NAM - Angepasste FLUPs-Oberflächen Rotiere für andere Oberflächen
it: Percorso sotterraneo diritto sotto la superficie personalizzata #3 Controllare http://sc4devotion.com/forums/ per il thread NAM - Personalizzare i FLUP Ruotare per altre superfici personalizzate

source: Straight underground route under custom surface #4 Check http://sc4devotion.com/forums/ for NAM - Customize FLUPs thread Rotate for other custom surfaces
de: Gerade unterirdische Strecke unter individuell angepasster Oberfläche #4 Siehe SimCity-Forum auf www.simforum.de unter NAM - Angepasste FLUPs-Oberflächen Rotiere für andere Oberflächen
it: Percorso sotterraneo diritto sotto la superficie personalizzata #4 Controllare http://sc4devotion.com/forums/ per il thread NAM - Personalizzare i FLUP Ruotare per altre superfici personalizzate

source: Straight underground route under custom surface #5 Check http://sc4devotion.com/forums/ for NAM - Customize FLUPs thread
de: Gerade unterirdische Strecke unter individuell angepasster Oberfläche #5 Siehe SimCity-Forum auf www.simforum.de unter NAM - Angepasste FLUPs-Oberflächen Rotiere für andere Oberflächen
it: Percorso sotterraneo diritto sotto la superficie personalizzata #5 Controllare http://sc4devotion.com/forums/ per il thread NAM - Personalizzare i FLUP

source: Straight underground route under custom surface #6 Check http://sc4devotion.com/forums/ for NAM - Customize FLUPs thread Rotate for other custom surfaces
de: Gerade unterirdische Strecke unter individuell angepasster Oberfläche #6 Siehe SimCity-Forum auf www.simforum.de unter NAM - Angepasste FLUPs-Oberflächen Rotiere für andere Oberflächen
it: Percorso sotterraneo diritto sotto la superficie personalizzata #6 Controllare http://sc4devotion.com/forums/ per il thread NAM - Personalizzare i FLUP Ruotare per altre superfici personalizzate

source: Straight underground route under Pedmall Rotate for other pedmall
de: Gerade unterirdische Strecke unter Fußgängerzone Rotiere für andere Pflasterung der Fußgängerzone
it: Percorso sotterraneo diritto sotto il Pedmall Ruotare per altri pedmall

source: Diagonal underground route under Pedmall Rotate for other pedmall
de: Abbiegende unterirdische Strecke unter Fußgängerzone Rotiere für andere Pflasterung der Fußgängerzone
it: Percorso sotterraneo diagonale sotto il Pedmall Ruotare per altri pedmall

source: Straight underground route under Pedmall Rotate for other pedmall
de: Gerade unterirdische Strecke unter Fußgängerzone Rotiere für andere Pflasterung der Fußgängerzone
it: Percorso sotterraneo diritto sotto il Pedmall Ruotare per altri pedmall

source: Diagonal underground route under Pedmall Rotate for other pedmall
de: Abbiegende unterirdische Strecke unter Fußgängerzone Rotiere für andere Pflasterung der Fußgängerzone
it: Percorso sotterraneo diagonale sotto il Pedmall Ruotare per altri pedmall

source: Straight underground route under Pedmall Rotate for other pedmall
de: Gerade unterirdische Strecke unter Fußgängerzone Rotiere für andere Pflasterung der Fußgängerzone
it: Percorso sotterraneo diritto sotto il Pedmall Ruotare per altri pedmall

source: Diagonal underground route under Pedmall Rotate for other pedmall
de: Abbiegende unterirdische Strecke unter Fußgängerzone Rotiere für andere Pflasterung der Fußgängerzone
it: Percorso sotterraneo diagonale sotto il Pedmall Ruotare per altri pedmall

source: Straight underground route under Pedmall Rotate for other pedmall
de: Gerade unterirdische Strecke unter Fußgängerzone Rotiere für andere Pflasterung der Fußgängerzone
it: Percorso sotterraneo diritto sotto il Pedmall Ruotare per altri pedmall

source: Diagonal underground route under Pedmall Rotate for other pedmall
de: Abbiegende unterirdische Strecke unter Fußgängerzone Rotiere für andere Pflasterung der Fußgängerzone
it: Percorso sotterraneo diagonale sotto il Pedmall Ruotare per altri pedmall

source: Underground 4way junction under Pedmall Rotate for other junctions and for rail surface
de: Unterirdische Kreuzung unter Fußgängerzone Rotiere für andere Kreuzungen und Eisenbahn an der Oberfläche
it: Raccordo a 4 vie in sotterraneo sotto Pedmall Ruotare per altri nodi e per la superficie ferroviaria

source: Underground T junction under Pedmall Rotate for other junctions and for rail surface
de: Unterirdische T-Kreuzung unter Fußgängerzone Rotiere für andere Kreuzungen und Eisenbahn an der Oberfläche
it: Raccordo a T sotterraneo sotto Pedmall Ruotare per altri nodi e per la superficie ferroviaria

source: Ramp for underground Avenue Rotate for other ramps
de: Unterirdische Allee - Rampe Rotiere für andere Rampen
it: Rampa per viale della metropolitana Ruotare per altre rampe

source: Exit Ramp for underground Onewayroad Rotate for other ramps
de: Unterirdische Einbahnstraßen - Rampe (Ausfahrt) Rotiere für andere Rampen
it: Rampa di uscita per strada sotterranea Ruotare per altre rampe

source: Entrance Ramp for underground Onewayroad Rotate for other ramps
de: Unterirdische Einbahnstraßen - Rampe (Einfahrt) Rotiere für andere Rampen
it: Rampa d'ingresso per strade sotterranee a senso unico Ruotare per altre rampe

source: Pedestrian stairs to underpass Rotate for other ramps
de: Fußgängertreppe zu unterirdischen Unterführungen Rotiere für andere Rampen
it: Scale pedonali per il sottopassaggio Ruotare per altre rampe

source: RHW2 ramp connecting to underground road Rotate for other ramps Build on flat ground!
it: Rampa RHW2 di collegamento alla strada sotterranea Ruotare per altre rampe Costruire in pianura!

source: Street ramp connecting to underground road Rotate for other ramps
de: Nebenstraßenrampe zum unterirdischen Streckensystem Rotiere für andere Rampen
it: Rampa stradale di collegamento alla strada sotterranea Ruotare per altre rampe

source: Street tunnel connecting to underground road Rotate for other ramps Build on flank of a 10m high hill!
de: Straßentunnel zum unterirdischen Streckensystem Rotiere für andere Rampen Baue auf der Flanke eines 10m hohen Hügel!
it: Tunnel stradale di collegamento alla strada sotterranea Ruotare per altre rampe Costruire sul fianco di una collina alta 10 metri!

source: Ramp for underground Road Rotate for other ramps
de: Unterirdische Straßen - Rampe Rotiere für andere Rampen
it: Rampa per strada sotterranea Ruotare per altre rampe

source: Straight underground route under straight Road
de: Gerade unterirdische Strecke unter gerader Straße
it: Percorso sotterraneo rettilineo sotto la strada rettilinea

source: Diagonal underground route under straight Road
cs: Diagonální podzemní trasa pod přímou silnicí
de: Abbiegende unterirdische Strecke unter gerader Straße
it: Percorso sotterraneo diagonale sotto il rettilineo

source: Straight underground route under curved Road
cs: Přímá podzemní trasa pod zakřivenou silnicí
de: Gerade unterirdische Strecke unter abbiegender Straße
it: Percorso sotterraneo rettilineo sotto la strada curva

source: Diagonal underground route under curved Road
cs: Diagonální podzemní trasa pod zakřivenou silnicí
de: Abbiegende unterirdische Strecke unter abbiegender Straße
it: Percorso sotterraneo diagonale sotto la strada curva

source: Straight underground route under curved Road
cs: Přímá podzemní trasa pod zakřivenou silnicí
de: Abbiegende unterirdische Strecke unter gegenüber abbiegender Straße
it: Percorso sotterraneo rettilineo sotto la strada curva

source: Straight underground route under diagonal Road
cs: Přímá podzemní trasa pod diagonální silnicí
de: Gerade unterirdische Strecke unter diagonaler Straße
it: Percorso sotterraneo rettilineo sotto la strada diagonale

source: Diagonal underground route under diagonal Road
cs: Diagonální podzemní trasa pod diagonální silnicí
de: Diagonale unterirdische Strecke unter gerader Straße
it: Percorso sotterraneo diagonale sotto la strada diagonale

source: Diagonal underground route under diagonal Road
cs: Diagonální podzemní trasa pod diagonální silnicí
de: Diagonale unterirdische Strecke unter diagonaler Straße
it: Percorso sotterraneo diagonale sotto la strada diagonale

source: Straight underground route under straight Street
cs: Přímá podzemní trasa pod přímou ulicí
de: Gerade unterirdische Strecke unter gerader Nebenstraße
it: Percorso sotterraneo rettilineo sotto la strada

source: Diagonal underground route under straight Road
cs: Diagonální podzemní trasa pod přímou silnicí
de: Abbiegende unterirdische Strecke unter gerader Nebenstraße
it: Percorso sotterraneo diagonale sotto il rettilineo

source: Straight underground route under Avenue
cs: Přímá podzemní trasa pod Avenue
de: Gerade unterirdische Strecke unter Allee
it: Percorso sotterraneo rettilineo sotto il viale

source: Straight underground route under straight Highway
cs: Přímá podzemní trasa pod přímou dálnicí
de: Gerade unterirdische Strecke unter Autobahn
it: Percorso sotterraneo rettilineo sotto l'autostrada

source: Straight underground route under diagonal Highway
cs: Přímá podzemní trasa pod diagonální dálnicí
de: Gerade unterirdische Strecke unter diagonaler Autobahn
it: Percorso sotterraneo rettilineo sotto l'autostrada diagonale

source: Straight underground route under Tram-Avenue Rotate for other tram pieces
cs: Přímá podzemní trasa kolmá pod přímou kolej
de: Gerade unterirdische Strecke unter Tram-Allee Rotiere für andere Tram-Teile
it: Percorso sotterraneo rettilineo sotto Tram-Avenue Rotazione per altri pezzi di tram

source: Straight underground route perpendicular under straight Rail
de: Gerade unterirdische Strecke quer unter gerader Eisenbahn
it: Percorso sotterraneo rettilineo perpendicolare sotto la ferrovia rettilinea

source: Diagonal underground route under straight Rail
cs: Diagonální podzemní trasa pod přímou železnicí
de: Abbiegende unterirdische Strecke unter gerader Eisenbahn
it: Percorso sotterraneo diagonale sotto la ferrovia rettilinea

source: Straight underground route parallel under straight Rail
cs: Přímá podzemní trasa souběžná pod přímou železnicí
de: Gerade unterirdische Strecke unter paralleler gerader Eisenbahn
it: Percorso sotterraneo parallelo sotto la ferrovia rettilinea

source: Underground 4way junction under straight Rail Rotate for other junctions and for pedmall surface
cs: Přímá podzemní trasa pod diagonální železnicí
de: Unterirdische Kreuzung unter gerader Eisenbahn Rotiere für andere Kreuzungen und Fußgängerzone an der Oberfläche
it: Raccordo a 4 vie sotterraneo sotto la ferrovia rettilinea Ruotare per altri incroci e per la superficie pedonale

source: Underground T junction under straight Rail Rotate for other junctions and for pedmall surface
de: Unterirdische T-Kreuzung unter gerader Eisenbahn Rotiere für andere Kreuzungen und Fußgängerzone an der Oberfläche
it: Raccordo a T sotterraneo sotto la ferrovia rettilinea Ruotare per altri incroci e per la superficie pedonale

source: Straight underground route under diagonal Rail
de: Gerade unterirdische Strecke unter diagonaler Eisenbahn
it: Percorso sotterraneo rettilineo sotto la ferrovia diagonale

source: Diagonal underground route under diagonal Rail
cs: Diagonální podzemní trasa pod diagonální železnicí
de: Diagonale unterirdische Strecke unter diagonaler Eisenbahn
it: Percorso sotterraneo diagonale sotto la ferrovia diagonale

source: Diagonal underground route under diagonal Rail
cs: Diagonální podzemní trasa pod diagonální železnicí
de: Diagonale unterirdische Strecke unter diagonaler Eisenbahn
it: Percorso sotterraneo diagonale sotto la ferrovia diagonale

source: Straight underground route perpendicular under straight Tram Rotate for other tram pieces
cs: Rovná trasa metra souběžná pod přímou tramvají
de: Gerade unterirdische Strecke quer unter gerader Tram Rotiere für andere Tram-Teile
it: Percorso sotterraneo rettilineo perpendicolare sotto il tram rettilineo Ruotare per altri pezzi di tram

source: Diagonal underground route under straight Tram Rotate for other tram pieces
de: Abbiegende unterirdische Strecke unter gerader Tram Rotiere für andere Tram-Teile
it: Percorso sotterraneo diagonale sotto il tram diritto Ruotare per altri pezzi di tram

source: Straight underground route parallel under straight Tram
de: Gerade unterirdische Strecke unter paralleler gerader Tram
it: Percorso sotterraneo parallelo al tram rettilineo

source: Diagonal underground route under diagonal Rail
cs: Diagonální podzemní trasa pod diagonální železnicí
de: Diagonale unterirdische Strecke unter diagonaler Eisenbahn
it: Percorso sotterraneo diagonale sotto la ferrovia diagonale

source: Straight underground route under GHSR
cs: Přímá podzemní cesta pod GHSR
de: Unterirdische Strecke quer unter GHSR (ebenerdige Hochgeschwindigkeitsstrecke)
it: Percorso sotterraneo rettilineo sotto la GHSR

source: Curved or diagonal underground route under GHSR
cs: Zakřivená nebo diagonální podzemní trasa pod GHSR
de: Unterirdische Strecke (Kurve oder diagonal) unter GHSR (ebenerdige Hochgeschwindigkeitsstrecke)
it: Percorso sotterraneo curvo o diagonale sotto il GHSR

source: Parallel underground route under GHSR
cs: Paralelní podzemní trasa pod GHSR
de: Unterirdische Strecke parallel unter GHSR (ebenerdige Hochgeschwindigkeitsstrecke)
it: Percorso sotterraneo parallelo al GHSR

source: Straight underground route under Oneway Road Attention - place in correct direction
cs: Přímá podzemní cesta pod HSR (bez pilíře)
de: Gerade unterirdische Strecke unter gerader Einbahnstraße Achte auf korrekte Richtung!
it: Percorso sotterraneo diritto sotto la strada a senso unico Attenzione: posizionare nella direzione corretta

source: Diagonal underground route under Oneway Road Attention - place in correct direction
de: Abbiegende unterirdische Strecke unter gerader Einbahnstraße Achte auf korrekte Richtung!
it: Percorso sotterraneo diagonale sotto la strada a senso unico Attenzione: posizionare nella direzione corretta

source: Straight underground route under Oneway Road Attention - place in correct direction
de: Abbiegende unterirdische Strecke unter gerader Einbahnstraße Achte auf korrekte Richtung!
it: Percorso sotterraneo diritto sotto la strada a senso unico Attenzione: posizionare nella direzione corretta

source: Diagonal underground route under Oneway Road Attention - place in correct direction
de: Abbiegende unterirdische Strecke unter gerader Einbahnstraße Achte auf korrekte Richtung!
it: Percorso sotterraneo diagonale sotto la strada a senso unico Attenzione: posizionare nella direzione corretta

source: Diagonal underground route under Oneway Road Attention - place in correct direction
de: Abbiegende unterirdische Strecke unter gerader Einbahnstraße Achte auf korrekte Richtung!
it: Percorso sotterraneo diagonale sotto la strada a senso unico Attenzione: posizionare nella direzione corretta

source: Straight underground route under HSR (no pillar)
de: Unterirdische Strecke quer unter HSR (Hochgeschwindigkeitsstrecke) ohne Pfeiler
it: Percorso sotterraneo rettilineo sotto l'HSR (senza pilastri)

source: Straight underground route under HSR (with pillar)
cs: Přímá podzemní cesta pod HSR (s pilířem)
de: Unterirdische Strecke quer unter HSR (Hochgeschwindigkeitsstrecke)
it: Percorso sotterraneo rettilineo sotto la linea AV (con pilastro)

source: Straight underground tram parallel under straight Road
cs: Rovná podzemní tramvaj souběžná pod rovnou silnicí
de: Unterirdische Straßenbahn parallel unter Landstraße
it: Tram sotterraneo parallelo al rettilineo Strada

source: Underground tram junction under straight Road Can be used for underground tram curve, 4way or T junctions
cs: Rovná podzemní tramvaj souběžná pod Avenue
de: Unterirdische Straßenbahn unter Landstraße Dient als 4-Weg Kreuzung, T-Kreuzung oder Kurve der unterirdischen Straßenbahn, je nach Anschluß
it: Raccordo tramviario sotterraneo sotto strada rettilinea Può essere utilizzato per curve tramviarie sotterranee, incroci a 4 vie o a T

source: Underground tram junction under Road 4way junction Can be used for underground tram curve, 4way or T junctions
de: Unterirdische Straßenbahn unter Landstraßenkreuzung Dient als 4-Weg Kreuzung, T-Kreuzung oder Kurve der unterirdischen Straßenbahn, je nach Anschluß
it: Raccordo tranviario sotterraneo sotto l'incrocio stradale a 4 vie Può essere utilizzato per curve tramviarie sotterranee, incroci a 4 vie o a T

source: Underground tram junction under Road T junction Can be used for underground tram curve, 4way or T junctions
de: Unterirdische Straßenbahn unter Landstraßen - T-Kreuzung Dient als 4-Weg Kreuzung, T-Kreuzung oder Kurve der unterirdischen Straßenbahn, je nach Anschluß
it: Raccordo tranviario sotterraneo sotto il raccordo stradale a T Può essere utilizzato per curve tramviarie sotterranee, 4 vie o incroci a T

source: Underground tram junction under curved Road Can be used for underground tram curve, 4way or T junctions
de: Unterirdische Straßenbahn unter Landstraßenkurve Dient als 4-Weg Kreuzung, T-Kreuzung oder Kurve der unterirdischen Straßenbahn, je nach Anschluß
it: Raccordo tranviario sotterraneo sotto strada curva Può essere utilizzato per curve tramviarie sotterranee, incroci a 4 vie o a T

source: Straight underground tram parallel under Avenue
de: Unterirdische Straßenbahn parallel unter Allee
it: Tram sotterraneo diritto parallelo sotto il viale
