Repository: BluelightningSC4/Network-Addon-Mod
Catalog: ltext/*/puzzlepieces-avenue.po
Languages: cs, de, fr, it, ko

source: AvenuexGround Light Rail Puzzle Piece
cs: Skládačka AvenuexGround Light Rail
de: Allee über Straßenbahn-Puzzleteil
fr: Avenue X Tram (GLR) - Pièce-Puzzle
it: Puzzle di viale x ferrovia leggera terrestre
ko: 고가 애비뉴 :: 전차 교차

source: AvenuexDiagonal Ground Light Rail Puzzle Piece
cs: AvenuexDiagonal Ground Light Rail Puzzle
de: Allee über diagonaler Straßenbahn-Puzzleteil
fr: Avenue X Tram diagonal (GLR) - Pièce-Puzzle
it: Puzzle di viale x ferrovia leggera terrestre diagonale
ko: 고가 애비뉴 :: 대각선전차 교차

source: "T" Avenue OnSlope Puzzle Piece
cs: T Skládačka Avenue OnSlope
de: Allee-Puzzleteil für Hänge - T-Kreuzung
fr: Intersection en T, Avenue sur versant - Pièce-Puzzle
it: Pezzo del puzzle T Avenue In Pendenza
ko: 고가 애비뉴 :: T자 경사 위

source: Straight Avenue OnSlope Puzzle Piece
cs: Skládačka Straight Avenue OnSlope
de: Allee-Puzzleteil für Hänge - gerade
fr: Avenue sur versant - Pièce-Puzzle
it: Viale dritto in pendenza Pezzo di puzzle
ko: 고가 애비뉴 :: 직선 경사 위

source: Avenue Blank Terrain (no pylon)
cs: Avenue Blank Terrain (bez pylonu)
de: Allee über unbebauten Gebiet (kein Pfeiler)
fr: Avenue sur terrain vierge (sans pilier)
it: Viale Terreno vuoto (senza piloni)
ko: 고가 애비뉴 :: 직선 (기둥 없음)

source: Avenue over Blank Terrain - transition straight to diagonal
cs: Avenue over Blank Terrain - přechod přímo do diagonály
de: Allee über unbebautem Gelände - Übergang Gerade zu Diagonale
fr: Avenue sur terrain vierge - transition droite à diagonale
it: Viale su terreno vuoto - transizione da rettilineo a diagonale
ko: 고가 애비뉴 :: 직선 <> 대각선 전환

source: Roundabout Avenue 4x4 You can bulldoze the BLS BSC roundabout filler and plop another. Keep it if you wish to create a FLUPs underpass under the roundabout. Its direction is indicated by the red preview lines. It runs parallel with the wall in the fountain.
cs: Avenue 45-Curve
de: Allee-Kreisel 4x4
fr: Avenue courbe à 45°
it: Viale 45-Curva
ko: 애비뉴 회전교차로 4x4 BLS BSC 회전교차로 필러(포장재)를 철거하고, 다른 것을 설치할 수 있습니다. FLUPs 지하도로를 회전교차로 밑에 건설하려면 그냥 두셔야 합니다. 지하도로 방향은 빨간색 미리보기 선으로 나타납니다. 분수에 있는 벽의 방향과 같습니다.

source: Avenue 45-Curve
de: Allee mit sanfter 45°-Kurve
ko: 애비뉴 :: 45도 곡선

source: Avenue 45-Curve (FLEX)
de: Allee mit sanfter 45°-Kurve (FLEX)
fr: Avenue courbe à 45° (FLEX)
it: Viale 45-Curva (FLEX)
ko: 애비뉴 :: 45도 곡선 (유연FLEX)

source: Avenue 90-Curve
de: Allee mit sanfter 90°-Kurve
fr: Avenue courbe à 90°
it: Viale Curva 90
ko: 애비뉴 :: 90도 곡선

source: Avenue to Elevated Avenue - Long Transition
fr: Avenue vers avenue surélevée - Longue rampe
it: Da viale a viale sopraelevato - Lunga transizione
ko: 애비뉴 <> 고가 애비뉴 (긴 전환)

source: Avenue Diagonal On-Slope Puzzle Piece
cs: Skládačka Avenue Diagonal On-Slope
fr: Avenue en diagonale, sur versant - Pièce-Puzzle
it: Pezzo del puzzle Viale Diagonale in Pendenza
ko: 고가 애비뉴 :: 대각선 경사 위

source: Freeway Exit - Straight
cs: Sjezd z dálnice - Rovný
de: Alleeausfahrt gerade
fr: Autoroutes (Maxis), bretelles perpendiculaires
it: Uscita autostradale - Diritto
ko: 고속도로 출구 - 직선

source: Avenue x Street crossing with median
cs: Avenue x Křížení ulice s mediánem
fr: Avenue X Rue, avec terre-plein
it: Attraversamento stradale Viale x Via con mediana
ko: 애비뉴 :: 거리 교차 (중앙분리대 있음)

source: Fractionally Angled Avenue (FAAVE-4) - 18.4 Degree Short Curve (3x5)
cs: Zlomkově úhlová třída (FAAVE-4) – 18,4° krátká křivka (3x5)
de: Übergang gerader Allee auf 18.4 Grad schräg verlaufende Allee (3x5)
fr: Avenue à angle fractionnaire (FAAVE-4) - 18.4° courbe courte (3x5)
it: Viale ad angolo frazionato (FAAVE-4) - Curva corta di 18,4 gradi (3x5)
ko: 분수 각도 애비뉴(FAAVE-4) :: 18.4도 짧은 곡선 (3x5)

source: Fractionally Angled Avenue (FAAVE-4) - Straight Section (3x3)
cs: Zlomkově úhlová třída (FAAVE-4) – rovná sekce (3x3)
de: Schräg verlaufende Allee - gerader Abschnitt (3x3)
fr: Avenue à angle fractionnaire (FAAVE-4) - Segment droit (3x3)
it: Viale ad angolo frazionato (FAAVE-4) - Sezione rettilinea (3x3)
ko: 분수 각도 애비뉴(FAAVE-4) :: 직선 (3x3)

source: Diagonal to Fractionally Angled Avenue transition (3x4)
cs: Přechod z úhlopříčky na částečný úhel Avenue (3x4)
de: Übergang diagonaler Allee auf 18.4 Grad schräg verlaufende Allee (3x4)
fr: Avenue diagonale vers angle fractionnaire (3x4)
it: Transizione da viale diagonale a viale ad angolo frazionato (3x4)
ko: 분수 각도 애비뉴(FAAVE-4) :: 대각선으로 전환 (3x4)

source: Avenue 5x5 90 Degree Curve
cs: Avenue 5x5 90 stupňů Curve
fr: Avenue courbe à 90° 5x5
it: Viale Curva a 90 gradi 5x5
ko: 애비뉴 :: 90도 곡선 (5x5)
