Repository: BluelightningSC4/Network-Addon-Mod
Catalog: ltext/*/puzzlepieces-RHW.po
Languages: cs

source: [L0 -> L1] On Slope Transition Orthogonal
cs: [L0 -> L1] Na Slope Transition Ortogonal

source: [L0 -> L2] On Slope Transition Orthogonal
cs: [L0 -> L2] Na Slope Transition Orthogonal

source: RHW FLEX Neighbor Connector (FLEX-NC) Place at edge of city tile, and drag appropriate override network through. If blank terrain is in the median, place the Neighbor Connector Underground Loop piece on the blank terrain tiles.
cs: [L0 -> L1] Na Slope Transition Diagonal

source: [L0 -> L2] On Slope Transition Diagonal
cs: [L0 -> L2] Na Slope Transition Diagonal

source: FLEXRamp Type A2 Supports RHW-6S (L0-L4), RHW-8C (L0-L2), RHW-10S (L0-L2), RHW-12S (L0-L2) (no RHW-8S support due to overhang)
cs: Skutečná dálnice (RHW) Flex Diagonal On Slope Transition (Úroveň 2). Lze použít pro RHW 2, MIS a RHW 4. Žádné jiné sítě nejsou podporovány!

source: MRC Flex HT (Radius 3) Default L0_^/L1 RHW2 Other heights L0_^/ L1 MIS, RHW4S L1 _^/ L2 MIS, RHW4S L2_^/ L3 MIS, RHW4S L3_ ^/ L4 MIS, RHW4S
cs: Skutečná dálnice (RHW) Flex Diagonal On Slope Transition (Úroveň 1). Lze použít pro RHW 2, MIS a RHW 4. Žádné jiné sítě nejsou podporovány!

source: FLEX Width Transition (FLEX-WT) for Same Network Type (S-to-S/C-to-C) Lane Drop Version Connect in appropriate network(s) to convert the transition to match.
cs: L0 až L1 7,5 m MIS rampa vnější

source: L0 to L1 7.5m MIS Ramp Inner
cs: L0 až L1 7,5m MIS Rampa vnitřní

source: MIS 1-Level 180-Degree Loop Transition Partially FLEX, drag out of ends to connect to respective networks
cs: Přechod z MIS na RHW 4 L0

source: MIS to RHW 4 L1 Transition
cs: Přechod z MIS na RHW 4 L1

source: MIS to RHW 4 L2 Transition
cs: Přechod z MIS na RHW 4 L2

source: L1 RHW-6S-to-RHW-4 transition
cs: Přechod L1 RHW-6S-na-RHW-4

source: L2 RHW-6S-to-RHW-4 transition
cs: Přechod L2 RHW-6S-na-RHW-4

source: L1 RHW-6S-to-RHW-4 transition
cs: Přechod L1 RHW-6S-na-RHW-4

source: L2 RHW-6S-to-RHW-4 transition
cs: Přechod L2 RHW-6S-na-RHW-4

source: FLEX Width Transition (FLEX-WT) for Same Network Type (S-to-S/C-to-C) Lane Add Version Connect in appropriate network(s) to convert the transition to match.
cs: Přechod L1 RHW-8S-na-RHW-6S

source: L2 RHW-8S-to-RHW-6S transition
cs: Přechod L2 RHW-8S-na-RHW-6S

source: L1 RHW-8S-to-RHW-6S transition
cs: Přechod L1 RHW-8S-na-RHW-6S

source: L2 RHW-8S-to-RHW-6S transition
cs: Přechod L2 RHW-8S-na-RHW-6S

source: FLEX Width Transition (FLEX-WT) for Same Network Type (S-to-S/C-to-C) Lane Drop Version Connect in appropriate network(s) to convert the transition to match.
cs: Přechod L1 RHW-10S-na-RHW-8S

source: L2 RHW-10S-to-RHW-8S transition
cs: Přechod L2 RHW-10S-na-RHW-8S

source: L1 RHW-10S-to-RHW-8S transition
cs: Přechod L1 RHW-10S-na-RHW-8S

source: L2 RHW-10S-to-RHW-8S transition
cs: Přechod L2 RHW-10S-na-RHW-8S

source: FLEX Width Transition (FLEX-WT) for Different-Type Network (S-to-C) Compact/Shift/Asymmetrical Version Connect in appropriate networks at both ends to convert the transition to match.
cs: Kompaktní přechod RHW-4 na RHW-6C

source: RHW-4 to RHW-6C Compact Transition
cs: Kompaktní přechod RHW-4 na RHW-6C

source: FLEX Width Transition (FLEX-WT) for Different-Type Network (S-to-C) Symmetrical/Wishbone Version Connect in appropriate networks at both ends to convert the transition to match.
cs: Symetrický přechod RHW-8S-na-8C

source: RHW-8S-to-8C Transition Compact
cs: Kompaktní přechod RHW-8S-na-8C

source: L1 RHW-8C-to-RHW-6C transition
cs: Přechod L1 RHW-8C-na-RHW-6C

source: L2 RHW-8C-to-RHW-6C transition
cs: Přechod L2 RHW-8C-na-RHW-6C

source: L1 RHW-8C-to-RHW-6C transition
cs: Přechod L1 RHW-8C-na-RHW-6C

source: L2 RHW-8C-to-RHW-6C transition
cs: Přechod L2 RHW-8C-na-RHW-6C

source: FLEXRamp Type A1 Supports RHW-2 (L0-L2), RHW-3 (L0 Only), MIS (L0-L4), RHW-4 (L0-L4 and DDRHW-4), RHW-6S (L0 Only due to overhang), RHW-6C (L0-L2), RHW-8S (L0-L2), RHW-8C (L0-L2), RHW-10S (L0-L2), RHW-12S (L0-L2)
cs: FLEXRamp typ C1 (jeden nový jízdní pruh se částečně rozvětvuje)

source: FLEXRamp Type D1 Supports RHW-4 (L0-L4), RHW-6S (L0-L4), RHW-8S (L0 Only), RHW-8C (L0-L2), RHW-10S (L0-L2), RHW-12S (L0-L2)
cs: FLEXRamp typ F1 (jediný výjezdový pruh s částečným rozdělením)

source: Diagonal FLEXRamp Type A1 Supports all L0/Ground RHW networks
cs: Real Highway (RHW) Flex Multi Radius Curve (R4) Lze přepsat na jiné RHW Single Tile Networks.

source: Real Highway (RHW) Flex Multi Radius Curve (R5) Can be overridden to other RHW Single Tile Networks.
cs: Real Highway (RHW) Flex Multi Radius Curve (R5) Lze přepsat na jiné RHW Single Tile Networks.

source: S Curve for RHW
cs: S Křivka pro RHW

source: RHW-3 S-Curve 1
cs: RHW-3 S-křivka 1

source: RHW-3 S-Curve 2
cs: RHW-3 S-křivka 2

source: RHW-3 45-Degree Curve 1
cs: RHW-3 45stupňová křivka 1

source: RHW-3 45-Degree Curve 2
cs: RHW-3 45stupňová křivka 2

source: RHW FLEX S-Curve
cs: RHW FLEX S-křivka

source: RHW-6S Single Lane Shift
cs: RHW-6S řazení v jednom jízdním pruhu

source: RHW-6S 45 degree Smooth Outer Curve
cs: RHW-6S 45 stupňů hladká vnější křivka

source: RHW-6S 45 degree Smooth Inner Curve
cs: RHW-6S Hladká vnitřní křivka 45 stupňů

source: RHW-8S 45 degree Smooth Outer Curve
cs: RHW-8S 45 stupňů hladká vnější křivka

source: RHW-8S 45 degree Smooth Inner Curve
cs: RHW-8S Hladká vnitřní křivka 45 stupňů

source: RHW-10S 45 degree Smooth Outer Curve
cs: RHW-10S 45 stupňů hladká vnější křivka

source: RHW-10S 45 degree Smooth Inner Curve
cs: RHW-10S Hladká vnitřní křivka 45 stupňů

source: RHW-6C Lane Shift (Half) Puzzle piece is half of a whole Lane Shift (S-Curve). Place another half to complete the curve or combine with the RHW-8C S-Curve Half to create an RHW-7C S-Curve.
cs: FLEX 3úrovňový nadjezd (výchozí)

source: FLEX 3-Level Overpass (2 tiles wide)
cs: FLEX 3úrovňový nadjezd (šířka 2 dlaždic)

source: FLEX 3-Level Overpass (3 tiles wide)
cs: FLEX 3úrovňový nadjezd (šířka 3 dlaždic)

source: FLEX 3-Level Overpass (4 tiles wide)
cs: FLEX 3úrovňový nadjezd (šířka 4 dlaždic)

source: RHW-2 Cosmetic Piece - Dashed Line (Orthagonal)
cs: Kosmetický kousek RHW-2 – přerušovaná čára (orthagonální)

source: RHW-2 Cosmetic Piece - Solid+Dashed Lines (Orthagonal)
cs: Kosmetický kousek RHW-2 – plné + přerušované čáry (orthagonální)

source: RHW-2 Cosmetic Piece - Dashed Lines + Lane Reduction Arrow (Orthagonal)
cs: Kosmetický kousek RHW-2 – přerušované čáry + šipka pro omezení jízdního pruhu (orthagonální)

source: RHW-2 Cosmetic Piece - Dashed Lines (Diagonal)
cs: Kosmetický kousek RHW-2 – přerušované čáry (úhlopříčka)

source: RHW-2 Cosmetic Piece - Solid+Dashed Lines 1 (Diagonal)
cs: Kosmetický kousek RHW-2 – plné + přerušované čáry 1 (úhlopříčka)

source: RHW-2 Cosmetic Piece - Solid+Dashed Lines 2 (Diagonal)
cs: Kosmetický kousek RHW-2 – plné + přerušované čáry 2 (úhlopříčka)

source: RHW-2 Cosmetic Piece - Narrow Exit Lanes (Single) - Unmarked
cs: Kosmetický kousek RHW-2 - Úzké výstupní pruhy (jednotné) - Neoznačeno

source: RHW-2 Cosmetic Piece - Narrow Exit Lanes (Single) - Lane Reduction Arrow
cs: Kosmetický kousek RHW-2 – Úzké výjezdové pruhy (jeden) – Šipka pro omezení pruhu

source: RHW-2 Cosmetic Piece - Narrow Exit Lanes (Single) - Exit Arrow
cs: Kosmetický kousek RHW-2 – úzké výjezdové pruhy (jednotlivé) – výjezdová šipka

source: RHW-2 Cosmetic Piece - Narrow Exit Lanes (Single) - Exit + Thru Arrow
cs: Kosmetický kousek RHW-2 – Úzké výjezdové pruhy (jediné) – Výjezd + průchozí šipka

source: RHW-2 Cosmetic Piece - Narrow Exit Lanes (Dual) - Unmarked
cs: Kosmetický kousek RHW-2 - Úzké výstupní pruhy (duální) - Neoznačeno

source: RHW-2 Cosmetic Piece - Narrow Exit Lanes (Dual) - Lane Reduction Arrow
cs: Kosmetický kousek RHW-2 – Úzké výjezdové pruhy (duální) – Šipka pro omezení pruhu

source: RHW-2 Cosmetic Piece - Narrow Exit Lanes (Dual) - Exit Arrow
cs: Kosmetický kousek RHW-2 - Úzké výstupní pruhy (duální) - Šipka výstupu

source: RHW-2 Cosmetic Piece - Narrow Exit Lanes (Dual) - Exit + Thru Arrow
cs: Kosmetický kousek RHW-2 – Úzké výjezdové pruhy (duální) – Výjezd + průchozí šipka

source: RHW-2 Cosmetic Piece - Narrow Exit Lanes (Dual) - Exit + Lane Reduction Arrow
cs: Kosmetický kousek RHW-2 – Úzké výjezdové pruhy (duální) – Výjezd + šipka omezení pruhu

source: RHW-2 Cosmetic Piece - Narrow Exit Lanes (Dual) - Exit + Thru + Lane Reduction Arrow
cs: Kosmetický kousek RHW-2 – Úzké výjezdové pruhy (duální) – Výjezd + průjezd + šipka pro omezení pruhu

source: RHW-2 Cosmetic Curves - Dashed - S-Curve
cs: Kosmetické křivky RHW-2 - Přerušovaná - S-křivka

source: RHW-2 Cosmetic Curves - Dashed - 45-degree Curve
cs: Kosmetické křivky RHW-2 – čárkovaná – 45stupňová křivka

source: RHW-2 Cosmetic Curves - Dashed - 90-degree Curve (Large)
cs: Kosmetické křivky RHW-2 – čárkovaná – 90stupňová křivka (velká)

source: RHW-2 Cosmetic Curves - Dashed - FARHW Piece
cs: Kosmetické křivky RHW-2 - čárkované - FARHW kus

source: RHW-2 Cosmetic Curves - Solid+Dashed - FARHW Piece 1
cs: Kosmetické křivky RHW-2 – plné + přerušované – FARHW kus 1

source: RHW-2 Cosmetic Curves - Solid+Dashed - FARHW Piece 2
cs: Kosmetické křivky RHW-2 – plné + přerušované – FARHW kus 2

source: RHW-2 Cosmetic Curves - Dashed - 18-degree Curve
cs: Kosmetické křivky RHW-2 – čárkovaná – 18stupňová křivka

source: RHW-2 Cosmetic Curves - Dashed - 72-degree Curve
cs: Kosmetické křivky RHW-2 – čárkovaná – 72stupňová křivka

source: RHW-2 Cosmetic Curves - Dashed - 27-degree Curve
cs: Kosmetické křivky RHW-2 – čárkovaná – 27stupňová křivka

source: RHW-3 Cosmetic Piece - Regular Markings - Lane Reduction Arrow, Inner Lane
cs: Kosmetický kousek RHW-3 – pravidelné značení – šipka redukce jízdního pruhu, vnitřní pruh

source: RHW-3 Cosmetic Piece - Regular Markings - Taper Arrows 1
cs: Kosmetický kousek RHW-3 – pravidelné značení – kuželové šipky 1

source: RHW-3 Cosmetic Piece - Regular Markings - Thru Arrows
cs: Kosmetický kousek RHW-3 - pravidelné značení - přes šipky

source: RHW-3 Cosmetic Piece - Regular Markings - Taper Arrows 2
cs: Kosmetický kousek RHW-3 – pravidelné značení – kuželové šipky 2

source: RHW-3 Cosmetic Piece - Block Markings - Unmarked
cs: Kosmetický kousek RHW-3 - Označení bloků - Neoznačeno

source: RHW-3 Cosmetic Piece - Block Markings - Lane Reduction Arrow, inside lane
cs: Kosmetický kousek RHW-3 - Označení bloků - Šipka snížení jízdního pruhu, uvnitř jízdního pruhu

source: RHW-3 Cosmetic Piece - Block Markings - Exit Arrow
cs: Kosmetický kousek RHW-3 - Označení bloků - Šipka výstupu

source: RHW-3 Cosmetic Piece - Block Markings - Exit+Thru Arrows
cs: Kosmetický kousek RHW-3 - Označení bloků - Exit+Thru Arrows

source: RHW-3 Cosmetic Piece - Block Markings (Lane 1) - Split Arrows
cs: Kosmetický kousek RHW-3 - Označení bloků (pruh 1) - Dělené šipky

source: RHW-3 Cosmetic Piece - Solid Markings (Lane 1) - Unmarkerd
cs: Kosmetický kousek RHW-3 – pevné značení (pruh 1) – bez označení

source: RHW-3 Cosmetic Piece - Solid Markings (Lane 1) - Turn Arrow
cs: Kosmetický kousek RHW-3 - Pevné značení (pruh 1) - Šipka otočení

source: RHW-3 Cosmetic Piece - Solid Markings (Lane 1) - Turn + Thru Arrows
cs: Kosmetický kousek RHW-3 – Pevné značení (pruh 1) – Turn + Thru Arrows

source: RHW-3 Cosmetic Piece - Solid Markings (Lane 1) - Split Arrows
cs: Kosmetický kousek RHW-3 - Pevné značení (pruh 1) - Dělené šipky

source: RHW-3 Cosmetic Piece - Block Markings (Lane 1) - Turn arrow
cs: Kosmetický kousek RHW-3 - Označení bloků (pruh 1) - Šipka otočení

source: RHW-3 Cosmetic Piece - Block Markings (Lane 1) - Turn + Thru Arrows
cs: Kosmetický kousek RHW-3 – Označení bloků (pruh 1) – Otočné + průchozí šipky

source: RHW-3 Cosmetic Piece - Dashed+Solid Markings - Unmarked
cs: Kosmetický kousek RHW-3 - čárkované + plné značky - neoznačené

source: RHW-3 Cosmetic Piece - Dashed+Solid Markings - Lane Reduction Arrow, inner lane
cs: Kosmetický kousek RHW-3 - Přerušovaná + plné značení - Šipka redukce pruhu, vnitřní pruh

source: RHW-4 Cosmetic Piece - Regular Markings - Lane Reduction Arrow, Outside Lane
cs: Kosmetický kousek RHW-4 – pravidelné značení – šipka redukce jízdního pruhu, vnější jízdní pruh

source: RHW-4 Cosmetic Piece - Regular Markings - Thru+Taper Arrows, Outside Lane
cs: Kosmetický kousek RHW-4 – pravidelné značení – průchozí + kuželové šipky, vnější pruh

source: RHW-4 Cosmetic Piece - Regular Markings - Thru Arrows
cs: Kosmetický kousek RHW-4 - pravidelné značení - přes šipky

source: RHW-4 Cosmetic Piece - Regular Markings - Lane Reduction Arrow, Inside Lane
cs: Kosmetický kousek RHW-4 - Běžné značení - Šipka redukce jízdního pruhu, uvnitř jízdního pruhu

source: RHW-4 Cosmetic Piece - Regular Markings - Thru+Taper Arrows, Inside Lane
cs: Kosmetický kousek RHW-4 – pravidelné značení – průchozí + kuželové šipky, vnitřní pruh

source: RHW-4 Cosmetic Piece - Block Markings - Unmarked
cs: Kosmetický kousek RHW-4 - Označení bloků - Neoznačeno

source: RHW-4 Cosmetic Piece - Block Markings - Lane Reduction Arrow, Outside Lane
cs: Kosmetický kousek RHW-4 - Označení bloků - Šipka snížení jízdního pruhu, vnější jízdní pruh

source: RHW-4 Cosmetic Piece - Block Markings - Exit Arrow
cs: Kosmetický kousek RHW-4 - Označení bloků - Šipka výstupu

source: RHW-4 Cosmetic Piece - Block Markings - Exit+Thru Arrows
cs: Kosmetický kousek RHW-4 - Označení bloků - Exit+Thru Arrows

source: RHW-4 Cosmetic Piece - Block Markings - Split Arrows
cs: Kosmetický kousek RHW-4 - Blokové značení - Dělené šipky

source: RHW-4 Cosmetic Piece - Block Markings - Lane Reduction Arrow, Inside Lane
cs: Kosmetický kousek RHW-4 - Označení bloků - Šipka redukce jízdního pruhu, vnitřní pruh

source: RHW-4 Cosmetic Piece - Dashed-Solid Markings - Unmarked
cs: Kosmetický kousek RHW-4 - čárkované pevné značky - neoznačené

source: RHW-4 Cosmetic Piece - Dashed-Solid Markings - Lane Reduction Arrow, Inner Lane
cs: Kosmetický kousek RHW-4 - Plné přerušované značení - Šipka pro snížení jízdního pruhu, vnitřní pruh

source: RHW-4 Cosmetic Piece - Dashed-Solid Markings - Exit Arrow
cs: Kosmetický kousek RHW-4 - Plné přerušované značení - Šipka výstupu

source: RHW-4 Cosmetic Piece - Dashed-Solid Markings - Exit+Thru Arrows
cs: Kosmetický kousek RHW-4 – plné čárkované značení – šipky východu a průchodu

source: RHW-4 Cosmetic Piece - Solid-Dashed Markings - Unmarked
cs: Kosmetický kousek RHW-4 - Plně přerušované značky - Neoznačené

source: RHW-4 Cosmetic Piece - Solid-Dashed Markings - Lane Reduction, Outside Lane
cs: Kosmetický kousek RHW-4 - Plně přerušované značení - Redukce jízdního pruhu, vnější jízdní pruh

source: RHW-4 Cosmetic Piece - Narrow Exit Lanes - Unmarked
cs: Kosmetický kousek RHW-4 - Úzké výstupní pruhy - Neoznačeno

source: RHW-4 Cosmetic Piece - Narrow Exit Lanes - Lane Reduction Arrow
cs: Kosmetický kousek RHW-4 - Úzké výjezdové pruhy - Šipka redukce jízdních pruhů

source: RHW-4 Cosmetic Piece - Narrow Exit Lanes - Exit Arrow
cs: Kosmetický kousek RHW-4 - Úzké výstupní pruhy - Šipka výstupu

source: RHW-4 Cosmetic Piece - Narrow Exit Lanes - Exit+Thru Arrow
cs: Kosmetický kousek RHW-4 - Úzké výstupní pruhy - Exit+Thru Arrow

source: RHW-4 Cosmetic Piece - Ramp OverPlop - Type A1 Offramp
cs: Kosmetický kousek RHW-4 - Ramp OverPlop - Typ A1 Offramp

source: RHW-4 Cosmetic Piece - Ramp OverPlop - Type A1 Onramp
cs: Kosmetický kousek RHW-4 - Ramp OverPlop - Typ A1 Onramp

source: RHW-4 Cosmetic Piece - Ramp OverPlop - Type A1 Wide Offramp
cs: Kosmetický kousek RHW-4 - Ramp OverPlop - Typ A1 Wide Offramp

source: RHW-4 Cosmetic Piece - Ramp OverPlop - Type B1 Onramp
cs: Kosmetický kousek RHW-4 - Ramp OverPlop - Typ B1 Onramp

source: RHW-4 Cosmetic Piece - Ramp OverPlop - Type B1 Offramp
cs: Kosmetický kousek RHW-4 - Ramp OverPlop - Typ B1 Offramp

source: RHW-4 Cosmetic Piece - Ramp OverPlop - Type C1 Offramp
cs: Kosmetický kousek RHW-4 - Ramp OverPlop - Typ C1 Offramp

source: RHW-6S Cosmetic Piece - Regular Markings - Lane Reduction Arrow, Outside Lane
cs: Kosmetický kousek RHW-6S – pravidelné značení – šipka redukce jízdního pruhu, vnější jízdní pruh

source: RHW-6S Cosmetic Piece - Regular Markings - Taper+Thru Arrows, Outside Lane
cs: Kosmetický kousek RHW-6S - pravidelné značení - kuželové + průchozí šipky, vnější pruh

source: RHW-6S Cosmetic Piece - Regular Markings - Thru Arrows
cs: Kosmetický kousek RHW-6S - pravidelné značení - přes šipky

source: RHW-6S Cosmetic Piece - Regular Markings - Lane Reduction Arrow, Inside Lane
cs: Kosmetický kousek RHW-6S - Běžné značení - Šipka redukce jízdního pruhu, vnitřní pruh

source: RHW-6S Cosmetic Piece - Regular Markings - Taper+Thru Arrows, Inside Lane
cs: Kosmetický kousek RHW-6S - pravidelné značení - kuželové + průchozí šipky, vnitřní pruh

source: RHW-6S Cosmetic Piece - Block Markings (lane 1) - Unmarked
cs: Kosmetický kousek RHW-6S - Označení bloků (pruh 1) - Neoznačeno

source: RHW-6S Cosmetic Piece - Block Markings (lane 1) - Lane Reduction Arrow
cs: Kosmetický kousek RHW-6S - Označení bloků (pruh 1) - Šipka snížení jízdního pruhu

source: RHW-6S Cosmetic Piece - Block Markings (lane 1) -Exit Arrow
cs: Kosmetický kousek RHW-6S - Označení bloků (pruh 1) - Šipka výstupu

source: RHW-6S Cosmetic Piece - Block Markings (lane 1) - Exit+Thru Arrows
cs: Kosmetický kousek RHW-6S - Označení bloků (pruh 1) - Šipky Exit+Thru

source: RHW-6S Cosmetic Piece - Block Markings (lane 1) - Exit+Taper+Thru Arrows
cs: Kosmetický kousek RHW-6S - Blokové značení (pruh 1) - Exit+Taper+Thru Arrows

source: RHW-6S Cosmetic Piece - Block Markings (lane 2) - Unmarked
cs: Kosmetický kousek RHW-6S - Označení bloků (dráha 2) - Neoznačeno

source: RHW-6S Cosmetic Piece - Block Markings (lane 2) - Lane Reduction Arrow
cs: Kosmetický kousek RHW-6S - Označení bloků (dráha 2) - Šipka snížení jízdního pruhu

source: RHW-6S Cosmetic Piece - Block Markings (lane 2) - Exit Arrow
cs: Kosmetický kousek RHW-6S - Označení bloků (dráha 2) - Šipka výstupu

source: RHW-6S Cosmetic Piece - Block Markings (lane 2) - Exit+Thru Arrows
cs: Kosmetický kousek RHW-6S - Blokové značení (dráha 2) - Exit+Thru Arrows

source: RHW-6S Cosmetic Piece - Dashed-Solid Markings (lane 1) - Unmarked
cs: Kosmetický kousek RHW-6S – plné přerušované značení (pruh 1) – neoznačené

source: RHW-6S Cosmetic Piece - Dashed-Solid Markings (lane 1) - Exit Arrow
cs: Kosmetický kousek RHW-6S – plné čárkované značení (pruh 1) – výstupní šipka

source: RHW-6S Cosmetic Piece - Dashed-Solid Markings (lane 1) - Exit+Thru Arrows
cs: Kosmetický kousek RHW-6S - Plné přerušované značení (pruh 1) - Šipky Exit+Thru

source: RHW-6S Cosmetic Piece - Dashed-Solid Markings (lane 1) - Exit+Taper+Thru Arrows
cs: Kosmetický kousek RHW-6S – plné přerušované značení (pruh 1) – výstup + kuželové + průchozí šipky

source: RHW-6S Cosmetic Piece - Dashed-Solid Markings (lane 2) - Unmarked
cs: Kosmetický kousek RHW-6S – plné přerušované značení (dráha 2) – neoznačené

source: RHW-6S Cosmetic Piece - Dashed-Solid Markings (lane 2) - Lane Reduction Arrow
cs: Kosmetický kousek RHW-6S - Plné přerušované značení (dráha 2) - Šipka pro omezení jízdního pruhu

source: RHW-6S Cosmetic Piece - Solid-Dashed Markings (lane 1) - Unmarked
cs: Kosmetický kousek RHW-6S – Plně přerušované značky (pruh 1) – Neoznačené

source: RHW-6S Cosmetic Piece - Solid-Dashed Markings (lane 1) - Lane Reduction Arrow
cs: Kosmetický kousek RHW-6S - Plně přerušované značení (pruh 1) - Šipka pro omezení pruhu

source: RHW-8S Cosmetic Piece - Regular Markings - Lane Reduction Arrow, Outside Lane
cs: Kosmetický kousek RHW-8S – pravidelné značení – šipka redukce jízdního pruhu, vnější jízdní pruh

source: RHW-8S Cosmetic Piece - Regular Markings - Thru+Taper Arrows
cs: Kosmetický kousek RHW-8S - pravidelné značení - Thru+Taper Arrows

source: RHW-8S Cosmetic Piece - Regular Markings - Thru Arrows
cs: Kosmetický kousek RHW-8S - pravidelné značení - přes šipky

source: RHW-8S Cosmetic Piece - Regular Markings - Lane Reduction Arrow, Inside Lane
cs: Kosmetický kousek RHW-8S - Běžné značení - Šipka redukce jízdního pruhu, uvnitř jízdního pruhu

source: RHW-8S Cosmetic Piece - Block Markings (Lane 1) - Unmarked
cs: Kosmetický kousek RHW-8S - Označení bloků (pruh 1) - Neoznačeno

source: RHW-8S Cosmetic Piece - Block Markings (Lane 1) - Lane Reduction Arrow
cs: Kosmetický kousek RHW-8S - Označení bloků (pruh 1) - Šipka snížení jízdního pruhu

source: RHW-8S Cosmetic Piece - Block Markings (Lane 1) - Exit Arrow
cs: Kosmetický kousek RHW-8S - Označení bloků (pruh 1) - Šipka výstupu

source: RHW-8S Cosmetic Piece - Block Markings (Lane 1) - Exit+Thu Arrows
cs: Kosmetický kousek RHW-8S - Označení bloků (dráha 1) - Šipky Exit+Čt

source: RHW-8S Cosmetic Piece - Block Markings (Lane 1) - Exit+Taper+Thu Arrows
cs: Kosmetický kousek RHW-8S - Označení bloků (dráha 1) - Exit+Taper+Thu Arrows

source: RHW-8S Cosmetic Piece - Block Markings (Lane 2) - Unmarked
cs: Kosmetický kousek RHW-8S - Označení bloků (dráha 2) - Neoznačeno

source: RHW-8S Cosmetic Piece - Block Markings (Lane 2) - Exit Arrows
cs: Kosmetický kousek RHW-8S – Označení bloků (dráha 2) – Šipky k východu

source: RHW-8S Cosmetic Piece - Block Markings (Lane 2) - Exit+Thu Arrows
cs: Kosmetický kousek RHW-8S - Označení bloků (dráha 2) - Šipky Exit + Thu

source: RHW-8S Cosmetic Piece - Block Markings (Lane 3) - Unmarked
cs: Kosmetický kousek RHW-8S - Označení bloků (dráha 3) - Neoznačeno

source: RHW-8S Cosmetic Piece - Block Markings (Lane 3) - Lane Reduction Arrow
cs: Kosmetický kousek RHW-8S - Označení bloků (dráha 3) - Šipka snížení jízdního pruhu

source: RHW-8S Cosmetic Piece - Dashed-Solid Markings (Lane 1) - Unmarked
cs: Kosmetický kousek RHW-8S – plné přerušované značení (pruh 1) – neoznačené

source: RHW-8S Cosmetic Piece - Dashed-Solid Markings (Lane 1) - Lane Reduction Arrow
cs: Kosmetický kousek RHW-8S – plné čárkované značení (pruh 1) – šipka redukce pruhu

source: RHW-8S Cosmetic Piece - Dashed-Solid Markings (Lane 1) - Exit Arrow
cs: Kosmetický kousek RHW-8S – plné čárkované značení (pruh 1) – výstupní šipka

source: RHW-8S Cosmetic Piece - Dashed-Solid Markings (Lane 1) - Exit+Thru Arrows
cs: Kosmetický kousek RHW-8S - Plné přerušované značení (pruh 1) - Šipky pro výstup + průjezd

source: RHW-8S Cosmetic Piece - Dashed-Solid Markings (Lane 1) - Exit+Taper+Thru Arrows
cs: Kosmetický kousek RHW-8S – plné přerušované značení (pruh 1) – výstup + kuželové + průchozí šipky

source: RHW-8S Cosmetic Piece - Dashed-Solid Markings (Lane 2) - Unmarked
cs: Kosmetický kousek RHW-8S – plné přerušované značky (dráha 2) – neoznačené

source: RHW-8S Cosmetic Piece - Dashed-Solid Markings (Lane 2) - Exit Arrows
cs: Kosmetický kousek RHW-8S – plné přerušované značení (dráha 2) – výstupní šipky

source: RHW-8S Cosmetic Piece - Dashed-Solid Markings (Lane 2) - Exit+Thru Arrows
cs: Kosmetický kousek RHW-8S – plné čárkované značení (dráha 2) – šipky pro výstup + průjezd

source: RHW-8S Cosmetic Piece - Dashed-Solid Markings (Lane 3) - Unmarked
cs: Kosmetický kousek RHW-8S – plné čárkované značky (dráha 3) – neoznačené

source: RHW-8S Cosmetic Piece - Dashed-Solid Markings (Lane 3) - Lane Reduction Arrow
cs: Kosmetický kousek RHW-8S – plné čárkované značení (dráha 3) – šipka redukce jízdního pruhu

source: RHW-8S Cosmetic Piece - Solid-Dashed Markings (Lane 1) - Unmarked
cs: Kosmetický kousek RHW-8S – plné přerušované značky (pruh 1) – neoznačené

source: RHW-8S Cosmetic Piece - Solid-Dashed Markings (Lane 1) - Lane Reduction Arrow
cs: Kosmetický kousek RHW-8S - Plně přerušované značky (pruh 1) - Šipka omezení jízdního pruhu

source: RHW-10S Cosmetic Piece - Regular Markings - Lane Reduction Arrow, Outside Lane
cs: Kosmetický kousek RHW-10S – pravidelné značení – šipka redukce jízdního pruhu, vnější jízdní pruh

source: RHW-10S Cosmetic Piece - Regular Markings - Thru+Taper Arrows
cs: Kosmetický kousek RHW-10S - pravidelné značení - Thru+Taper Arrows
