Repository: BluelightningSC4/Network-Addon-Mod
Catalog: ltext/*/puzzlepieces-road.po
Languages: cs, it, ko

source: RoadxGround Light Rail Puzzle Piece
cs: Skládačka RoadxGround Light Rail
it: Pezzo di puzzle della metropolitana leggera Road x Terra
ko: 고가 도로 :: 전차 교차

source: RoadxDiagonal Ground Light Rail Puzzle Piece
cs: RoadxDiagonal Ground Light Rail Puzzle
it: Strada x Diagonale Terra Ferrovia Leggera pezzo Puzzle
ko: 고가 도로 :: 대각선 전차 교차

source: Road over Blank Terrain (no pylon)
cs: Cesta přes prázdný terén (bez pylonu)
it: Strada su terreno vuoto (senza pilone)
ko: 고가 도로 :: 직선 (기둥 없음)

source: Road over Blank Terrain - transition straight to diagonal
cs: Cesta přes prázdný terén - přechod rovně do diagonály
it: Strada su terreno vuoto - passaggio da rettilineo a diagonale
ko: 고가 도로 :: 직선 <> 대각선 전환

source: Road to Elevated Road - Long Transition
it: Da strada a strada sopraelevata - Lunga transizione
ko: 도로 <> 고가 도로 (긴 전환)

source: Road Diagonal On-Slope Puzzle Piece
cs: Silniční diagonální dílek skládačky na svahu
it: Pezzo di puzzle della diagonale stradale in pendenza
ko: 고가 도로 :: 대각선 경사-위

source: Ortho Road over Ortho STR
cs: Ortho Road přes Ortho STR
it: Ortho Road su Ortho STR
ko: 고가 도로 :: STR 교차

source: Ortho Road over Diag STR
cs: Ortho Road přes Diag STR
it: Strada Ortho su Diag STR
ko: 고가 도로 :: 대각선 STR 교차

source: Diag Road over Ortho STR
cs: Diag Road přes Ortho STR
it: Strada Diag su Ortho STR
ko: 대각선 고가 도로 :: STR 교차

source: Diag Road over Diag STR
cs: Diag Silnice přes Diag STR
it: Strada Diag su Diag STR
ko: 대각선 고가 도로 :: 대각선 STR 교차

source: "T" Road OnSlope Puzzle Piece
cs: T Díl skládačky Road OnSlope
it: Strada a "T" in pendenza Pezzo del puzzle
ko: 고가 도로 :: T자 경사-위

source: Straight Road OnSlope Puzzle Piece
cs: Rovná silnice na svahu dílek skládačky
it: Strada dritta in pendenza Pezzo di puzzle
ko: 고가 도로 :: 직선 경사-위

source: Curve - S-Curve road curve (2x4)
cs: Zatáčka – zatáčka S-Curve (2x4)
it: Curva - Curva stradale a S (2x4)
ko: 도로 :: S자 곡선 (2x4)

source: Curve - 45 degree road curve (2x4)
cs: Zatáčka – 45stupňová zatáčka (2x4)
it: Curva - Curva stradale a 45 gradi (2x4)
ko: 도로 :: 45도 곡선 (2x4)

source: Curve - 90 degree road curve (5x5)
cs: Zatáčka – 90stupňová zatáčka (5x5)
it: Curva - Curva stradale a 90 gradi (5x5)
ko: 도로 :: 90도 곡선 (5x5)

source: Fractionally Angled Road (FAR-3) - Straight Section (2x3)
cs: Částečně lomená silnice (FAR-3) – rovný úsek (2x3)
it: Strada ad angolo frazionato (FAR-3) - Sezione rettilinea (2x3)
ko: 분수 각도 도로(FAR-3) :: 직선 (2x3)

source: Fractionally Angled Road (FAR-3) - 18.4 Degree Short Curve (2x4)
cs: Silnice s částečným úhlem (FAR-3) – krátká křivka 18,4 stupně (2x4)
it: Strada ad angolo frazionato (FAR-3) - Curva corta di 18,4 gradi (2x4)
ko: 분수 각도 도로(FAR-3) :: 18.4도 짧은 곡선 (2x4)

source: Fractionally Angled Road (FAR-3) - 71.6 Degree Long Curve (3x4)
cs: Silnice s částečným úhlem (FAR-3) – 71,6 stupňů dlouhá zatáčka (3x4)
it: Strada ad angolo frazionato (FAR-3) - Curva lunga di 71,6 gradi (3x4)
ko: 분수 각도 도로(FAR-3) :: 71.6도 긴 곡선 (3x4)

source: Curve - 90 degree road curve (2x2)
cs: Zatáčka – 90stupňová zatáčka (2x2)
it: Curva - Curva stradale a 90 gradi (2x2)
ko: 도로 :: 90도 곡선 (2x2)

source: Fractionally Angled Road (FAR-3) - Rail Crossing (2x3)
cs: Silnice v částečném úhlu (FAR-3) – železniční přejezd (2x3)
it: Strada ad angolo frazionato (FAR-3) - Attraversamento ferroviario (2x3)
ko: 분수 각도 도로(FAR-3) :: 철도 건널목 (2x3)

source: Fractionally Angled Road (FAR-3) - 26.6 Degree Diagonal Curve (2x3)
cs: Silnice s částečným úhlem (FAR-3) – 26,6° diagonální křivka (2x3)
it: Strada ad angolo frazionato (FAR-3) - Curva diagonale di 26,6 gradi (2x3)
ko: 분수 각도 도로(FAR-3) :: 26.6도 대각선 곡선 (2x3)

source: Fractionally Angled Road (FAR-3) - Orthogonal Road Crossing with FAR-3 (2x3)
cs: Částečně úhlová silnice (FAR-3) – ortogonální silniční křížení s FAR-3 (2x3)
it: Strada frazionatamente angolata (FAR-3) - Incrocio ortogonale con FAR-3 (2x3)
ko: 분수 각도 도로(FAR-3) :: 도로 사거리 교차로 (2x3)

source: Fractionally Angled Road (FAR-3) - Orthogonal Road T-Crossing with FAR-3 (2x3)
cs: Částečně úhlová silnice (FAR-3) – Ortogonální silniční T-křižovatka s FAR-3 (2x3)
it: Strada ad angolo frazionato (FAR-3) - Incrocio a T ortogonale con FAR-3 (2x3)
ko: 분수 각도 도로(FAR-3) :: 도로 삼거리 교차로(막다른 도로: 직선) (2x3)

source: Fractionally Angled Road (FAR-3) - FAR-3 T-Crossing with Orthogonal Road (2x2)
cs: Částečně úhlová silnice (FAR-3) – FAR-3 T-křižovatka s ortogonální silnicí (2x2)
it: Strada ad angolo frazionato (FAR-3) - Incrocio a T FAR-3 con strada ortogonale (2x2)
ko: 분수 각도 도로(FAR-3) :: 도로 삼거리 교차로(막다른 도로: FAR-3) (2x2)

source: Fractionally Angled Road (FAR-3) - FAR-3 Crossing with FAR-3 (3x3)
cs: Částečně úhlová silnice (FAR-3) – FAR-3 Křížení s FAR-3 (3x3)
it: Strada ad angolo frazionato (FAR-3) - Incrocio FAR-3 con FAR-3 (3x3)
ko: 분수 각도 도로(FAR-3) :: 사거리 교차로 (3x3)

source: Fractionally Angled Road (FAR-3) - FAR-3 T-Crossing with FAR-3 (3x3)
cs: Silnice v částečném úhlu (FAR-3) – FAR-3 T-Crossing s FAR-3 (3x3)
it: Strada ad angolo frazionato (FAR-3) - Incrocio a T FAR-3 con FAR-3 (3x3)
ko: 분수 각도 도로(FAR-3) :: 삼거리 교차로 (3x3)

source: Rural Road - Diagonal section (1x1)
cs: Venkovská silnice – diagonální sekce (1x1)
it: Strada rurale - Sezione diagonale (1x1)
ko: 시골 도로 :: 대각선 (1x1)

source: Rural Road - Straight section (1x1)
cs: Venkovská silnice – rovný úsek (1x1)
it: Strada rurale - Tratto rettilineo (1x1)
ko: 시골 도로 :: 직선 (1x1)

source: Rural Road - FAR straight section (2x3)
cs: Venkovská silnice – DALŠÍ přímý úsek (2x3)
it: Strada rurale - Tratto rettilineo FAR (2x3)
ko: 시골 도로 :: FAR (2x3)

source: Rural Road - Diagonal section (1x1) Double solid center line end
cs: Venkovská silnice – 4cestná silniční křižovatka (1x1)
it: Strada rurale - Sezione diagonale (1x1) Estremità della linea centrale doppia e solida
ko: 시골 도로 :: 대각선 (1x1) 이중 실선 중앙선 종료

source: Rural Road - Straight section (1x1) Double solid center line end
it: Strada rurale - Sezione rettilinea (1x1) Estremità della linea centrale doppia e solida
ko: 시골 도로 :: 직선 (1x1) 이중 실선 중앙선 종료

source: Rural Road - FAR straight section (2x3) Double solid centerline end
it: Strada rurale - Sezione rettilinea FAR (2x3) Doppia linea di mezzeria solida
ko: 시골 도로 :: FAR (1x1) 이중 실선 중앙선 종료

source: Rural Road - 4-Way road intersection (1x1)
it: Strada rurale - Intersezione stradale a 4 corsie (1x1)
ko: 시골 도로 :: +자 교차로 (1x1)

source: Rural Road - T road intersection (1x1)
cs: Venkovská silnice – křižovatka silnice T (1x1)
it: Strada rurale - Intersezione a T (1x1)
ko: 시골 도로 :: T자 교차로 (1x1)

source: Rural Road - 45 degree dirt road (SAM3) curve (2x4)
cs: Venkovská silnice – 45stupňová zatáčka polní cesty (SAM3) (2x4)
it: Strada rurale - Curva a 45 gradi della strada sterrata (SAM3) (2x4)
ko: 시골 도로 :: 비포장 도로(SAM3) 45도 곡선 (2x4)

source: Rural Road - 90 degree dirt road (SAM3) curve (4x4)
cs: Venkovská silnice – 90 stupňů polní cesta (SAM3) zatáčka (4x4)
it: Strada rurale - Curva a 90 gradi della strada sterrata (SAM3) (4x4)
ko: 시골 도로 :: 비포장 도로(SAM3) 90도 곡선 (4x4)

source: Rural Road - 90 degree dirt road (SAM3) curve (2x2)
cs: Venkovská silnice – 90 stupňů polní cesta (SAM3) zatáčka (2x2)
it: Strada rurale - Curva a 90 gradi di strada sterrata (SAM3) (2x2)
ko: 시골 도로 :: 비포장 도로(SAM3) 90도 곡선 (2x2)

source: Rural Road - Diagonal dirt road filler piece (SAM3) (1x1)
cs: Rural Road - Diagonální výplň pro polní cesty (SAM3) (1x1)
it: Strada rurale - Pezzo di riempimento di strada sterrata diagonale (SAM3) (1x1)
ko: 시골 도로 :: 비포장 도로(SAM3) 대각선 채움 조각 (1x1)

source: Rural Road - Ortho dirt road filler piece (SAM3) (1x1)
cs: Rural Road - Ortho výplň pro polní cesty (SAM3) (1x1)
it: Strada rurale - Pezzo di riempimento della strada sterrata Ortho (SAM3) (1x1)
ko: 시골 도로 :: 비포장 도로(SAM3) 직선 채움 조각 (1x1)

source: Rural Road - 45 degree asphalt road (SAM7) curve (2x4)
cs: Venkovská silnice – 45stupňová zatáčka asfaltové silnice (SAM7) (2x4)
it: Strada rurale - Curva a 45 gradi della strada asfaltata (SAM7) (2x4)
ko: 시골 도로 :: 아스팔트 도로(SAM7) 45도 곡선 (2x4)

source: Rural Road - 90 degree asphalt road (SAM7) curve (4x4)
cs: Venkovská silnice – 90 stupňů asfaltová silnice (SAM7) zatáčka (4x4)
it: Strada rurale - Curva a 90 gradi della strada asfaltata (SAM7) (4x4)
ko: 시골 도로 :: 아스팔트 도로(SAM7) 90도 곡선 (4x4)

source: Rural Road - 90 degree asphalt road (SAM7) curve (2x2)
cs: Venkovská silnice – 90 stupňů asfaltová silnice (SAM7) zatáčka (2x2)
it: Strada rurale - Curva a 90 gradi della strada asfaltata (SAM7) (2x2)
ko: 시골 도로 :: 아스팔트 도로(SAM7) 90도 곡선 (2x2)

source: Rural Road - Diagonal asphalt road filler piece (SAM7) (1x1)
cs: Rural Road - Diagonální výplň asfaltové silnice (SAM7) (1x1)
it: Strada rurale - Pezzo di riempimento stradale in asfalto diagonale (SAM7) (1x1)
ko: 시골 도로 :: 아스팔트 도로(SAM7) 대각선 채움 조각 (1x1)

source: Rural Road - Ortho asphalt road filler piece (SAM7) (1x1)
cs: Rural Road - Ortho výplň asfaltové silnice (SAM7) (1x1)
it: Strada rurale - Pezzo di riempimento stradale in asfalto Orto (SAM7) (1x1)
ko: 시골 도로 :: 아스팔트 도로(SAM7) 직선 채움 조각 (1x1)

source: Rural Road - 45 degree gravel road (SAM4) curve (2x4)
cs: Venkovská silnice – 45° štěrková cesta (SAM4) zatáčka (2x4)
it: Strada rurale - Curva a 45 gradi della strada sterrata (SAM4) (2x4)
ko: 시골 도로 :: 자갈 도로(SAM4) 45도 곡선 (2x4)

source: Rural Road - 90 degree gravel road (SAM4) curve (4x4)
cs: Venkovská silnice – 90° štěrková cesta (SAM4) zatáčka (4x4)
it: Strada rurale - Curva a 90 gradi della strada sterrata (SAM4) (4x4)
ko: 시골 도로 :: 자갈 도로(SAM4) 90도 곡선 (4x4)

source: Rural Road - 90 degree gravel road (SAM4) curve (2x2)
cs: Venkovská silnice – 90 stupňů štěrková cesta (SAM4) zatáčka (2x2)
it: Strada rurale - Curva a 90 gradi della strada sterrata (SAM4) (2x2)
ko: 시골 도로 :: 자갈 도로(SAM4) 90도 곡선 (2x2)

source: Rural Road - Diagonal gravel road filler piece (SAM4) (1x1)
cs: Rural Road - Diagonální štěrkový výplňový kus (SAM4) (1x1)
it: Strada rurale - Pezzo di riempimento stradale diagonale in ghiaia (SAM4) (1x1)
ko: 시골 도로 :: 자갈 도로(SAM4) 대각선 채움 조각 (1x1)

source: Rural Road - Ortho gravel road filler piece (SAM4) (1x1)
cs: Rural Road - Ortho štěrkový výplňový kus (SAM4) (1x1)
it: Strada rurale - Pezzo di riempimento stradale in ghiaia Ortho (SAM4) (1x1)
ko: 시골 도로 :: 자갈 도로(SAM4) 직선 채움 조각 (1x1)

source: Rural Road - 90 degree herringbone street (SAM4) curve (4x4)
cs: Venkovská silnice – 90 stupňů rybí ulice (SAM4) křivka (4x4)
it: Strada rurale - curva a 90 gradi a spina di pesce (SAM4) (4x4)
ko: 시골 도로 :: 헤링본 거리(SAM4) 90도 곡선 (4x4)

source: Wide Radius Curve - 45 degree street (SC4 default) curve (2x4)
cs: Široký poloměr křivky – 45° ulice (výchozí SC4) křivka (2x4)
it: Curva a raggio largo - Curva a 45 gradi (SC4 predefinita) (2x4)
ko: 넓은 반지름 곡선 :: 거리(심4 기본) 45도 곡선 (2x4)

source: Wide Radius Curve - 90 degree street (SC4 default) curve (4x4)
cs: Široký poloměr křivky – 90° ulice (výchozí SC4) křivka (4x4)
it: Curva a raggio largo - Curva a 90 gradi (SC4 predefinita) (4x4)
ko: 넓은 반지름 곡선 :: 거리(심4 기본) 90도 곡선 (4x4)

source: Wide Radius Curve - 90 degree street (SC4 default) curve (2x2)
cs: Široký poloměr křivky – 90° ulice (výchozí SC4) křivka (2x2)
it: Curva a raggio largo - Curva a 90 gradi (SC4 predefinita) (2x2)
ko: 넓은 반지름 곡선 :: 거리(심4 기본) 90도 곡선 (2x2)
