Repository: BluelightningSC4/Network-Addon-Mod
Catalog: ltext/*/puzzlepieces-monorail.po
Languages: cs, it

source: High Monorail Ramp Puzzle Piece
cs: Díl puzzle s vysokou jednokolejnou rampou
it: Pezzo di puzzle della rampa della monorotaia alta

source: High Monorail over Elevated Highway Puzzle Piece
it: Pezzo del puzzle Monorotaia alta su autostrada sopraelevata

source: High Monorail over Blank Terrain - Straight Puzzle Piece
cs: Vysoká jednokolejka přes prázdný terén - rovný dílek skládačky
it: Monorotaia alta su terreno vuoto - Pezzo di puzzle dritto

source: High Monorail over Blank Terrain - NO Pylon
cs: Vysoká jednokolejka přes prázdný terén – ŽÁDNÝ pylon
it: Monorotaia alta su terreno vuoto - senza piloni

source: High Monorail over Rail Puzzle Piece
cs: Skládačka High Monorail over Rail
it: Pezzo di puzzle Monorotaia alta su rotaia

source: High Monorail over Street Puzzle Piece
cs: Vysoká jednokolejka přes pouliční dílek skládačky
it: Pezzo di puzzle Monorotaia alta su strada

source: High Monorail over Road Puzzle Piece
it: Pezzo di puzzle Monorotaia alta su strada

source: High Monorail over OneWayRoad Puzzle Piece
cs: Vysoká jednokolejka přes dílek skládačky OneWayRoad
it: Pezzo di puzzle Monorotaia alta su strada a senso unico

source: High Monorail over Avenue Puzzle Piece
it: Pezzo del puzzle Monorotaia alta su Avenue

source: High Monorail over Ground Light Rail Puzzle Piece
cs: Skládačka High Monorail over Ground Light Rail
it: Pezzo di puzzle della monorotaia alta su rotaia leggera a terra

source: High Monorail over GroundHighway Puzzle Piece
it: Pezzo di puzzle Monorotaia alta su autostrada terrestre

source: High Monorail over Elevated Rail Puzzle Piece
it: Pezzo di puzzle Monorotaia alta su rotaia sopraelevata

source: High Monorail over Monorail Puzzle Piece
it: Pezzo di puzzle Monorotaia alta su Monorotaia

source: High Monorail over Rail Viaduct Puzzle Piece
cs: Skládačka Vysoké jednokolejky přes železniční viadukt
it: Pezzo di puzzle Monorotaia alta su viadotto ferroviario

source: High Monorail over Road Viaduct Puzzle Piece
cs: High Monorail over Road viadukt Puzzle Piece
it: Pezzo di puzzle Monorotaia alta su viadotto stradale

source: High Monorail over OneWay Road Viaduct Puzzle Piece
cs: Vysoká jednokolejka přes jednosměrný silniční viadukt
it: Pezzo di puzzle Monorotaia alta su viadotto stradale a senso unico

source: High Monorail over Avenue Viaduct Puzzle Piece
it: Pezzo del puzzle della monorotaia alta sul viadotto Avenue

source: Straight Monorail OnSlope Puzzle Piece
cs: Přímá jednokolejka na svahu skládačka
it: Pezzo di puzzle Monorotaia rettilinea in pendenza

source: "T" Monorail OnSlope Puzzle Piece
cs: T Jednokolejka OnSlope Puzzle
it: Pezzo del puzzle "T" Monorotaia in pendenza

source: Monorail S-Curve
cs: Jednokolejná S-křivka
it: Curva S della monorotaia

source: monorail 45 degrees curve
cs: jednokolejka křivka 45 stupňů
it: Curva a 45 gradi della Monorotaia

source: monorail 90 degrees curve
cs: jednokolejka křivka 90 stupňů
it: Curva a 90 gradi della monorotaia

source: Catenary Overhang for the RealRailway. Default -> 2 Tiles GLR= 3 Tiles BTM= 4 Tiles
cs: Kus pro mezi výchozí texturou a texturou Reskin.
it: Sporgenza della catenaria per la Ferrovia Reale. Predefinito -> 2 piastrelle GLR= 3 piastrelle BTM= 4 piastrelle

source: Catenary Overhang for the RealRailway. Default -> 2 Tiles GLR= 5 Tiles BTM= 6 Tiles
it: Sporgenza della catenaria per la Ferrovia Reale. Predefinito -> 2 piastrelle GLR= 5 piastrelle BTM= 6 piastrelle

source: Catenary Overhang for the RealRailway. Default -> 2 Tiles GLR= 7 Tiles BTM= 8 Tiles
it: Sporgenza della catenaria per la Ferrovia Reale. Predefinito -> 2 piastrelle GLR= 7 piastrelle BTM= 8 piastrelle

source: Catenary Overhang for the RealRailway. Default -> 2 Tiles GLR= 9 Tiles BTM= 10 Tiles
it: Sporgenza della catenaria per la Ferrovia Reale. Predefinito -> 2 piastrelle GLR= 9 piastrelle BTM= 10 piastrelle

source: MiniCurve (45) for the RealRailway. This Curve can be overridden to Single Track Rail (STR) or Elevated Real Railway (ERRW)
it: Mini-curva (45) per le Ferrovie Reale. Questa curva può essere sostituita con una Ferrovia a binario singolo (STR) o Ferrovia reale sopraelevata (ERRW)

source: MiniCurve (S) for the RealRailway. This Curve can be overridden to Single Track Rail (STR) or Elevated Real Railway (ERRW)
it: Mini-curva (S) per la Ferrovia Reale. Questa curva può essere sostituita con una Ferrovia a binario singolo (STR) o Ferrovia reale sopraelevata (ERRW)

source: MiniCurve (45) /\ Wye for the RealRailway. This Curve can be overridden to Single Track Rail (STR) or Elevated Real Railway (ERRW)
it: MiniCurva (45) / Wye per la Ferrovia Reale. Questa curva può essere sostituita con una Ferrovia a binario singolo (STR) o Ferrovia reale sopraelevata (ERRW)

source: MiniCurve (S) /\ Wye for the RealRailway. This Curve can be overridden to Single Track Rail (STR) or Elevated Real Railway (ERRW)
it: MiniCurva (S) / Wye per la Ferrovia Reale. Questa curva può essere sostituita con una Ferrovia a binario singolo (STR) o Ferrovia reale sopraelevata (ERRW)

source: MiniCurve (45) / (S) /\ Wye for the RealRailway. This Curve can be overridden to Single Track Rail (STR) or Elevated Real Railway (ERRW)
it: MiniCurva (45) / (S) / Wye per Ferrovia Reale. Questa curva può essere sostituita con una Ferrovia a binario singolo (STR) o Ferrovia reale sopraelevata (ERRW)

source: Macro Curve 45 Bend DTR (=)
it: Macro Curve Curva 45 DTR (=)

source: Macro Curve S Bend DTR (=)
it: Macro Curva S Curva DTR (=)

source: Macro Curve 45 Wye DTR (=<)
it: Macro Curva 45 Wye DTR (=<)

source: Macro Curve S Wye DTR (=<)
it: Macro Curva S Wye DTR (=<)

source: Macro Curve S-45 Wye DTR (=<)
it: Macro Curva S-45 Wye DTR (=<)

source: Piece for Between Default Texture and Reskin Texture.
it: Pezzo per Tra la texture predefinita e la texture di reinterpretazione.

source: (R6) Curve for the RealRailway.
cs: Orthogonal Crossing Diagonal Flex Piece Dual Track [=]
it: (R6) Curva per la Ferrovia Reale.

source: (R7) Curve for the RealRailway.
it: (R7) Curva per la Ferrovia Reale.

source: Orthogonal Crossing Diagonal Flex Piece Dual Track [=]
it: Incrocio ortogonale Diagonale Pezzo flessibile Doppio binario [=]

source: DTR Transition to Expanded Median
cs: Přechod DTR na rozšířený medián
it: Transizione del DTR alla mediana allargata

source: Fractional Angle Alternate (FA2-ALT) to Orthogonal ERRW Curve Base Level at L1 (7.5 m)
cs: 1-úrovňová flexibilní rampa ERRW (5 dlaždic)
it: Angolo frazionario alternato (FA2-ALT) alla curva ortogonale ERRW Livello di base a L1 (7,5 m)

source: Fractional Angle Alternate (FA2-ALT) to Diagonal ERRW Curve Base Level at L1 (7.5 m)
it: Angolo frazionario alternato (FA2-ALT) rispetto alla curva diagonale ERRW Livello di base a L1 (7,5 m)

source: 1-Level Flexible Ramp ERRW (5 Tiles)
it: Rampa Flessibile di Livello 1 ERRW (5 piastrelle)

source: 1-Level Flexible Onslope RRW (FlexOST)
cs: 1-úrovňová flexibilní Onslope RRW (FlexOST)
it: RRW in pendenza flessibile a 1 livello (FlexOST)

source: 1-Level Flexible Diagonal Onslope RRW (FlexOST)
cs: 1úrovňová flexibilní diagonální RRW na svahu (FlexOST)
it: RRW in pendenza diagonale flessibile a 1 livello (FlexOST)

source: 1-Level Flexible Ramp ERRW Diagonal (9 Tiles)
cs: 1-úrovňová flexibilní rampa ERRW úhlopříčka (9 dlaždic)
it: Rampa Flessibile di Livello 2 ERRW Diagonale (9 piastrelle)

source: 2-Level Flexible Ramp ERRW (9 Tiles)
cs: 2úrovňová flexibilní rampa ERRW (9 dlaždic)
it: Rampa Flessibile di Livello 2 ERRW (9 piastrelle)

source: L1 to L2 ERRW Flex Transition
cs: L1 až L2 ERRW Flex přechod
it: Transizione L1-L2 ERRW Flex

source: 2-Level Flexible Ramp ERRW Diagonal (13 Tiles)
cs: 2úrovňová flexibilní rampa ERRW úhlopříčka (13 dlaždic)
it: Rampa Flessibile di Livello 2 ERRW Diagonale (13 piastrelle)

source: 2-Level Flexible Onslope RRW (FlexOST)
cs: 2úrovňové flexibilní Onslope RRW (FlexOST)
it: RRW in pendenza flessibile a 2 livelli (FlexOST)

source: 2-Level Flexible Diagonal Onslope RRW (FlexOST)
cs: 2úrovňová flexibilní diagonální RRW na svahu (FlexOST)
it: RRW in pendenza diagonale flessibile a 2 livelli (FlexOST)

source: [9 x 1] Asymmetrical Bend DTR (=)
cs: [9 x 1] Asymetrický ohyb DTR (=)
it: [9 x 1] Curva Assimetrica DTR (=)

source: (3) Tile Hybrid Rail Orthogonal Piece.
cs: (3) Ortogonální díl hybridní kolejnice.
it: (3) Pezzo ortogonale della Ferrovia Ibrida

source: (5) Tile Hybrid Rail Orthogonal Piece.
cs: (5) Ortogonální díl hybridní kolejnice.
it: (5) Pezzo ortogonale della Ferrovia Ibrida

source: (7) Tile Hybrid Rail Orthogonal Piece.
cs: (7) Ortogonální díl hybridní kolejnice.
it: (7) Pezzo ortogonale della Ferrovia Ibrida

source: (9) Tile Hybrid Rail Orthogonal Piece.
cs: (9) Ortogonální díl hybridní kolejnice.
it: (9) Pezzo ortogonale della Ferrovia Ibrida

source: (4) Tile Hybrid Rail Diagonal Piece.
cs: (4) Diagonální díl hybridní kolejnice.
it: (4) Pezzo ortogonale della Ferrovia Ibrida

source: (6) Tile Hybrid Rail Diagonal Piece.
cs: (6) Diagonální díl hybridní kolejnice.
it: (6) Pezzo ortogonale della Ferrovia Ibrida

source: [4 x 5] Tile (45) Degree Curve. (Radius #1) Alternative.
cs: [4 x 5] Dlaždice (45) stupňová křivka. (Poloměr #1) Alternativa.
it: [4 x 5] Curva di 45 gradi. (Raggio #1) Alternativa.

source: (3) Tile Hybrid Rail Orthogonal Piece. (RealRailway Base)
cs: (3) Ortogonální díl hybridní kolejnice. (RealRailway Base)
it: (3) Pezzo Ortogonale Ferrovia Ibrida. (Base Ferrovia Reale)

source: (5) Tile Hybrid Rail Orthogonal Piece. (RealRailway Base)
cs: (5) Ortogonální díl hybridní kolejnice. (RealRailway Base)
it: (5) Pezzo Ortogonale Ferrovia Ibrida. (Base Ferrovia Reale)

source: [6 x 3] Tile (45) Degree Curve. (Radius #2) Alternative
cs: [6 x 3] Dlaždice (45) stupňová křivka. (Poloměr #2) Alternativa
it: [6 x 3] Curva di 45 gradi. (Raggio #2) Alternativa.

source: [4 x 7] Tile (45) Degree Curve. (Radius #3) Alternative
cs: [4 x 7] Dlaždice (45) stupňová křivka. (Poloměr #3) Alternativa
it: [4 x 7] Curva di 45 gradi. (Raggio #3) Alternativa.

source: [4 x 8] Tile (45) Degree Curve. (Radius #4)
cs: [4 x 8] Dlaždice (45) stupňová křivka. (poloměr #4)
it: [4 x 8] Curva di 45 gradi. (Raggio #4)

source: [5 x 9] Tile (45) Degree Curve. (Radius #5)
cs: [5 x 9] Dlaždice (45) stupňová křivka. (poloměr #5)
it: [5 x 9] Curva di 45 gradi. (Raggio #5)

source: [5 x 2] S Bend DTR.
it: [5 x 2] S Curva DTR.

source: [5 x 2] A1 Turnout DTR for Hybrid Rail. Supports both Rail and Monorail Traffic
cs: [5 x 2] Výhybka A1 DTR pro hybridní kolejnici. Podporuje železniční i jednokolejný provoz
it: [5 x 2] Scambio Ferroviario A1 DTR per Ferrovia Ibrida. Supporta il traffico ferroviario e monorotaia

source: [5 x 2] A1 Crossover Turnout DTR for Hybrid Rail. Supports both Rail and Monorail Traffic.
cs: [5 x 2] A1 Crossover Turnout DTR pro Hybrid Rail. Podporuje železniční i jednokolejný provoz.
it: [5 x 2] A1 Scambio Ferroviario DTR per Ferrovia Ibrida. Supporta il traffico ferroviario e monorotaia.

source: [4 x 5] Tile (45) Degree Switch. (Radius #1).
cs: [4 x 5] Dlaždice (45) Přepínač stupňů. (Poloměr #1).
it: [4 x 5] Scambio Ferroviario di 45 Gradi (Raggio #1).

source: [6 x 3] Tile (45) Degree Orthogonal Switch. (Radius #2)
cs: [6 x 3] Dlaždice (45) ortogonální přepínač. (poloměr #2)
it: [6 x 3] Scambio Ferroviario di 45 Gradi (Raggio #2).

source: [6 x 3] Tile (45) Degree Compund Switch. CB1 R2
cs: [6 x 3] Dlaždicový (45) stupňový složený přepínač. CB1 R2
it: [6 x 3] Scambio Ferroviario 45 Gradi. CB1 R2

source: [6 x 3] Tile (45) Degree Compund Switch. CB1 B2
cs: [6 x 3] Dlaždicový (45) stupňový složený přepínač. CB1 B2
it: [6 x 3] Scambio Ferroviario 45 Gradi. CB1 B2

source: [3 x 2] Tile (26.57 Degree) FA2 Alternative Piece
cs: [3 x 2] Dlaždice (26,57 stupně) FA2 Alternativní kus
it: [3 x 2] Pezzo (26,57 gradi) FA2 Alternativo

source: Multi-Directional Hybrid Railway(L0->L1) Abutement Piece. This piece uses the direction of the network to make an abutment for the HRW L0 to L1. Accepeted directions... Straight [ | ] Diagonal[ / ]-[ \ ]
it: Pezzo di spalla della ferrovia ibrida multidirezionale (L0->L1). Questo pezzo utilizza la direzione della rete per realizzare un pilastro per la linea HRW da L0 a L1. Direzioni accettate... Dritto [ | ] Diagonale[ / ]-[ \ ]

source: [5 x 2] Hybrid Railway Overpass S Piece
it: [5 x 2] Pezzo Cavalcavia ferroviario Ibrido S

source: (L1=[7.5 m])-Hybrid Rail FLEX Height Orthogonal.
cs: (L1=[7,5 m])-Hybridní kolejnice FLEX Výška Ortogonální.
it: (L1=[7,5 m]) - Ferrovia Ibrida FLEX Altezza Ortogonale.

source: Asymmetrical STR Tile Crossover
cs: Asymetrické křížení dlaždic STR
it: Crossover asimmetrico STR

source: Symmetrical D1 Piece (-<=)
cs: Symetrický D1 kus (-<=)
it: Pezzo D1 simmetrico (-<=)

source: D2 Turnout for Hybrid Rail.
cs: Výhybka D2 pro hybridní kolejnici.
it: Scambio Ferroviario D2 per Ferrovia Ibrida

source: (L1 ^ 7.5m) Onslope for Hybrid Rail. [Hybrid Rail Models] This piece is used in with the HRW abutment piece. Depenedent on the direction multiple pieces may need to be placed together to make the On Slope Transtition (OST)
cs: Pozemní vysokorychlostní kolejový startér
it: (L1 ^ 7,5 m) Pendenza interna per Ferrovia Ibridia. [Modelli di Ferrovia Ibrida] Questo pezzo viene utilizzato insieme al pezzo di spalla HRW. A seconda della direzione, potrebbe essere necessario accostare più pezzi per realizzare la transizione in pendenza (OST).

source: (L1 ^ 7.5m) Onslope for Hybrid Rail. [Elevated RealRailway Models]
it: (L1 ^ 7,5 m) In Pendenza per la Ferrovia Ibrida. [Modelli Ferrovia Reale sopraelevati]

source: Ground High Speed Rail Starter Piece
it: Pezzo iniziale della ferrovia ad alta velocità terrestre

source: Straight Road x Straight GHSR
cs: Přímá silnice x Přímá GHSR
it: Strada dritta x GHSR dritto

source: Diagonal Road x Straight HSR.
cs: Diagonální silnice x přímá HSR.
it: Strada diagonale x rettilineo HSR.

source: Diagonal OWR x Straight HSR.
cs: Úhlopříčka OWR x Přímá HSR.
it: OWR diagonale x HSR dritto.

source: Straight Rail x Straight GHSR
cs: Přímá kolejnice x Přímá GHSR
it: Binario diritto x GHSR diritto

source: Diagonal Rail x Straight HSR.
cs: Diagonální kolejnice x přímá HSR.
it: Rotaia diagonale x HSR dritto.

source: Straight Avenue x Straight GHSR
it: Viale diritto x GHSR diritto

source: GHSR x El-Highway
it: GHSR x Autostrada sopraelevata

source: GHSR x El-Rail
it: GHSR x Ferrovia Sopraelevata

source: GHSR x Double Height El-Rail
cs: GHSR x Dvojitá výška El-Rail
it: GHSR x Ferrovia sopraelevata a doppia altezza

source: GHSR x Monorail
cs: GHSR x Jednokolejka
it: GHSR x Monorotaia

source: GHSR x Double Height Monorail
cs: GHSR x Dvojkolejka s dvojitou výškou
it: GHSR x Monorotaia a doppia altezza

source: Diagonal Rail x Diagonal GHSR
cs: Diagonální kolejnice x Diagonální GHSR
it: Binario diagonale x GHSR diagonale

source: Straight Road x Diagonal GHSR
cs: Přímá silnice x Diagonální GHSR
it: Strada diritta x Diagonale GHSR

source: Diagonal Road x Diagonal GHSR
cs: Diagonální silnice x Diagonální GHSR
it: Strada Diagonale x Diagonale GHSR

source: GHSR S-Curve
cs: S-křivka GHSR
it: Curva S del GHSR

source: GHSR <> HSR Transition Ramp
cs: GHSR <> Přechodová rampa HSR
it: Rampa di transizione GHSR <> HSR

source: GHSR <> HSR Onslope - Place with arrows away from slope - HSR starter
cs: GHSR <> HSR Onslope - Umístěte se šipkami mimo svah - HSR startér
it: GHSR <> HSR In pendenza - Posizionarsi con le frecce lontano dalla pendenza - Avvio HSR

source: GHSR <> HSR Onslope - Place with arrows away from slope - NO HSR starter
cs: GHSR <> HSR Onslope - Umístěte se šipkami mimo svah - BEZ HSR startéru
it: GHSR <> HSR in pendenza - Posizionare con le frecce lontano dalla pendenza - NO HSR starter

source: High Speed Rail Starter Piece
cs: Startovací díl vysokorychlostní kolejnice
it: Pezzo iniziale della ferrovia ad alta velocità

source: High Speed Rail Straight Filler Piece
cs: Přímá výplň vysokorychlostní kolejnice
it: Pezzi di riempimento diagonale per ferrovia ad alta velocità

source: High Speed Rail Diagonal Filler Pieces
cs: Diagonální výplňové kusy vysokorychlostní kolejnice
it: Pezzi di riempimento diagonale per ferrovia ad alta velocità

source: HSR x High El-Rail
it: HSR x Elevata Ferrovia Sopraelevata

source: HSR x High Monorail
cs: HSR x Vysoká jednokolejka
it: HSR x Monorotaia alta

source: Diagonal HSR x Street
cs: Úhlopříčka HSR x Ulice
it: Diagonale HSR x Via

source: Diagonal HSR x Straight Road
cs: Úhlopříčka HSR x přímá silnice
it: Diagonale HSR x Strada rettilinea

source: Diagonal HSR x Straight OWR
cs: Diagonální HSR x Přímé OWR
it: HSR diagonale x OWR diritto

source: Diagonal HSR x Straight Rail
cs: Diagonální HSR x přímá kolejnice
it: HSR diagonale x ferrovia rettilinea

source: Diagonal HSR x Straight Avenue
cs: Diagonální HSR x Straight Avenue
it: Diagonale HSR x Viale diritto

source: Diagonal HSR x Diagonal Street
cs: Diagonální HSR x Diagonální ulice
it: Diagonale AV x Via Diagonale

source: Diagonal HSR x Diagonal Road
cs: Diagonální HSR x Diagonální silnice
it: Diagonale HSR x Diagonale Strada

source: Diagonal HSR x Diagonal OWR
cs: Diagonální HSR x Diagonální OWR
it: HSR diagonale x OWR diagonale

source: Diagonal HSR x Diagonal Rail
cs: Diagonální HSR x Diagonální kolejnice
it: Diagonale HSR x Diagonale Ferrovia

source: Diagonal HSR x Diagonal Avenue
it: Diagonale AV x Viale Diagonale

source: Diagonal MIS Filler 1
cs: Diagonální výplň MIS 1
it: Riempimento diagonale MIS 1

source: Diagonal 15m EMIS Filler 1
cs: Úhlopříčka 15m EMIS výplň 1
it: Diagonale 15m EMIS Filler 1

source: Diagonal MIS Filler 2
cs: Diagonální MIS Filler 2
it: Riempimento diagonale MIS 2

source: Diagonal 15m EMIS Filler 2
cs: Úhlopříčka 15m EMIS výplň 2
it: Diagonale 15m EMIS Filler 2

source: Diagonal 15m EMIS over Diagonal RHW-2 1
cs: Úhlopříčka 15m EMIS přes úhlopříčku RHW-2 1
it: Diagonale 15m EMIS su Diagonale RHW-2 1

source: Diagonal 15m EMIS over Diagonal RHW-2 2
cs: Úhlopříčka 15m EMIS přes úhlopříčku RHW-2 2
it: Diagonale 15m EMIS su Diagonale RHW-2 2

source: Orthogonal 15m EMIS over Diagonal RHW-4 1
cs: Ortogonální 15m EMIS přes diagonální RHW-4 1
it: EMIS ortogonale 15m su diagonale RHW-4 1

source: Orthogonal 15m EMIS over Diagonal RHW-4 2
cs: Ortogonální 15m EMIS přes diagonální RHW-4 2
it: EMIS ortogonale di 15 m sulla diagonale RHW-4 2

source: Orthogonal 15m EMIS over Diagonal RHW-4 3
cs: Ortogonální 15m EMIS přes diagonální RHW-4 3
it: EMIS ortogonale di 15 m sulla diagonale RHW-4 3

source: Orthogonal 15m EMIS over Diagonal RHW-4 4
cs: Ortogonální 15m EMIS přes diagonální RHW-4 4
it: EMIS ortogonale di 15 m sulla diagonale RHW-4 4

source: Diagonal 15m EMIS over Orthogonal RHW-4 1
cs: Úhlopříčka 15m EMIS přes ortogonální RHW-4 1
it: Diagonale 15m EMIS su ortogonale RHW-4 1

source: Diagonal 15m EMIS over Orthogonal RHW-4 2
cs: Úhlopříčka 15m EMIS přes ortogonální RHW-4 2
it: Diagonale 15m EMIS su ortogonale RHW-4 2

source: MIS Ramp Starter Piece
cs: Startovací díl MIS rampy
it: Rampa MIS Pezzo iniziale

source: MIS Ramp Filler Piece
cs: Výplňový kus MIS rampy
it: Pezzo di riempimento della rampa MIS

source: Elevated MIS (15m) Ramp Starter Piece
cs: Vyvýšená MIS (15m) rampa Starter Piece
it: Rampa Elevata MIS (15 m) Pezzo iniziale

source: Elevated MIS (15m) Ramp Filler Piece
cs: Vyvýšený MIS (15m) výplňový kus rampy
it: Pezzo di riempimento della rampa MIS (15 m) sopraelevata

source: Diagonal 15m EMIS over Orthogonal RHW-4 3
cs: Úhlopříčka 15m EMIS přes ortogonální RHW-4 3
it: Diagonale 15m EMIS su ortogonale RHW-4 3

source: Diagonal 15m EMIS over Orthogonal RHW-4 4
cs: Úhlopříčka 15m EMIS přes ortogonální RHW-4 4
it: Diagonale 15m EMIS su ortogonale RHW-4 4

source: Diagonal 15m EMIS over Diagonal RHW-4 1
cs: Úhlopříčka 15m EMIS přes úhlopříčku RHW-4 1
it: Diagonale 15m EMIS su Diagonale RHW-4 1

source: Diagonal 15m EMIS over Diagonal RHW-4 3
cs: Úhlopříčka 15m EMIS přes úhlopříčku RHW-4 3
it: Diagonale 15m EMIS su Diagonale RHW-4 3

source: Diagonal 15m EMIS over Diagonal RHW-4 2
cs: Úhlopříčka 15m EMIS přes úhlopříčku RHW-4 2
it: Diagonale 15m EMIS su Diagonale RHW-4 2

source: Diagonal 15m EMIS over Diagonal RHW-4 4
cs: Úhlopříčka 15m EMIS přes úhlopříčku RHW-4 4
it: Diagonale 15m EMIS su Diagonale RHW-4 4

source: Orthogonal 15m EMIS over Diagonal MIS 1
cs: Ortogonální 15m EMIS přes diagonální MIS 1
it: EMIS ortogonale di 15 m su Diagonale MIS 1

source: Orthogonal 15m EMIS over Diagonal MIS 2
cs: Ortogonální 15m EMIS přes diagonální MIS 2
it: EMIS ortogonale di 15 m su Diagonale MIS 2

source: Orthogonal 15m EMIS over Diagonal MIS 3
cs: Ortogonální 15m EMIS přes diagonální MIS 3
it: EMIS ortogonale di 15 m su Diagonale MIS 3

source: Orthogonal 15m EMIS over Diagonal MIS 4
cs: Ortogonální 15m EMIS přes diagonální MIS 4
it: EMIS ortogonale di 15 m su Diagonale MIS 4

source: Diagonal 15m EMIS over Orthogonal MIS 1
cs: Úhlopříčka 15m EMIS nad ortogonální MIS 1
it: Diagonale 15m EMIS su ortogonale MIS 1

source: Diagonal 15m EMIS over Orthogonal MIS 2
cs: Úhlopříčka 15m EMIS přes ortogonální MIS 2
it: Diagonale 15m EMIS su ortogonale MIS 2

source: Diagonal 15m EMIS over Orthogonal MIS 3
cs: Úhlopříčka 15m EMIS přes ortogonální MIS 3
it: Diagonale 15m EMIS su ortogonale MIS 3

source: Diagonal 15m EMIS over Orthogonal MIS 4
cs: Úhlopříčka 15m EMIS přes ortogonální MIS 4
it: Diagonale 15m EMIS su ortogonale MIS 4

source: Diagonal 15m EMIS over Diagonal MIS 1
cs: Úhlopříčka 15 m EMIS oproti úhlopříčce MIS 1
it: Diagonale 15m EMIS su Diagonale MIS 1

source: Diagonal 15m EMIS over Diagonal MIS 3
cs: Úhlopříčka 15 m EMIS oproti úhlopříčce MIS 3
it: Diagonale 15m EMIS su Diagonale MIS 3

source: Diagonal 15m EMIS over Diagonal MIS 2
cs: Úhlopříčka 15 m EMIS oproti úhlopříčce MIS 2
it: Diagonale 15m EMIS sopra Diagonale MIS 2

source: Diagonal 15m EMIS over Diagonal MIS 4
cs: Úhlopříčka 15m EMIS oproti úhlopříčce MIS 4
it: Diagonale 15m EMIS su Diagonale MIS 4

source: Multi-Directional Hybrid Railway(L0->L1) Abutement Piece. This piece uses the direction of the network to make an abutment for the HRW L0 to L1. Accepeted directions... Straight [ | ] Diagonal[ / ]-[ ]
cs: [5 x 2] Hybridní železniční nadjezd S Kus

source: Straight OWR x Straight GHSR
cs: Přímý OWR x Přímý GHSR

source: HSR x SAM Set 2
cs: Sada HSR x SAM 2

source: HSR x SAM Set 3
cs: Sada HSR x SAM 3

source: HSR x SAM Set 4
cs: Sada HSR x SAM 4

source: HSR x SAM Set 5
cs: Sada HSR x SAM 5

source: HSR x SAM Set 7
cs: Sada HSR x SAM 7

source: HSR x SAM Set 8
cs: Sada HSR x SAM 8

source: HSR x SAM Set 9
cs: Sada HSR x SAM 9
