Repository: BluelightningSC4/Network-Addon-Mod
Catalog: ltext/*/puzzlepieces-onewayroad.po
Languages: cs, de, it, ko

source: One-Way RoadxGround Light Rail Puzzle Piece
cs: Jednosměrná skládačka RoadxGround Light Rail
de: Einbahnstraße über Straßenbahn-Puzzleteil
it: Strada a senso unico x ferrovia leggera terrestre Pezzo del puzzle
ko: 일방통행 도로x전차 퍼즐 조각

source: One-Way RoadxDiagonal Ground Light Rail Puzzle Piece
cs: Jednosměrná silnice x diagonální pozemní světelná kolejnice skládačka
de: Einbahnstraße über diagonaler Straßenbahn-Puzzleteil
it: Strada a senso unico x ferrovia leggera a terra diagonale Pezzo del puzzle
ko: 일방통행 도로x대각선 전차 퍼즐 조각

source: "T" One-Way Road ON OnSlope Puzzle Piece
cs: T Jednosměrná cesta na skládačce OnSlope
de: Einbahnstraßen-Puzzleteil für Hänge - Anfangsstück mit T-Kreuzung
it: Strada a senso unico a "T" ON Pezzo di puzzle in pendenza
ko: T자 일방통행 도로 경사 위 진입 퍼즐 조각

source: "T" One-Way Road OFF OnSlope Puzzle Piece
cs: T Jednosměrná cesta OFF OnSlope Puzzle
de: Einbahnstraßen-Puzzleteil für Hänge - Endstück mit T-Kreuzung
it: Strada a senso unico a "T" OFF in pendenza Pezzo del puzzle
ko: T자 일방통행 도로 경사 위 진출 퍼즐 조각

source: Straight One-Way Road ON OnSlope Puzzle Piece
cs: Rovná jednosměrná cesta na skládačce na svahu
de: Einbahnstraßen-Puzzleteil für Hänge - Anfangsstück gerade
it: Strada rettilinea a senso unico ON Pezzo di puzzle in pendenza
ko: 직선 일방통행 도로 경사 위 진입 퍼즐 조각

source: Straight One-Way Road OFF OnSlope Puzzle Piece
cs: Přímá Jednosměrná Silnice OFF OnSlope Puzzle
de: Einbahnstraßen-Puzzleteil für Hänge - Endstück gerade
it: Strada rettilinea a senso unico OFF In pendenza Pezzo del puzzle
ko: 직선 일방통행 도로 경사 위 진출 퍼즐 조각

source: Onewayroad over Blank Terrain - transition straight to diagonal
cs: Onewayroad over Blank Terrain - přechod rovně na diagonální
de: Einbahnstraße über unbebautem Gelände - Übergang Gerade zu Diagonale
it: Strada a senso unico su terreno vuoto - passaggio da rettilineo a diagonale
ko: 일방통행 도로 직선-대각선 전환

source: OneWayRoad Blank Terrain (no pylon)
cs: Jednosměrný prázdný terén (bez pylonu)
de: Einbahnstraße über unbebauten Gebiet (kein Pfeiler)
it: Strada a senso unico Terreno vuoto (senza pilone)
ko: 일방통행 도로 아래 빈 지형 (기둥 없음)

source: Curve - S-Curve one-way road curve (2x4)
cs: Zatáčka – jednosměrná zatáčka S-Curve (2x4)
de: Kurve - S-förmige Einbahnstraßenkurve (2x4)
it: Curva - Curva a S a senso unico (2x4)
ko: 곡선 - S자 곡선 일방통행 도로 곡선 (2x4)

source: Curve - 45 degree one-way road curve (2x4)
cs: Zatáčka – 45° jednosměrná zatáčka (2x4)
de: Kurve - 45 Grad Einbahnstraßenkurve (2x4)
it: Curva - Curva stradale a senso unico di 45 gradi (2x4)
ko: 곡선 - 45도 일방통행 도로 곡선 (2x4)

source: Curve - 45 degree one-way road curve (2x4) (opposite direction)
cs: Zatáčka – 45° jednosměrná zatáčka (2x4) (v opačném směru)
de: Kurve - 45 Grad Einbahnstraßenkurve (2x4) (Gegenrichtung)
it: Curva - Curva stradale a senso unico di 45 gradi (2x4) (direzione opposta)
ko: 곡선 - 45도 일방통행 도로 곡선 (2x4) (반대 방향)

source: Curve - 90 degree one-way road curve (5x5)
cs: Zatáčka – 90° jednosměrná zatáčka (5x5)
de: Kurve - 90 Grad Einbahnstraßenkurve (5x5)
it: Curva - Curva stradale a senso unico di 90 gradi (5x5)
ko: 곡선 - 45도 일방통행 도로 곡선 (5x5)

source: Fractionally Angled One-Way Road (FAOWR) - Straight Section (2x3)
cs: Částečně úhlová jednosměrná silnice (FAOWR) – rovný úsek (2x3)
de: Schräg verlaufende Einbahnstraße - Gerader Abschnitt (2x3)
it: Strada a senso unico frazionato (FAOWR) - Sezione rettilinea (2x3)
ko: 분수 각도 일방통행 도로(FAOWR) - 직선 (2x3)

source: Fractionally Angled One-Way Road (FAOWR) - 18.4 Degree Short Curve (2x4)
cs: Částečně úhlová jednosměrná silnice (FAOWR) – 18,4 stupňů krátká křivka (2x4)
de: Übergang gerade Einbahnstraße auf 18.4 Grad schräg verlaufende Landstraße (2x4)
it: Strada a senso unico frazionato (FAOWR) - Curva corta di 18,4 gradi (2x4)
ko: 분수 각도 일방통행 도로(FAOWR) - 18.4도 짧은 곡선 (2x4)

source: Fractionally Angled One-Way Road (FAOWR) - 71.6 Degree Long Curve (3x4)
cs: Částečně úhlová jednosměrná silnice (FAOWR) – 71,6 stupňů dlouhá zatáčka (3x4)
de: Übergang gerade Einbahnstraße auf 71.6 Grad schräg verlaufende Einbahnstraße (3x4)
it: Strada a senso unico frazionato (FAOWR) - Curva lunga di 71,6 gradi (3x4)
ko: 분수 각도 일방통행 도로(FAOWR) - 71.6도 긴 곡선 (3x4)

source: Curve - 90 degree one-way road curve (2x2)
cs: Zatáčka – 90° jednosměrná zatáčka (2x2)
de: Kurve - 90 Grad Einbahnstraßenkurve (2x2)
it: Curva - Curva stradale a senso unico di 90 gradi (2x2)
ko: 곡선 - 90도 일방통행 도로 곡선 (2x2)

source: Fractionally Angled One-Way Road (FAOWR) - 26.6 Degree Diagonal Curve (2x3)
cs: Částečně úhlová jednosměrná silnice (FAOWR) – úhlopříčná křivka 26,6 stupňů (2x3)
de: Übergang diagonale Einbahnstraße auf schräg verlaufende Einbahnstraße (2x3)
it: Strada a senso unico frazionato (FAOWR) - Curva diagonale di 26,6 gradi (2x3)
ko: 분수 각도 일방통행 도로(FAOWR) - 26.6도 곡선 (2x3)

source: Straight URail under Perpendicular Straight Elevated Highway
cs: Rovná URail pod kolmou přímou vyvýšenou silnicí
de: Eisenbahn quer unter gerader erhöhter Autobahn
it: URail rettilineo sotto l'autostrada perpendicolare rettilinea sopraelevata
ko: 직선 지하 철도(URail) 위 수직 직선 고가 고속도로

source: Straight URail under Diagonal Elevated Highway
cs: Přímá URail pod Diagonální Elevated Highway
de: Eisenbahn unter diagonaler erhöhter Autobahn
it: URail rettilineo sotto l'autostrada sopraelevata diagonale
ko: 직선 지하 철도(URail) 위 대각선 고가 고속도로

source: Diagonal URail under Straight Elevated Highway
cs: Diagonální URail pod přímou vyvýšenou silnicí
de: Diagonale Eisenbahn unter gerader erhöhter Autobahn
it: URail diagonale sotto l'autostrada rettilinea sopraelevata
ko: 대각선 지하 철도(URail) 위 직선 고가 고속도로

source: Diagonal URail under Perpendicular Diagonal Elevated Highway
cs: Diagonální URail pod kolmou diagonální vyvýšenou dálnicí
de: Diagonale Eisenbahn quer unter diagonaler erhöhter Autobahn
it: Diagonale URail sotto la Diagonale Perpendicolare Sopraelevata
ko: 대각선 지하 철도(URail) 위 직교 대각선 고가 고속도로

source: Straight URail under Perpendicular Straight DTR
cs: Rovná URail pod kolmou přímou DTR
de: Eisenbahn quer unter gerader Eisenbahn
it: URail rettilineo sotto DTR rettilineo perpendicolare
ko: 직선 지하 철도(URail) 위 수직 직선 복선 철도(DTR)

source: Straight URail under Diagonal DTR
cs: Přímá URail pod Diagonální DTR
de: Eisenbahn unter diagonaler Eisenbahn
it: URail dritto sotto DTR diagonale
ko: 직선 지하 철도(URail) 위 대각선 복선 철도(DTR)

source: Diagonal URail under Straight DTR
cs: Diagonální URail pod přímým DTR
de: Diagonale Eisenbahn unter gerader Eisenbahn
it: URail diagonale sotto DTR dritto
ko: 대각선 지하 철도(URail) 위 직선 복선 철도(DTR)

source: Diagonal URail under Perpendicular Diagonal DTR
cs: Diagonální URail pod Perpendicular Diagonal DTR
de: Diagonale Eisenbahn quer unter diagonaler Eisenbahn
it: Diagonale URail sotto la Diagonale Perpendicolare DTR
ko: 대각선 지하 철도(URail) 위 직교 대각선 복선 철도(DTR)

source: Straight URail under Perpendicular Straight DTR Viaduct
cs: Přímá URail pod kolmým přímým DTR viaduktem
de: Eisenbahn quer unter gerader Viadukteisenbahn
it: URail rettilineo sotto il viadotto DTR rettilineo perpendicolare
ko: 직선 지하 철도(URail) 위 직교 직선 고가 복선 철도(DTR)

source: Straight URail under Diagonal DTR Viaduct
cs: Přímá URail pod Diagonálním DTR viaduktem
de: Eisenbahn unter diagonaler Viadukteisenbahn
it: URail rettilineo sotto il viadotto diagonale DTR
ko: 직선 지하 철도(URail) 위 대각선 고가 복선 철도(DTR)

source: Diagonal URail under Straight DTR Viaduct
cs: Diagonální URail pod přímým DTR viaduktem
de: Diagonale Eisenbahn unter gerader Viadukteisenbahn
it: URail diagonale sotto il viadotto rettilineo DTR
ko: 대각선 지하 철도(URail) 위 직선 고가 복선 철도(DTR)

source: Diagonal URail under Perpendicular Diagonal DTR Viaduct
cs: Diagonální URail pod kolmým diagonálním DTR viaduktem
de: Diagonale Eisenbahn quer unter diagonaler Viadukteisenbahn
it: Diagonale URail sotto Viadotto DTR Diagonale Perpendicolare
ko: 대각선 지하 철도(URail) 위 직교 대각선 고가 복선 철도(DTR)

source: Straight URail under Perpendicular Straight STR
cs: Přímá URail pod Kolmá Přímá STR
de: Eisenbahn quer unter gerader einspuriger Eisenbahn
it: URail rettilineo sotto STR rettilineo perpendicolare
ko: 직선 지하 철도(URail) 위 수직 직선 단선 철도(STR)

source: Straight URail under Diagonal STR
cs: Přímá URail pod Diagonal STR
de: Eisenbahn unter diagonaler einspuriger Eisenbahn
it: URail dritto sotto STR diagonale
ko: 직선 지하 철도(URail) 위 대각선 단선 철도(STR)

source: Diagonal URail under Straight STR
cs: Diagonální URail pod přímým STR
de: Diagonale Eisenbahn unter orthogonaler einspuriger Eisenbahn
it: URail diagonale sotto STR dritto
ko: 대각선 지하 철도(URail) 위 직선 단선 철도(STR)

source: Diagonal URail under Perpendicular Diagonal STR
cs: Diagonální URail pod kolmou úhlopříčkou STR
de: Diagonale Eisenbahn quer unter diagonaler einspuriger Eisenbahn
it: URail diagonale sotto STR diagonale perpendicolare
ko: 대각선 지하 철도(URail) 위 직교 대각선 단선 철도(STR)

source: Straight URail under Perpendicular Straight Avenue
cs: Rovná URail pod Perpendicular Straight Avenue
de: Eisenbahn quer unter gerader Allee
it: Viale rettilineo sotto viale rettilineo perpendicolare
ko: 직선 지하 철도(URail) 위 수직 직선 애비뉴

source: Straight URail under Diagonal Avenue
cs: Rovná URail pod Diagonal Avenue
de: Eisenbahn quer unter diagonaler Allee
it: URail rettilineo sotto viale Diagonale
ko: 직선 지하 철도(URail) 위 대각선 애비뉴

source: Diagonal URail under Straight Avenue
cs: Diagonální URail pod Straight Avenue
de: Diagonale Eisenbahn quer unter Allee
it: URail diagonale sotto il viale diritto
ko: 대각선 지하 철도(URail) 위 직선 애비뉴

source: Diagonal URail under Perpendicular Diagonal Avenue
cs: Diagonální URail pod Perpendicular Diagonal Avenue
de: Diagonale Eisenbahn quer unter diagonaler Allee
it: URail Diagonale sotto Viale Diagonale Perpendicolare
ko: 대각선 지하 철도(URail) 위 직교 대각선 애비뉴

source: Straight URail under Perpendicular Straight Street
cs: Rovná URail pod kolmou přímou ulicí
de: Eisenbahn quer unter Nebenstraße
it: URail rettilineo sotto la strada rettilinea perpendicolare
ko: 직선 지하 철도(URail) 위 수직 직선 거리

source: Straight URail under Diagonal Street
cs: Přímá URail pod Diagonální ulicí
de: Eisenbahn unter diagonaler Nebenstraße
ko: 직선 지하 철도(URail) 위 대각선 거리

source: Diagonal URail under Straight Street
cs: Diagonální URail pod přímou ulicí
de: Diagonale Eisenbahn unter Nebenstraße
it: URail diagonale sotto strada rettilinea
ko: 대각선 지하 철도(URail) 위 직선 거리

source: Diagonal URail under Perpendicular Diagonal Street
cs: Diagonální URail pod Perpendicular Diagonal Street
de: Diagonale Eisenbahn quer unter diagonaler Nebenstraße
it: URail diagonale sotto via Diagonale Perpendicolare
ko: 대각선 지하 철도(URail) 위 직교 대각선 거리

source: Straight URail under Perpendicular Straight Elevated Rail
cs: Rovná kolejnice URail pod kolmou přímou vyvýšenou kolejnicí
de: Eisenbahn quer unter orthogonaler Hochbahn
it: Rotaia diritta sotto la rotaia perpendicolare diritta sopraelevata
ko: 직선 지하 철도(URail) 위 수직 직선 지상전철

source: Straight URail under Diagonal Elevated Rail
cs: Přímá URail pod diagonální vyvýšenou kolejnicí
de: Eisenbahn unter diagonaler Hochbahn
it: Binario dritto sotto il binario sopraelevato diagonale
ko: 직선 지하 철도(URail) 위 대각선 지상전철

source: Diagonal URail under Straight Elevated Rail
cs: Diagonální URail pod přímou vyvýšenou kolejnicí
de: Diagonale Eisenbahn unter orthogonaler Hochbahn
it: Binario diagonale sotto il binario rettilineo rialzato
ko: 대각선 지하 철도(URail) 위 직선 지상전철

source: Diagonal URail under Perpendicular Diagonal Elevated Rail
cs: Diagonální URail pod kolmou diagonální vyvýšenou kolejnicí
de: Diagonale Eisenbahn quer unter diagonaler Hochbahn
it: Binario diagonale sotto binario perpendicolare rialzato
ko: 대각선 지하 철도(URail) 위 직교 대각선 지상전철

source: Straight URail under Perpendicular Straight High Elevated Rail
cs: Rovná kolejnice URail pod kolmou přímou vysokozdvižnou kolejnicí
de: Eisenbahn quer unter orthogonaler Hochbahn
it: Rotaia diritta sotto la guida diritta perpendicolare ad altezza elevata
ko: 직선 지하 철도(URail) 위 수직 직선 초고가 지상전철

source: Straight URail under Diagonal High Elevated Rail
cs: Přímá kolejnice URail pod diagonální vysokozdvižnou kolejnicí
de: Eisenbahn unter diagonaler Hochbahn
it: Binario dritto sotto il binario alto diagonale
ko: 직선 지하 철도(URail) 위 대각선 초고가 지상전철

source: Diagonal URail under Straight High Elevated Rail
cs: Diagonální URail pod přímou vysokozdvižnou kolejnicí
de: Diagonale Eisenbahn unter orthogonaler Hochbahn
it: Binario diagonale sotto binario rettilineo rialzato
ko: 대각선 지하 철도(URail) 위 직선 초고가 지상전철

source: Diagonal URail under Perpendicular Diagonal High Elevated Rail
cs: Diagonální URail pod kolmou diagonální vysoko vyvýšenou kolejnicí
de: Diagonale Eisenbahn quer unter diagonaler Hochbahn
it: Binario diagonale sotto binario diagonale perpendicolare ad alta quota
ko: 대각선 지하 철도(URail) 위 직교 대각선 초고가 지상전철

source: Straight URail under Perpendicular Straight GLR
cs: Rovná URail pod kolmou přímou GLR
de: Eisenbahn quer unter orthogonaler Straßenbahn
it: URail rettilineo sotto GLR rettilineo perpendicolare
ko: 직선 지하 철도(URail) 위 수직 직선 전차(GLR)

source: Straight URail under Diagonal GLR
cs: Rovná URail pod Diagonální GLR
de: Eisenbahn unter diagonaler Straßenbahn
it: URail dritto sotto GLR diagonale
ko: 직선 지하 철도(URail) 위 대각선 전차(GLR)

source: Diagonal URail under Straight GLR
cs: Diagonální URail pod Straight GLR
de: Diagonale Eisenbahn unter orthogonaler Straßenbahn
it: URail diagonale sotto GLR rettilineo
ko: 대각선 지하 철도(URail) 위 직선 전차(GLR)

source: Diagonal URail under Perpendicular Diagonal GLR
cs: Diagonální URail pod kolmou diagonální GLR
de: Diagonale Eisenbahn quer unter diagonaler Straßenbahn
it: URail diagonale sotto GLR diagonale perpendicolare
ko: 대각선 지하 철도(URail) 위 직교 대각선 전차(GLR)

source: Straight URail under Perpendicular Straight rural GLR
cs: Přímá URail pod kolmou Přímá venkovská GLR
de: Eisenbahn quer unter orthogonaler ländlicher Straßenbahn
it: URail rettilineo sotto GLR rurale rettilineo perpendicolare
ko: 직선 지하 철도(URail) 위 수직 직선 시골 전차(GLR)

source: Straight URail under Diagonal rural GLR
cs: Přímá URail pod Diagonální venkovskou GLR
de: Eisenbahn unter diagonaler ländlicher Straßenbahn
it: URail dritto sotto GLR rurale diagonale
ko: 직선 지하 철도(URail) 위 대각선 시골 전차(GLR)

source: Diagonal URail under Straight rural GLR
cs: Diagonální URail pod přímým venkovským GLR
de: Diagonale Eisenbahn unter orthogonaler ländlicher Straßenbahn
it: URail diagonale sotto GLR rurale rettilineo
ko: 대각선 지하 철도(URail) 위 직선 시골 전차(GLR)

source: Diagonal URail under Perpendicular Diagonal rural GLR
cs: Diagonální URail pod kolmou diagonální venkovskou GLR
de: Diagonale Eisenbahn quer unter diagonaler ländlicher Straßenbahn
it: URail diagonale sotto GLR rurale diagonale perpendicolare
ko: 대각선 지하 철도(URail) 위 직교 대각선 시골 전차(GLR)

source: Straight URail under Perpendicular Straight Tram on Street
cs: Rovná URail pod kolmou přímou tramvají na ulici
de: Eisenbahn quer unter orthogonaler Tram auf Nebenstraße
it: Tram rettilineo sotto la perpendicolare Tram rettilineo su via
ko: 직선 지하 철도(URail) 위 수직 직선 거리 위 전차

source: Straight URail under Diagonal Tram on Street
cs: Rovná URail pod Diagonální tramvaj na ulici
de: Eisenbahn unter diagonaler Tram auf Nebenstraße
it: URail dritto sotto il tram diagonale su via
ko: 직선 지하 철도(URail) 위 대각선 거리 위 전차

source: Diagonal URail under Straight Tram on Street
cs: Diagonální URail pod přímou tramvají na ulici
de: Diagonale Eisenbahn unter orthogonaler Tram auf Nebenstraße
it: URail diagonale sotto il tram diritto su via
ko: 대각선 지하 철도(URail) 위 직선 거리 위 전차

source: Diagonal URail under Perpendicular Diagonal Tram on Street
cs: Diagonální URail pod kolmou diagonální tramvají na ulici
de: Diagonale Eisenbahn quer unter diagonaler Tram auf Nebenstraße
it: Tram diagonale sotto tram diagonale perpendicolare su via
ko: 대각선 지하 철도(URail) 위 직교 대각선 거리 위 전차

source: Straight URail under Perpendicular Straight Tram in Avenue
cs: Rovná URail pod kolmou přímou tramvají na Avenue
de: Eisenbahn quer unter orthogonaler Tram-Allee
it: Tram rettilineo sotto tram rettilineo perpendicolare in viale
ko: 직선 지하 철도(URail) 위 수직 직선 애비뉴 속 전차

source: Straight URail under Diagonal Tram in Avenue
cs: Rovná URail pod Diagonální tramvají na Avenue
de: Eisenbahn unter diagonaler Tram-Allee
it: URail dritto sotto il tram Diagonale in viale
ko: 직선 지하 철도(URail) 위 대각선 애비뉴 속 전차

source: Diagonal URail under Straight Tram in Avenue
cs: Diagonální URail pod přímou tramvají na Avenue
de: Diagonale Eisenbahn unter orthogonaler Tram-Allee
it: URail diagonale sotto il tram diritto in viale
ko: 대각선 지하 철도(URail) 위 직선 애비뉴 속 전차

source: URail x Tram in Avenue Filler
cs: URail x tramvaj v Avenue Filler
de: Diagonale Eisenbahn unter orthogonaler Tram-Allee: Füllerteil
it: URail x Tram in viale Filler
ko: 지하 철도(URail) x 애비뉴 속 전차 채움

source: URail x Tram in Avenue Filler with Street T-intersection
cs: URail x tramvaj v Avenue Filler s T-křižovatkou
de: Diagonale Eisenbahn unter orthogonaler Tram-Allee: Füllerteil mit Nbenstraßeneinmündung
it: URail x Tram in viale di riempimento con intersezione stradale a T
ko: 지하 철도(URail) x 애비뉴 속 전차 채움 (거리 T자 교차로)

source: Diagonal URail under Perpendicular Diagonal Tram in Avenue
cs: Diagonální URail pod kolmou diagonální tramvají na Avenue
de: Diagonale Eisenbahn quer unter diagonaler Tram-Allee
it: Tram Diagonale sotto Perpendicolare Diagonale in Viale
ko: 대각선 지하 철도(URail) 위 직교 대각선 애비뉴 속 전차

source: Straight URail under Perpendicular Straight One Way Road
cs: Rovná URail pod kolmou přímou jednosměrnou silnicí
de: Eisenbahn quer unter Einbahnstraße
it: Rettilineo URail sotto Perpendicolare Rettilineo a senso unico
ko: 직선 지하 철도(URail) 위 수직 직선 일방통행 도로

source: Straight URail under Diagonal One Way Road
cs: Přímá URail pod diagonální jednosměrnou silnicí
de: Eisenbahn unter diagonaler Einbahnstraße
it: URail rettilineo sotto la strada a senso unico diagonale
ko: 직선 지하 철도(URail) 위 대각선 일방통행 도로

source: Diagonal URail under Straight One Way Road
cs: Diagonální URail pod přímou jednosměrnou silnicí
de: Diagonale Eisenbahn unter Einbahnstraße
it: URail diagonale sotto la strada rettilinea a senso unico
ko: 대각선 지하 철도(URail) 위 직선 일방통행 도로

source: Diagonal URail under Perpendicular Diagonal One Way Road
cs: Diagonální URail pod kolmou diagonální jednosměrnou silnicí
de: Diagonale Eisenbahn quer unter diagonaler Einbahnstraße
it: URail diagonale sotto la strada a senso unico diagonale perpendicolare
ko: 대각선 지하 철도(URail) 위 직교 대각선 일방통행 도로

source: Straight URail under Perpendicular Straight Ground Highway
cs: Rovná URail pod kolmou přímou pozemní dálnicí
de: Eisenbahn quer unter ebenerdiger Autobahn
it: URail rettilineo sotto l'autostrada rettilinea perpendicolare
ko: 직선 지하 철도(URail) 위 수직 직선 지상 고속도로

source: Straight URail under Diagonal Ground Highway
cs: Rovná URail pod Diagonální pozemní dálnicí
de: Eisenbahn quer unter diagonaler ebenerdiger Autobahn
it: URail rettilineo sotto l'autostrada a terra diagonale
ko: 직선 지하 철도(URail) 위 대각선 지상 고속도로

source: Diagonal URail under Straight Ground Highway
cs: Diagonální URail pod Straight Ground Highway
de: Diagonale Eisenbahn quer unter ebenerdiger Autobahn
it: URail diagonale sotto l'autostrada a terra rettilinea
ko: 대각선 지하 철도(URail) 위 직선 지상 고속도로

source: Diagonal URail under Perpendicular Diagonal Ground Highway
cs: Diagonální URail pod kolmou diagonální pozemní dálnicí
de: Diagonale Eisenbahn quer unter diagonaler ebenerdiger Autobahn
it: URail diagonale sotto l'autostrada a terra diagonale perpendicolare
ko: 대각선 지하 철도(URail) 위 직교 대각선 지상 고속도로

source: Straight URail under Perpendicular Straight Monorail
cs: Přímá URail pod kolmou přímou jednokolejkou
de: Eisenbahn quer unter orthogonaler Monorail
it: Rotaia rettilinea sotto monorotaia rettilinea perpendicolare
ko: 직선 지하 철도(URail) 위 수직 직선 모노레일

source: Straight URail under Diagonal Monorail
cs: Přímá URail pod diagonální jednokolejkou
de: Eisenbahn unter Diagonaler Monorail
it: URail rettilineo sotto la Monorotaia Diagonale
ko: 직선 지하 철도(URail) 위 대각선 모노레일

source: Diagonal URail under Straight Monorail
cs: Diagonální URail pod přímou jednokolejkou
de: Diagonale Eisenbahn unter orthogonaler Monorail
it: URail diagonale sotto Monorotaia rettilinea
ko: 대각선 지하 철도(URail) 위 직선 모노레일

source: Diagonal URail under Perpendicular Diagonal Monorail
cs: Diagonální URail pod kolmou diagonální jednokolejkou
de: Diagonale Eisenbahn quer unter Diagonaler Monorail
it: URail diagonale sotto monorotaia diagonale perpendicolare
ko: 대각선 지하 철도(URail) 위 직교 대각선 모노레일

source: Straight URail under Perpendicular Straight High Monorail
cs: Přímá URail pod kolmou Přímou vysokou jednokolejkou
de: Eisenbahn quer unter orthogonaler High Monorail
it: Rotaia diritta sotto Monorotaia alta diritta perpendicolare
ko: 직선 지하 철도(URail) 위 수직 직선 초고가 모노레일

source: Straight URail under Diagonal High Monorail
cs: Přímá URail pod diagonální vysokou jednokolejkou
de: Eisenbahn unter Diagonaler High Monorail
it: Binario rettilineo sotto Monorotaia Diagonale Alta
ko: 직선 지하 철도(URail) 위 대각선 초고가 모노레일

source: Diagonal URail under Straight High Monorail
cs: Diagonální URail pod přímou vysokou jednokolejkou
de: Diagonale Eisenbahn unter orthogonaler High Monorail
it: URail diagonale sotto Monorotaia alta rettilinea
ko: 대각선 지하 철도(URail) 위 직선 초고가 모노레일

source: Diagonal URail under Perpendicular Diagonal High Monorail
cs: Diagonální URail pod kolmou diagonální vysokou jednokolejkou
de: Diagonale Eisenbahn quer unter Diagonaler High Monorail
it: URail diagonale sotto Monorotaia alta diagonale perpendicolare
ko: 대각선 지하 철도(URail) 위 직교 대각선 초고가 모노레일

source: Straight URail under Perpendicular Straight GHSR
cs: Rovná URail pod kolmou přímou GHSR
de: Eisenbahn quer unter orthogonaler GHSR
it: URail rettilineo sotto GHSR rettilineo perpendicolare
ko: 직선 지하 철도(URail) 위 수직 직선 GHSR

source: Straight URail under Diagonal GHSR
cs: Přímá URail pod Diagonální GHSR
de: Eisenbahn unter Diagonaler GHSR
it: URail rettilineo sotto GHSR diagonale
ko: 직선 지하 철도(URail) 위 대각선 GHSR

source: Diagonal URail under Straight GHSR
cs: Diagonální URail pod přímým GHSR
de: Diagonale Eisenbahn unter orthogonaler GHSR
it: URail diagonale sotto GHSR rettilineo
ko: 대각선 지하 철도(URail) 위 직선 GHSR

source: Diagonal URail under Perpendicular Diagonal GHSR
cs: Diagonální URail pod kolmou diagonální GHSR
de: Diagonale Eisenbahn quer unter Diagonaler GHSR
it: URail diagonale sotto GHSR diagonale perpendicolare
ko: 대각선 지하 철도(URail) 위 직교 대각선 GHSR

source: Straight URail under Perpendicular Straight HSR
cs: Přímá URail pod kolmou přímou HSR
de: Eisenbahn quer unter orthogonaler HSR
it: URail rettilineo sotto HSR rettilineo perpendicolare
ko: 직선 지하 철도(URail) 위 수직 직선 HSR

source: Straight URail under Diagonal HSR
cs: Přímá URail pod Diagonální HSR
de: Eisenbahn unter Diagonaler HSR
it: URail rettilineo sotto AV Diagonale
ko: 직선 지하 철도(URail) 위 대각선 HSR

source: Diagonal URail under Straight HSR
cs: Diagonální URail pod přímým HSR
de: Diagonale Eisenbahn unter orthogonaler HSR
it: URail diagonale sotto HSR rettilineo
ko: 대각선 지하 철도(URail) 위 직선 HSR

source: Diagonal URail under Perpendicular Diagonal HSR
cs: Diagonální URail pod kolmou diagonální HSR
de: Diagonale Eisenbahn quer unter Diagonaler HSR
it: URail diagonale sotto HSR diagonale perpendicolare
ko: 대각선 지하 철도(URail) 위 직교 대각선 HSR
