Repository: BluelightningSC4/Network-Addon-Mod
Catalog: ltext/*/puzzlepieces-viaducts.po
Languages: cs, it

source: Level 1 (7.5m) Road Viaduct Starter Piece Drag the ROAD network through the starter to build viaduct.
cs: Skutečná rychlostní silnice Elevated L1 (OWR-2) OST
it: Livello 1 (7,5 m) Viadotto stradale Pezzo iniziale Trascina la rete STRADA attraverso lo starter per costruire il viadotto.

source: Level 1 (7.5m) One-Way Road Viaduct Starter Piece Drag the ONE-WAY ROAD network through the starter to build viaduct.
it: Livello 1 (7,5 m) Viadotto stradale a senso unico Pezzo iniziale Trascinare la rete STRADA A SENSO UNICO attraverso lo starter per costruire il viadotto.

source: Level 1 (7.5m) Avenue Viaduct Starter Piece Drag the AVENUE network through the starter to build viaduct.
it: Livello 1 (7,5 m) Viadotto Viale Pezzo iniziale Trascina la rete VIALE attraverso lo starter per costruire il viadotto.

source: Level 2 (15m) Road Viaduct Starter Piece Drag the ROAD network through the starter to build viaduct.
it: Livello 2 (15 m) Viadotto stradale Pezzo iniziale Trascina la rete STRADA attraverso lo starter per costruire il viadotto.

source: Level 2 (15m) One-Way Road Viaduct Starter Piece Drag the ONE-WAY ROAD network through the starter to build viaduct.
it: Livello 2 (15 m) Viadotto stradale a senso unico Pezzo iniziale Trascinare la rete STRADA A SENSO UNICO attraverso lo starter per costruire il viadotto.

source: Level 2 (15m) Avenue Viaduct Starter Piece Drag the AVENUE network through the starter to build viaduct.
it: Livello 2 (15m) Viadotto Viale Pezzo iniziale Trascina la rete VIALE attraverso lo starter per costruire il viadotto.

source: 1-Level FLEX On-Slope Transition (works for L0-L1 or L1-L2) Drag the ROAD network up to the transition on both ends to use.
it: Transizione in pendenza FLEX a 1 livello (funziona per L0-L1 o L1-L2) Trascinare la rete STRADA fino alla transizione su entrambe le estremità da utilizzare.

source: 1-Level FLEX Road Ramp-Style Height Transition (works for L0-L1 or L1-L2) Drag the ROAD network into the transition on both ends to use.
it: Transizione di altezza a 1 livello tipo rampa stradale FLEX (funziona per L0-L1 o L1-L2) Trascinare la rete STRADA nella transizione su entrambe le estremità da utilizzare.

source: Road FLEX Overpass (1-Tile Crossing), rotate with Home/End for different lengths Drag networks through mid-section to cross underneath.
it: Cavalcavia stradale FLEX (attraversamento a 1 tegola), ruotare con Home/End per ottenere lunghezze diverse. Trascinare le reti attraverso la sezione centrale per attraversare il sottopassaggio.

source: Road FLEX Overpass (2-Tile Crossing), rotate with Home/End for different lengths Drag networks through mid-section to cross underneath.
it: Cavalcavia stradale FLEX (attraversamento a 2 piastrelle), ruotare con Home/End per ottenere lunghezze diverse. Trascinare le reti attraverso la sezione centrale per attraversare il sottopassaggio.

source: Road FLEX Overpass (3-Tile Crossing), rotate with Home/End for different lengths Drag networks through mid-section to cross underneath.
it: Cavalcavia stradale FLEX (attraversamento a 3 piastrelle), ruotare con Home/End per ottenere lunghezze diverse. Trascinare le reti attraverso la sezione centrale per attraversare il sottopassaggio.

source: Road FLEX Overpass (4-Tile Crossing), rotate with Home/End for different lengths Drag networks through mid-section to cross underneath.
it: Cavalcavia stradale FLEX (attraversamento a 4 piastrelle), ruotare con Home/End per ottenere lunghezze diverse. Trascinare le reti attraverso la sezione centrale per attraversare il sottopassaggio.

source: 2-Level FLEX Road Ramp-Style Height Transition (works for L0-L2) Drag the ROAD network into the transition on both ends to use.
it: Transizione di altezza a 2 livelli tipo rampa stradale FLEX (funziona per L0-L2) Trascinare la rete STRADA nella transizione su entrambe le estremità da utilizzare.

source: 1-Level FLEX On-Slope Transition (works for L0-L1 or L1-L2) Drag the ROAD network up to the transition on both ends to use.
it: Transizione in pendenza FLEX a 1 livello (funziona per L0-L1 o L1-L2) Trascinare la rete STRADA fino alla transizione su entrambe le estremità da utilizzare.

source: 1-Level FLEX One-Way Road Ramp-Style Height Transition (works for L0-L1 or L1-L2) Drag the ONE-WAY ROAD network THROUGH the transition to use.
it: Transizione di altezza a 1 livello FLEX a senso unico in stile rampa (funziona per L0-L1 o L1-L2) Trascinare la rete STRADA A SENSO UNICO ATTRAVERSO la transizione da utilizzare.

source: One-Way Road FLEX Overpass (1-Tile Crossing), rotate with Home/End for different lengths Drag networks through mid-section to cross underneath.
it: Cavalcavia FLEX stradale a senso unico (attraversamento a 1 tegola), ruotare con Home/End per ottenere lunghezze diverse. Trascinare le reti attraverso la sezione centrale per attraversare il sottopassaggio.

source: One-Way Road FLEX Overpass (2-Tile Crossing), rotate with Home/End for different lengths Drag networks through mid-section to cross underneath, drag One-Way Road network through overpass to determine direction.
it: Cavalcavia FLEX a senso unico (attraversamento a 2 piastrelle), ruotare con Home/End per ottenere lunghezze diverse. Trascinare le reti attraverso la sezione centrale per attraversare il sottopassaggio, trascinare la rete stradale a senso unico attraverso il sovrappasso per determinare la direzione.

source: One-Way Road FLEX Overpass (3-Tile Crossing), rotate with Home/End for different lengths Drag networks through mid-section to cross underneath, drag One-Way Road network through overpass to determine direction.
it: Cavalcavia FLEX a senso unico (attraversamento a 3 piastrelle), ruotare con Home/End per ottenere lunghezze diverse. Trascinare le reti attraverso la sezione centrale per attraversare il sottopassaggio, trascinare la rete stradale a senso unico attraverso il sovrappasso per determinare la direzione.

source: One-Way Road FLEX Overpass (4-Tile Crossing), rotate with Home/End for different lengths Drag networks through mid-section to cross underneath, drag One-Way Road network through overpass to determine direction.
it: Cavalcavia FLEX a senso unico (attraversamento a 4 piastrelle), ruotare con Home/End per ottenere lunghezze diverse. Trascinare le reti attraverso la sezione centrale per attraversare il sottopassaggio, trascinare la rete stradale a senso unico attraverso il sovrappasso per determinare la direzione.

source: 2-Level FLEX One-Way Road Ramp-Style Height Transition (works for L0-L2) Drag the ONE-WAY ROAD network THROUGH the transition to use.
it: Transizione di altezza a 2 livelli FLEX a senso unico in stile rampa (funziona per L0-L2) Trascinare la rete STRADA A SENSO UNICO ATTRAVERSO la transizione da utilizzare.

source: 1-Level FLEX Avenue Ramp-Style Height Transition (works for L0-L1 or L1-L2) Drag the Avenue network into the transition on both ends to use.
it: Transizione in altezza tipo rampa FLEX Viale a 1 livello (funziona per L0-L1 o L1-L2) Trascinare la rete VIALE nella transizione su entrambe le estremità da utilizzare.

source: Avenue FLEX Overpass (1-Tile Crossing), rotate with Home/End for different lengths Drag networks through mid-section to cross underneath.
it: Viale FLEX Overpass (attraversamento a 1 tegola), ruotare con Home/End per ottenere lunghezze diverse. Trascinare le reti attraverso la sezione centrale per attraversare il sottopassaggio.

source: Avenue FLEX Overpass (2-Tile Crossing), rotate with Home/End for different lengths Drag networks through mid-section to cross underneath.
it: Viale FLEX Overpass (attraversamento a 2 piastrelle), ruotare con Home/End per ottenere lunghezze diverse. Trascinare le reti attraverso la sezione centrale per attraversare il sottopassaggio.

source: Avenue FLEX Overpass (3-Tile Crossing), rotate with Home/End for different lengths Drag networks through mid-section to cross underneath.
it: Viale FLEX Overpass (incrocio a 3 piastrelle), ruotare con Home/End per ottenere lunghezze diverse. Trascinare le reti attraverso la sezione centrale per attraversare il sottopassaggio.

source: Avenue FLEX Overpass (4-Tile Crossing), rotate with Home/End for different lengths Drag networks through mid-section to cross underneath.
it: Viale FLEX Overpass (attraversamento a 4 piastrelle), ruotare con Home/End per ottenere lunghezze diverse. Trascinare le reti attraverso la sezione centrale per attraversare il sottopassaggio.

source: 2-Level FLEX Avenue Ramp-Style Height Transition (works for L0-L2) Drag the Avenue network into the transition on both ends to use.
it: Transizione in altezza a 2 livelli tipo rampa FLEX Viale (funziona per L0-L2) Trascinare la rete VIALE nella transizione su entrambe le estremità da utilizzare.

source: 1-Level FLEX Height Transition (FLEX-HT) for Avenue Type 120 FTL (Up) Drag the Avenue network into the transition on both ends to use.
it: Transizione di altezza FLEX a 1 livello (FLEX-HT) per Avenue Tipo 120 FTL (su) Trascinare la rete Avenue nella transizione su entrambe le estremità da utilizzare.

source: 2-Level FLEX Height Transition (FLEX-HT) for Avenue Type 120 FTL (Up) Drag the Avenue network into the transition on both ends to use.
it: Transizione in altezza FLEX a 2 livelli (FLEX-HT) per Viale Tipo 120 FTL (su) Trascinare la rete Avenue nella transizione su entrambe le estremità da utilizzare.

source: Real Expressway Elevated L1 (OWR-2) FLEX-Helper (2 Tile Lenght) Supported Network... Street OxO L0 Road OxO L0 NWM OxO (Excludes OWR Based Networks) RHW OxO L0 RRW OxO L0 (DOES NOT SUPPORT One Way Road!!!) (USE DRAWN SETUPS FOR OWR NETWORKS!)
it: FLEX-Helper per la Superstrada Reale sopraelevata L1 (OWR-2) (lunghezza 2 piastrelle) Rete supportata... Strada OxO L0 Strada OxO L0 NWM OxO (esclude le reti basate su OWR) RHW OxO L0 RRW OxO L0 (NON SUPPORTA le strade a senso unico!!!) (UTILIZZARE LE CONFIGURAZIONI DISEGNATE PER LE RETI OWR!)

source: Real Expressway Elevated L1 (OWR-2) FLEX-Helper (3 Tile) Supported Network... Street OxO L0 Road OxO L0 NWM OxO (Excludes OWR Based Networks) RHW OxO L0 RRW OxO L0 (DOES NOT SUPPORT One Way Road!!!) (USE DRAWN SETUPS FOR OWR NETWORKS!)
it: Superstrada Reale Elevata L1 (OWR-2) FLEX-Helper (3 piastrelle) Rete supportata... Strada OxO L0 Strada OxO L0 NWM OxO (esclude le reti basate su OWR) RHW OxO L0 RRW OxO L0 (NON SUPPORTA le strade a senso unico!!!) (UTILIZZARE LE CONFIGURAZIONI DISEGNATE PER LE RETI OWR!)

source: Alternative Viaduct (#1) Stone Masonary Arch Supported Crossings... (Orthogonal) Rail (RealRailway) L0 [DTR]
it: Viadotto alternativo (#1) Attraversamenti sostenuti da archi in muratura in pietra... (Ortogonale) Ferrovia (RealRailway) L0 [DTR]

source: Real Expressway Elevated L1 (OWR-2) OST
it: Superstrada Reale Sopraelevata L1 (OWR-2) OST

source: Alternative Viaduct #2 Steel Arch Supported Crossings... (Orthogonal) Road L0 One Way Road L0 Avenue L0 Rail (RealRailway) L0 [DTR] Hybrid (Railway) L0 Maxis Highway L0
it: Viadotto alternativo n. 2 Attraversamenti sostenuti da archi in acciaio... (Ortogonale) Strada L0 Strada a senso unico L0 Viale L0 Ferrovia (RealRailway) L0 [DTR] Ibrido (Ferrovia) L0 Autostrada Maxis L0

source: Alternative Viaduct #3 Japanese Facelift Crossings... (Orthogonal) Street L0 Road L0 One Way Road L0 Avenue L0 Rail (RealRailway) L0 [DTR] Hybrid (Railway) L0 Maxis Highway L0 Real Highway (RHW) L0 Networks
it: Viadotto alternativo #3 Attraversamenti giapponesi di facciata... (Ortogonale) Strada L0 Strada L0 Strada a senso unico L0 Viale L0 Ferrovia (RealRailway) L0 [DTR] Ibrido (Ferrovia) L0 Autostrada Maxis L0 Autostrada reale (RHW) L0 Reti

source: Real Expressway Elevated L1 (OWR-3) FLEX-Helper (2 Tile) Supported Network... Street OxO L0 Road OxO L0 NWM OxO (Excludes OWR Based Networks) RHW OxO L0 RRW OxO L0 (DOES NOT SUPPORT One Way Road!!!) (USE DRAWN SETUPS FOR OWR NETWORKS!)
it: Superstrada Reale Elevata L1 (OWR-3) FLEX-Helper (2 piastrelle) Rete supportata... Strada OxO L0 Strada OxO L0 NWM OxO (esclude le reti basate su OWR) RHW OxO L0 RRW OxO L0 (NON SUPPORTA le strade a senso unico!!!) (UTILIZZARE LE CONFIGURAZIONI DISEGNATE PER LE RETI OWR!)

source: Real Expressway Elevated L1 (OWR-3) FLEX-Helper (3 Tile) Supported Network... Street OxO L0 Road OxO L0 NWM OxO (Excludes OWR Based Networks) RHW OxO L0 RRW OxO L0 (DOES NOT SUPPORT One Way Road!!!) (USE DRAWN SETUPS FOR OWR NETWORKS!)
it: Superstrada Reale Elevata L1 (OWR-3) FLEX-Helper (3 piastrelle) Rete supportata... Strada OxO L0 Strada OxO L0 NWM OxO (esclude le reti basate su OWR) RHW OxO L0 RRW OxO L0 (NON SUPPORTA le strade a senso unico!!!) (UTILIZZARE LE CONFIGURAZIONI DISEGNATE PER LE RETI OWR!)

source: Real Expressway Elevated L1 (OWR-3) OST
it: Superstrada Reale Sopraelevata L1 (OWR-3) OST

source: Mid-block Crosswalk, Size 1 for Single Road Supported overrides: TLA-3, AVE-2, ARD-3, NRD-4
cs: Cesta přes RHW-3 (1x1)
it: Attraversamento pedonale a metà strada, dimensione 1 per strada singola Reti supportate: TLA-3, AVE-2, ARD-3, NRD-4

source: Mid-block Crosswalk, Size 1 for Triple Road Supported overrides: TLA-7, AVE-6
it: Attraversamento pedonale a metà strada, dimensione 1 per Tripla strada Reti supportate: TLA-7, AVE-6

source: Mid-block Crosswalk, Size 2 for Single Road Supported overrides: TLA-3, AVE-2, ARD-3, NRD-4
it: Passaggio pedonale a metà strada, dimensione 2 per strada singola Reti supportate: TLA-3, AVE-2, ARD-3, NRD-4

source: Mid-block Crosswalk, Size 2 for Triple Road Supported overrides: TLA-7, AVE-6
it: Attraversamento pedonale a metà strada, dimensione 2 per Tripla Strada Reti supportate: TLA-7, AVE-6

source: Mid-block Crosswalk, Size 3 for Single Road Supported overrides: TLA-3, AVE-2, ARD-3, NRD-4
it: Passaggio pedonale a metà strada, dimensione 3 per strada singola Reti supportate: TLA-3, AVE-2, ARD-3, NRD-4

source: Mid-block Crosswalk, Size 3 for Triple Road Supported overrides: TLA-7, AVE-6
it: Attraversamento pedonale a metà strada, dimensione 3 per Tripla strada Reti supportate: TLA-7, AVE-6

source: Mid-block Crosswalk, Size 1 for Avenue Supported overrides: TLA-5, RD-4, RD-6
it: Passaggio pedonale a metà strada, dimensione 1 per il viale Sovrapposizioni supportate: TLA-5, RD-4, RD-6

source: Mid-block Crosswalk, Size 2 for Avenue Supported overrides: TLA-5, RD-4, RD-6
it: Passaggio pedonale a metà strada, dimensione 2 per il viale Sovrapposizioni supportate: TLA-5, RD-4, RD-6

source: Mid-block Crosswalk, Size 1 for Avenue Supported overrides: TLA-5, RD-4, RD-6
it: Passaggio pedonale a metà strada, dimensione 3 per il viale Sovrapposizioni supportate: TLA-5, RD-4, RD-6

source: Road over RHW-3 (1x1)
it: Strada sopra RHW-3 (1x1)

source: Rail over RHW-3 (1x1)
cs: Železnice přes RHW-3 (1x1)
it: Binario sopra RHW-3 (1x1)

source: Avenue over RHW-3 (2x1)
it: Viale su RHW-3 (2x1)

source: One Way Road over RHW-3 (1x1)
cs: Jednosměrná silnice přes RHW-3 (1x1)
it: Strada a senso unico su RHW-3 (1x1)

source: RHW-2 to RHW-3 transition A
cs: Přechod RHW-2 na RHW-3 A
it: Transizione da RHW-2 a RHW-3 A

source: RHW-2 to RHW-3 transition B
cs: Přechod RHW-2 na RHW-3 B
it: Transizione da RHW-2 a RHW-3 B

source: WRHW-2-to-RHW-2 Transition (1x3)
cs: Přechod WRHW-2-to-RHW-2 (1x3)
it: Transizione WRHW-2-RHW-2 (1x3)

source: WRHW-2 Orthogonal Piece
cs: WRHW-2 ortogonální kus
it: WRHW-2 Pezzo ortogonale

source: RHW-3-to-WRHW-2 Transition (1x2)
cs: Přechod RHW-3-to-WRHW-2 (1x2)
it: Transizione RHW-3-WRHW-2 (1x2)

source: WRHW-2-to-RHW-3 Transition (1x2)
cs: Přechod WRHW-2-to-RHW-3 (1x2)
it: Transizione WRHW-2-RHW-3 (1x2)

source: RHW-3 Lane Reduction Left 1
cs: RHW-3 Redukce jízdního pruhu vlevo 1
it: RHW-3 Riduzione della corsia a sinistra 1

source: RHW-3 Lane Reduction Left 2
cs: RHW-3 Redukce jízdního pruhu vlevo 2
it: RHW-3 Riduzione della corsia a sinistra 2

source: RHW-3 Dotted Lane Markings
cs: RHW-3 Tečkované značení jízdních pruhů
it: RHW-3 Segnaletica tratteggiata di corsia

source: RHW-3 Exit Arrows 1
cs: RHW-3 výstupní šipky 1
it: RHW-3 Frecce di uscita 1

source: RHW-3 Exit Arrows 2
cs: RHW-3 výstupní šipky 2
it: RHW-3 Frecce di uscita 2

source: Road over RHW-2 (1x1)
cs: Cesta přes RHW-2 (1x1)
it: Strada sopra RHW-2 (1x1)

source: Road over RHW-2 Diag/Orth
cs: Silnice přes RHW-2 Diag/Orth
it: Strada su RHW-2 Diag/Orto

source: Road over RHW-2 Orth/Diag
cs: Silnice přes RHW-2 Orth/Diag
it: Strada sopra RHW-2 Orto/Diag

source: Road over RHW-2 Diag/Diag
cs: Cesta přes RHW-2 Diag/Diag
it: Strada sopra RHW-2 Diag/Diag

source: FLEXFly RHW-4 L3 90-Degree (Type A1)
cs: FLEXFly RHW-4 L3 90 stupňů (typ A1)
it: FLEXFly RHW-4 L3 a 90 gradi (tipo A1)

source: FLEXFly RHW-4 L3 45-Degree (Type B1)
cs: FLEXFly RHW-4 L3 45 stupňů (typ B1)
it: FLEXFly RHW-4 L3 a 45 gradi (tipo B1)

source: FLEXFly RHW-4 L3 90-Degree (Type A2)
cs: FLEXFly RHW-4 L3 90 stupňů (typ A2)
it: FLEXFly RHW-4 L3 a 90 gradi (tipo A2)

source: FLEXFly RHW-4 L3 45-Degree (Type B2)
cs: FLEXFly RHW-4 L3 45° (typ B2)
it: FLEXFly RHW-4 L3 a 45 gradi (tipo B2)

source: FLEXFly MIS L3 90-Degree (Type A1)
cs: FLEXFly MIS L3 90 stupňů (typ A1)
it: FLEXFly MIS L3 a 90 gradi (tipo A1)

source: FLEXFly MIS L3 45-Degree (Type B1)
cs: FLEXFly MIS L3 45° (typ B1)
it: FLEXFly MIS L3 a 45 gradi (tipo B1)

source: FLEXFly MIS L3 90-Degree (Type A2)
cs: FLEXFly MIS L3 90° (typ A2)
it: FLEXFly MIS L3 a 90 gradi (tipo A2)

source: FLEXFly MIS L3 45-Degree (Type B2)
cs: FLEXFly MIS L3 45° (typ B2)
it: FLEXFly MIS L3 a 45 gradi (tipo B2)

source: FLEXFly RHW-4 L1 90-Degree (Type A1)
cs: FLEXFly RHW-4 L1 90 stupňů (typ A1)
it: FLEXFly RHW-4 L1 a 90 gradi (tipo A1)

source: FLEXFly RHW-4 L1 45-Degree (Type B1)
cs: FLEXFly RHW-4 L1 45 stupňů (typ B1)
it: FLEXFly RHW-4 L1 a 45 gradi (tipo B1)

source: FLEXFly RHW-4 L1 90-Degree (Type A2)
cs: FLEXFly RHW-4 L1 90 stupňů (typ A2)
it: FLEXFly RHW-4 L1 a 90 gradi (tipo A2)

source: FLEXFly RHW-4 L1 45-Degree (Type B2)
cs: FLEXFly RHW-4 L1 45° (typ B2)
it: FLEXFly RHW-4 L1 a 45 gradi (tipo B2)

source: FLEXFly MIS L1 90-Degree (Type A1)
cs: FLEXFly MIS L1 90° (typ A1)
it: FLEXFly MIS L1 a 90 gradi (tipo A1)

source: FLEXFly MIS L1 45-Degree (Type B1)
cs: FLEXFly MIS L1 45 stupňů (typ B1)
it: FLEXFly MIS L1 a 45 gradi (tipo B1)

source: FLEXFly MIS L1 90-Degree (Type A2)
cs: FLEXFly MIS L1 90° (typ A2)
it: FLEXFly MIS L1 a 90 gradi (tipo A2)

source: FLEXFly MIS L1 45-Degree (Type B2)
cs: FLEXFly MIS L1 45° (typ B2)
it: FLEXFly MIS L1 a 45 gradi (tipo B2)

source: Rail over RHW-2 (1x1)
cs: Železnice přes RHW-2 (1x1)
it: Binario su RHW-2 (1x1)

source: Avenue over RHW-2 (1x1)
it: Viale su RHW-2 (1x1)

source: FLEXFly RHW-4 L4 90-Degree (Type A1)
cs: FLEXFly RHW-4 L4 90 stupňů (typ A1)
it: FLEXFly RHW-4 L4 a 90 gradi (tipo A1)

source: FLEXFly RHW-4 L4 45-Degree (Type B1)
cs: FLEXFly RHW-4 L4 45° (typ B1)
it: FLEXFly RHW-4 L4 a 45 gradi (tipo B1)

source: FLEXFly RHW-4 L4 90-Degree (Type A2)
cs: FLEXFly RHW-4 L4 90 stupňů (typ A2)
it: FLEXFly RHW-4 L4 a 90 gradi (tipo A2)

source: FLEXFly RHW-4 L4 45-Degree (Type B2)
cs: FLEXFly RHW-4 L4 45° (typ B2)
it: FLEXFly RHW-4 L4 a 45 gradi (tipo B2)

source: FLEXFly MIS L4 90-Degree (Type A1)
cs: FLEXFly MIS L4 90 stupňů (typ A1)
it: FLEXFly MIS L4 a 90 gradi (tipo A1)

source: FLEXFly MIS L4 45-Degree (Type B1)
cs: FLEXFly MIS L4 45 stupňů (typ B1)
it: FLEXFly MIS L4 a 45 gradi (tipo B1)

source: FLEXFly MIS L4 90-Degree (Type A2)
cs: FLEXFly MIS L4 90° (typ A2)
it: FLEXFly MIS L4 a 90 gradi (tipo A2)

source: FLEXFly MIS L4 45-Degree (Type B2)
cs: FLEXFly MIS L4 45° (typ B2)
it: FLEXFly MIS L4 a 45 gradi (tipo B2)

source: OLD FLEXCurve MIS-1 (0M) Type A1 Rotate for Type A2
cs: FLEXFly RHW-4 L0 90 stupňů (typ A1)
it: VECCHIO FLEXCurve MIS-1 (0M) Tipo A1 Rotazione per il tipo A2

source: OLD FLEXCurve MIS-1 (0M) Type A2 Rotate for Type A1
it: VECCHIO FLEXCurve MIS-1 (0M) Tipo A2 Rotazione per il tipo A1

source: FLEXFly RHW-4 L0 90-Degree (Type A1)
it: FLEXFly RHW-4 L0 a 90 gradi (tipo A1)

source: FLEXFly RHW-4 L0 45-Degree (Type B1)
cs: FLEXFly RHW-4 L0 45° (typ B1)
it: FLEXFly RHW-4 L0 a 45 gradi (tipo B1)

source: FLEXFly RHW-4 L0 90-Degree (Type A2)
cs: FLEXFly RHW-4 L0 90 stupňů (typ A2)
it: FLEXFly RHW-4 L0 a 90 gradi (tipo A2)

source: FLEXFly RHW-4 L0 45-Degree (Type B2)
cs: FLEXFly RHW-4 L0 45 stupňů (typ B2)
it: FLEXFly RHW-4 L0 a 45 gradi (tipo B2)

source: FLEXFly MIS L0 90-Degree (Type A1)
cs: FLEXFly MIS L0 90 stupňů (typ A1)
it: FLEXFly MIS L0 a 90 gradi (tipo A1)

source: FLEXFly MIS L0 45-Degree (Type B1)
cs: FLEXFly MIS L0 45 stupňů (typ B1)
it: FLEXFly MIS L0 a 45 gradi (tipo B1)

source: FLEXFly MIS L0 90-Degree (Type A2)
cs: FLEXFly MIS L0 90 stupňů (typ A2)
it: FLEXFly MIS L0 a 90 gradi (tipo A2)

source: FLEXFly MIS L0 45-Degree (Type B2)
cs: FLEXFly MIS L0 45 stupňů (typ B2)
it: FLEXFly MIS L0 a 45 gradi (tipo B2)

source: One Way Road over RHW-2 (1x1)
cs: Jednosměrná silnice přes RHW-2 (1x1)
it: Strada a senso unico su RHW-2 (1x1)

source: RHW-2 S-Curve
cs: RHW-2 S-křivka
it: RHW-2 Curva S

source: RHW-2 Double-Solid-Line Cosmetic Piece
cs: RHW-2 Double-Solid-Line kosmetický kousek
it: RHW-2 Pezzo cosmetico a doppia linea solida

source: RHW-2 Single-Solid-Line Cosmetic Piece
cs: RHW-2 Single-Solid-Line kosmetický kousek
it: RHW-2 Pezzo cosmetico a linea solida singola

source: RHW-2 45-Degree Curve
cs: RHW-2 45stupňová křivka
it: RHW-2 Curva a 45 gradi

source: RHW-2 90-Degree Curve (Large)
cs: RHW-2 90stupňová křivka (velká)
it: RHW-2 Curva a 90 gradi (grande)

source: RHW-2 90-Degree Curve (Small)
cs: RHW-2 90stupňová křivka (malá)
it: RHW-2 Curva a 90 gradi (piccola)

source: OLD FLEXFly EMIS-1 (15M) Type A1 Only supports ground networks Rotate for Type A2
cs: FLEXFly RHW-4 L2 90 stupňů (typ A1)
it: VECCHIO FLEXFly EMIS-1 (15M) Tipo A1 Supporta solo le reti di terra Ruotare per il tipo A2

source: OLD FLEXFly EMIS-1 (15M) Type A2 Only supports ground networks Rotate for Type A1
it: VECCHIO FLEXFly EMIS-1 (15M) Tipo A2 Supporta solo le reti di terra Ruotare per il tipo A1

source: FLEXFly RHW-4 L2 90-Degree (Type A1)
it: FLEXFly RHW-4 L2 a 90 gradi (tipo A1)

source: FLEXFly RHW-4 L2 45-Degree (Type B1)
cs: FLEXFly RHW-4 L2 45 stupňů (typ B1)
it: FLEXFly RHW-4 L2 a 45 gradi (tipo B1)

source: FLEXFly RHW-4 L2 90-Degree (Type A2)
cs: FLEXFly RHW-4 L2 90 stupňů (typ A2)
it: FLEXFly RHW-4 L2 a 90 gradi (tipo A2)

source: FLEXFly RHW-4 L2 45-Degree (Type B2)
cs: FLEXFly RHW-4 L2 45 stupňů (typ B2)
it: FLEXFly RHW-4 L2 a 45 gradi (tipo B2)

source: FLEXFly MIS L2 90-Degree (Type A1)
cs: FLEXFly MIS L2 90 stupňů (typ A1)
it: FLEXFly MIS L2 a 90 gradi (tipo A1)

source: FLEXFly MIS L2 45-Degree (Type B1)
cs: FLEXFly MIS L2 45 stupňů (typ B1)
it: FLEXFly MIS L2 a 45 gradi (tipo B1)

source: FLEXFly MIS L2 90-Degree (Type A2)
cs: FLEXFly MIS L2 90 stupňů (typ A2)
it: FLEXFly MIS L2 a 90 gradi (tipo A2)

source: FLEXFly MIS L2 45-Degree (Type B2)
cs: FLEXFly MIS L2 45° (typ B2)
it: FLEXFly MIS L2 a 45 gradi (tipo B2)

source: RHW-6S Straight Filler Piece
cs: RHW-6S rovná výplň
it: RHW-6S Pezzo di riempimento diritto

source: RHW-6S Lane Reduction Left Markings Cosmetic Piece
cs: RHW-6S Lane Reduction Levé značení Kosmetický kousek
it: RHW-6S Riduzione della corsia di marcia a sinistra Pezzo cosmetico

source: RHW-6S Lane Reduction Left Markings Cosmetic Piece 2
cs: RHW-6S Lane Reduction Levé značky Kosmetický kus 2
it: RHW-6S Contrassegni di riduzione della corsia a sinistra Pezzo cosmetico 2

source: RHW-6C HOV Lanes (Unmarked)
cs: Pruhy RHW-6C HOV (neoznačené)
it: RHW-6C Corsie HOV (non segnalate)

source: RHW-6S Lane Reduction Right Markings Cosmetic Piece
cs: RHW-6S Lane Reduction Right Markings Kosmetický kus
it: RHW-6S Riduzione della corsia di marcia a destra Pezzo cosmetico

source: RHW-6C HOV Lanes (Marked)
cs: Pruhy RHW-6C HOV (označené)
it: RHW-6C Corsie HOV (segnalate)
