Repository: BluelightningSC4/Network-Addon-Mod
Catalog: ltext/*/puzzlepieces-rail.po
Languages: cs, de, it

source: Curve - 45 degree rail curve (3x7)
cs: Zatáčka – 45stupňová zatáčka kolejnice (3x7)
de: Kurve - 45 Grad Eisenbahnkurve (3x7)
it: Curva - Curva a 45 gradi della Ferrovia (3x7)

source: Curve - S-curve rail curve (2x6)
cs: Křivka - S-křivka kolejnicová křivka (2x6)
de: Kurve - S-förmige Eisenbahnkurve (2x6)
it: Curva - Curva a S della ferrovia (2x6)

source: Curve - 90 degree rail curve (9x9)
cs: Zatáčka – 90° zakřivení kolejnice (9x9)
de: Kurve - 90 Grad Eisenbahnkurve (9x9)
it: Curva - Curva a 90 gradi della Ferrovia (9x9)

source: Transition - Orthogonal rail to 18.4 degree FARR (2x5)
cs: Přechod – ortogonální kolejnice na 18,4 stupně FARR (2x5)
de: Übergang gerades Gleis auf 18.4 Grad schräg verlaufendes Gleis (2x5)
it: Transizione - Ferrovia ortogonale a 18,4 gradi FARR (2x5)

source: Transition - Orthogonal rail to 71.6 degree FARR (8x9)
cs: Přechod – ortogonální kolejnice na 71,6 stupně FARR (8x9)
de: Übergang gerades Gleis auf 71.6 Grad schräg verlaufendes Gleis (8x9)
it: Transizione - Ferrovia ortogonale a 71,6 gradi FARR (8x9)

source: FARR - Straight rail section (3x3)
cs: FARR - Přímý kolejnicový úsek (3x3)
de: Schräg verlaufendes Gleis - Gerader Abschnitt (2x3)
it: FARR - Ferrovia rettilinea (3x3)

source: Curve - Diagonal S-curve rail curve (3x5)
cs: Křivka – Diagonální S-křivka kolejnicová křivka (3x5)
de: Kurve - diagonale S-förmige Eisenbahnkurve (3x5)
it: Curva - Curva a S diagonale della ferrovia (3x5)

source: Transition - Diagonal rail to FARR (3x5)
cs: Přechod - Diagonální kolejnice na FARR (3x5)
de: Übergang diagonales Gleis auf schräg verlaufendes Gleis (3x5)
it: Transizione - Ferrovia diagonale a FARR (3x5)

source: Cross-track - DTR across DTR (2x3)
cs: Cross-track – DTR napříč DTR (2x3)
de: Kreuzung zweier schräg verlaufender Gleise (2x3)
it: Binario trasversale - DTR attraverso DTR (2x3)

source: FARR-STR Crossover (2x3)
cs: Crossover FARR-STR (2x3)
de: Kreuzung: STR-Gleis über Doppelgleis (2x3)
it: Crossover FARR-STR (2x3)

source: RailxGround Light Rail Puzzle Piece
cs: Puzzle RailxGround Light Rail
de: Eisenbahn über Straßenbahn-Puzzleteil
it: Pezzo di puzzle ferroviario x ferrovia leggera terrestre

source: RailxDiagonal Ground Light Rail Puzzle Piece
cs: Skládačka RailxDiagonal Pozemní Light Rail
de: Eisenbahn über diagonaler Straßenbahn-Puzzleteil
it: Ferrovia x Ferrovia leggera terrestre diagonale Pezzo del puzzle

source: Railway over diagonal Street
cs: Železnice přes diagonální ulici
de: Eisenbahn über diagonale Straße
it: Ferrovia su via diagonale

source: Tram-in-Road under Viaduct Rail
cs: Tramvaj na silnici pod viaduktem
de: Tram-in-Hauptstraße unter Viadukteisenbahn
it: Tram in strada sotto il viadotto ferroviario

source: Tram-Avenue under Viaduct Rail
cs: Tramvajová třída pod viaduktem Rail
de: Tram-Allee unter Viadukteisenbahn
it: Tram in viale sotto il viadotto ferroviario

source: Tram-on-Road under Viaduct Rail
cs: Tramvaj na silnici pod viaduktem Rail
de: Tram auf Hauptstraße unter Viadukteisenbahn
it: Tram in viale sotto il viadotto ferroviario

source: At-grade Crossing - FARR across Orthogonal road (2x3)
cs: U-grade Crossing - FARR přes ortogonální silnici (2x3)
de: Bahnübergang - Schräg verlaufendes Gleis über gerade Straße (2x3)
it: Attraversamento a raso - FARR su strada ortogonale (2x3)

source: (R3) Curve for the RealRailway. This Curve can be overridden to Single Track Rail (STR) or Elevated Real Railway (ERRW)
cs: Začátek/konec kolejnice Diagonální dílek puzzle
it: (R3) per la Ferrovia Reale. Questa curva può essere sovrascritta in Ferrovia a binario singolo (STR) o Ferrovia Reale sopraelevata (ERRW)

source: (R4) Curve for the RealRailway. This Curve can be overridden to Single Track Rail (STR)
it: (R4) per la Ferrovia Reale. Questa curva può essere sovrascritta in Ferrovia a binario singolo (STR)

source: (R5) Curve for the RealRailway. This Curve can be overridden to Single Track Rail (STR)
it: (R5) per la Ferrovia Reale. Questa curva può essere sovrascritta in Ferrovia a binario singolo (STR)

source: D1 Curve 45 Turnout for the Real Railway. STR overrides will initiate from the STR ends (This Piece CANNOT be converted to STR!) (This piece has single directional pathing on the STR sections!)
it: Curva D1 45 deviatoio per la ferrovia reale. Gli override STR inizieranno dalle estremità STR. (Questo pezzo NON può essere convertito in STR!) (Questo pezzo ha un percorso monodirezionale sulle sezioni STR!)

source: Rail Start/End Puzzle Piece diagonal
de: Eisenbahn-Puzzleteil - Start-/Endstück diagonal
it: Binario Inizio/Fine del pezzo di puzzle in diagonale

source: Rail over Blank Terrain - Right Switch Puzzle Piece
cs: Zábradlí přes prázdný terén – dílek skládačky s pravým vypínačem
de: Eisenbahn-Puzzleteil - Rechtsweiche
it: Ferrovia su terreno vuoto - Pezzo di puzzle dell'interruttore destro

source: Rail over Blank Terrain - Left Switch Puzzle Piece
cs: Kolejnice přes prázdný terén – levý dílek skládačky
de: Eisenbahn-Puzzleteil - Linksweiche
it: Ferrovia su terreno vuoto - Pezzo di puzzle dell'interruttore sinistro

source: Rail over Blank Terrain - Diagonal Left Switch Puzzle Piece
cs: Kolejnice přes prázdný terén – dílek skládačky s diagonálním levým vypínačem
de: Eisenbahn-Puzzleteil - diagonale Linksweiche
it: Ferrovia su terreno vuoto - Pezzo di puzzle con interruttore diagonale sinistro

source: Rail over Blank Terrain - Diagonal Right Switch Puzzle Piece
cs: Kolejnice přes prázdný terén – dílek skládačky s diagonálním pravým vypínačem
de: Eisenbahn-Puzzleteil - diagonale Rechtsweiche
it: Ferrovia su terreno vuoto - Pezzo di puzzle con interruttore diagonale destro

source: ElevatedRail on Road - RoadxAvenue Intersection
de: Hochbahn über Landstraße - Landstraßen-/Alleekreuzung
it: Ferrovia sopraelevata sopra la strada - Intersezione strada-viale

source: El-Rail over Pedmall - Open Paved
cs: El-Rail přes Pedmall - Open Paved
de: Fußgängerzonen-Puzzleteil mit Hochbahn - Pflaster
it: Ferrovia Sopraelevata su Pedmall - Aperto Pavimentato

source: El-Rail over Pedmall - Cobble Stone
cs: El-Rail přes Pedmall - Cobble Stone
de: Fußgängerzonen-Puzzleteil mit Hochbahn - Kopfsteinpflaster
it: Ferrovia Sopraelevata su Pedmall - Ciottoli

source: El-Rail over Pedmall - Paved
cs: El-Rail přes Pedmall - zpevněný
de: Fußgängerzonen-Puzzleteil mit Hochbahn - Klinkerpflaster
it: Ferrovia Sopraelevata su Pedmall - Pavimentato

source: El-Rail over Pedmall - Sandstone
cs: El-Rail přes Pedmall - pískovec
de: Fußgängerzonen-Puzzleteil mit Hochbahn - Sandsteinpflaster
it: Ferrovia Sopraelevata su Pedmall - Pietra arenaria

source: El-Rail over Pedmall - Center Pole
cs: El-Rail přes Pedmall – centrální pól
de: Fußgängerzonen-Puzzleteil mit Hochbahn - graues Pflaster
it: Ferrovia Sopraelevata su Pedmall - Palo centrale

source: Diagonal Rail over Rail Puzzle Piece
cs: Skládačka Diagonální kolejnice přes kolejnici
de: Diagonale Eisenbahn über gerader Eisenbahn
it: Pezzo di puzzle Diagonale Ferrovia sopra Ferrovia

source: Elevated Diagonal Rail x Diagonal Street
cs: Zvýšená diagonální kolejnice x diagonální ulice
de: Diagonale Eisenbahn über diagonale Straße
it: Ferrovia diagonale sopraelevata x via diagonale

source: Elevated Diagonal Rail x Diagonal Road
cs: Zvýšená diagonální kolejnice x diagonální silnice
de: Diagonale Eisenbahn über diagonale Landstraße
it: Ferrovia Diagonale Sopraelevata x Strada Diagonale

source: Diagonal Railway over diagonal OneWayRoad Puzzle Piece
cs: Diagonální skládačka železnice přes diagonální OneWayRoad
de: Diagonale Eisenbahn über diagonale Einbahnstraßestraße
it: Ferrovia diagonale su strada a senso unico diagonale Pezzo di puzzle

source: Diagonal Railway over double diagonal OneWayRoad Puzzle Piece
cs: Diagonální skládačka přes dvojitou diagonální OneWayRoad
de: Diagonale Eisenbahn über doppelte diagonale Einbahnstraße
it: Ferrovia diagonale su doppia strada diagonale a senso unico Pezzo di puzzle

source: Diagonal Railway over Double Diagonal Road
cs: Diagonální železnice přes dvojitou diagonální silnici
de: Diagonale Eisenbahn über doppelte diagonale Landstraße
it: Ferrovia diagonale su strada a doppia diagonale

source: Railway with Pedmall - Open Paved
cs: Železnice s podnožím - Open Paved
de: Eisenbahnviadukt-Puzzleteil Fußgängerzone
it: Ferrovia con Pedmall - Aperta pavimentata

source: Railway with Pedmall - Paved
cs: Železnice s podnožím - zpevněná
de: Eisenbahnviadukt-Puzzleteil Edle Fußgängerzone
it: Ferrovia con pedonale - pavimentata

source: Diagonal Railway with Pedmall
cs: Diagonální železnice s podnožím
de: Diagonales Eisenbahnviadukt-Puzzleteil Fußgängerzone
it: Ferrovia diagonale con Pedmall

source: Diagonal Railway with Pedmall Filler. Use on even terrain.
cs: Diagonální železnice s plnicím zařízením. Použití na rovném terénu.
de: Diagonales Eisenbahnviadukt-Puzzleteil Fußgängerzone mit Überhangteil. Baue es am besten nur auf ebenem Gelände.
it: Ferrovia diagonale con riempimento Pedmall. Utilizzare su terreni uniformi.

source: Elevated Diagonal Rail x Diagonal Rail
cs: Zvýšená diagonální kolejnice x diagonální kolejnice
de: Diagonale Eisenbahn über diagonale Eisenbahn
it: Ferrovia diagonale elevata x ferrovia diagonale

source: Diagonal Railway over GLR Puzzle Piece
cs: Diagonální železnice přes dílek skládačky GLR
de: Diagonale Eisenbahn über Straßenbahn
it: Ferrovia diagonale su GLR Pezzo di puzzle

source: Diagonal Railway over diagonal GLR Puzzle Piece
cs: Diagonální kousek skládačky železnice přes diagonální GLR
de: Diagonale Eisenbahn über diagonale Straßenbahn
it: Ferrovia diagonale su ferrovia diagonale GLR Puzzle Piece

source: Diagonal Railway over Avenue
cs: Diagonální železnice přes Avenue
de: Diagonale Eisenbahn über Allee
it: Ferrovia diagonale su viale

source: Diagonal Railway over Ground Highway
cs: Diagonální železnice přes pozemní dálnici
de: Diagonale Eisenbahn über Autobahn
it: Ferrovia diagonale su autostrada

source: Diagonal Railway over diagonal Avenue
cs: Diagonální železnice přes diagonální Avenue
de: Diagonale Eisenbahn über diagonale Allee
it: Ferrovia diagonale su viale diagonale

source: Diagonal Railway over diagonal Ground Highway
cs: Diagonální železnice přes diagonální pozemní dálnici
de: Diagonale Eisenbahn über diagonale Autobahn
it: Ferrovia diagonale su autostrada terrestre diagonale

source: Viaduct rail 45 degrees smooth curve (3x6)
cs: Viaduktová kolejnice 45 stupňů hladká křivka (3x6)
de: Viadukteisenbahn 45 Grad sanfte Kurve (3x6)
it: Rotaia del viadotto curva liscia a 45 gradi (3x6)

source: ElevatedRail on Road - Straight NO Pylon
cs: ElevatedRail on Road - Rovný ŽÁDNÝ pylon
de: Hochbahn über Landstraße - gerades Teilstück (ohne Pfeiler)
it: Ferrovia sopraelevata su strada - Diritto senza traliccio

source: ElevatedRail on Street - Straight NO Pylon
cs: ElevatedRail na ulici - Rovný NO pylon
de: Hochbahn über Straße - gerades Teilstück (ohne Pfeiler)
it: Ferrovia sopraelevata su strada - Diritto senza traliccio

source: "T" Rail OnSlope Puzzle Piece
cs: T Skládačka Rail OnSlope
de: Eisenbahn-Puzzleteil für Hänge - Landstraße mit Bahnübergang
it: Ferrovia a "T" in pendenza Pezzo di puzzle

source: Straight Rail OnSlope Puzzle Piece
cs: Skládačka Rovná kolejnice na svahu
de: Eisenbahn-Puzzleteil für Hänge - gerade
it: Ferrovia dritta in pendenza Pezzo di puzzle

source: Diagonal Rail On-Slope Puzzle Piece
cs: Diagonální kolejnice na svahu skládačka
de: Diagonales Eisenbahn-Puzzleteil für Hänge
it: Ferrovia diagonale in pendenza Pezzo di puzzle

source: DTR <=> FARR 3 (18.43 Degrees) for the Real Railway (RRW)
cs: DTR <=> FARR 3 (18,43 stupně) pro skutečnou železnici (RRW)
it: DTR <=> FARR 3 (18,43 gradi) per la Ferrovia Reale (RRW)

source: DTR Orthogonal to FARR 3 (18.43 Degrees) for the Real Railway (RRW)
cs: DTR ortogonální k FARR 3 (18,43 stupně) pro skutečnou železnici (RRW)
it: DTR ortogonale a FARR 3 (18,43 gradi) per la Ferrovia Reale (RRW)

source: DTR Diagonal to FARR 3 (18.43 Degrees) for the Real Railway (RRW)
cs: DTR úhlopříčka na FARR 3 (18,43 stupně) pro skutečnou železnici (RRW)
it: DTR Diagonale a FARR 3 (18,43 gradi) per la Ferrovia Reale (RRW)

source: DTR FARR 3 (18.43 Degrees) to <=> FARR 2 (26.56 Degrees) for the Real Railway (RRW)
cs: DTR FARR 3 (18,43 stupně) až <=> FARR 2 (26,56 stupně) pro skutečnou železnici (RRW)
it: DTR FARR 3 (18,43 gradi) a <=> FARR 2 (26,56 gradi) per la Ferrovia Reale (RRW)

source: DTR <=> FARR 6 (9.5 Degrees) to FARR 3 (18.43 Degrees) for the Real Railway (RRW) Overlap 2 tiles onto FARR 6 straight for a seamless connection.
cs: DTR ortogonální k FARR 2 (26,56 stupně) pro skutečnou železnici (RRW)
it: DTR <=> FARR 6 (9,5 gradi) a FARR 3 (18,43 gradi) per la Ferrovia Reale (RRW) Sovrapporre 2 piastrelle alla FARR 6 diritta per un collegamento senza soluzione di continuità.

source: DTR <=> FARR 2 (26.56 Degrees) for the Real Railway (RRW) This piece can act a starter for FARR 2 Straight by drawing out from either end.
it: DTR <=> FARR 2 (26,56 gradi) per la Ferrovia Reale (RRW) Questo pezzo può fungere da antipasto per il rettilineo FARR 2, estraendo da entrambe le estremità.

source: DTR Orthogonal to FARR 2 (26.56 Degrees) for the Real Railway (RRW)
it: DTR ortogonale alla FARR 2 (26,56 gradi) per la Ferrovia Reale (RRW)

source: DTR Diagonal to FARR 2 (26.56 Degrees) for the Real Railway (RRW)
cs: DTR úhlopříčka na FARR 2 (26,56 stupně) pro skutečnou železnici (RRW)
it: DTR Diagonale a FARR 2 (26,56 gradi) per la Ferrovia Reale (RRW)

source: DTR FARR 6 (9.5 Degrees) Straight for the Real Railway (RRW) Orthogonal to FARR 6 Can be drawn out at the ends. Overlap FARR 6 <=> FARR 3 Piece for a seamless connection.
cs: DTR ortogonální k FARR 1,5/1,33 (33,69 stupňů) pro skutečnou železnici (RRW)
it: DTR FARR 6 (9,5 gradi) dritto per la Ferrovia Reale (RRW) Ortogonale al FARR 6 Può essere tracciato alle estremità. Sovrapporre FARR 6 <=> FARR 3 Piece per un collegamento senza soluzione di continuità.

source: DTR <=> FARR 6 (9.5 Degrees) to Orthogonal for the Real Railway (RRW) Overlap 2 tiles onto FARR 6 straight for a seamless connection.
it: DTR <=> FARR 6 (9,5 gradi) a ortogonale per la Ferrovia Reale (RRW) Sovrapporre 2 tegole al rettilineo FARR 6 per un collegamento senza soluzione di continuità.

source: DTR Orthogonal to FARR 1.5/1.33 (33.69 Degrees) for the Real Railway (RRW)
it: DTR ortogonale a FARR 1,5/1,33 (33,69 gradi) per la Ferrovia Reale (RRW)

source: DTR Diagoonal to FARR 1.5/1.33 (33.69 Degrees) for the Real Railway (RRW)
cs: DTR diagoonální na FARR 1,5/1,33 (33,69 stupně) pro skutečnou železnici (RRW)
it: DTR Diagonale a FARR 1,5/1,33 (33,69 gradi) per la Ferrovia Reale (RRW)

source: DTR FARR 2 (26.56 Degrees) to FARR 1.5/1.33 (33.69 Degrees) for the Real Railway (RRW)
cs: DTR FARR 2 (26,56 stupně) až FARR 1,5/1,33 (33,69 stupně) pro skutečnou železnici (RRW)
it: DTR FARR 2 (26,56 gradi) a FARR 1,5/1,33 (33,69 gradi) per la Ferrovia Reale (RRW)

source: D2 Turnout STR 45 (Degree) Turnout for the Real Railway. STR overrides will initiate from the STR end. Crossover Turnout will initiate from the Turnout End. (This Piece CANNOT be converted to STR!)
cs: Kolejnice Y-Stack. Umístěte kliknutím.
it: Scambio Ferroviario D2 STR 45 (gradi) per la Ferrovia Reale. Gli override STR iniziano dall'estremità STR. Il deviatoio Crossover inizierà dall'estremità del deviatoio. (Questo pezzo non può essere convertito in STR).

source: E1 Turnout for the Real Railway. STR overrides will initiate from the STR ends (This Piece CANNOT be converted to STR!) (This piece has single directional pathing on the STR sections!)
it: Scambio Ferroviario E1 per la Ferrovia Reale. Gli override STR inizieranno dalle estremità STR. (Questo pezzo NON può essere convertito in STR!) (Questo pezzo ha un percorso monodirezionale sulle sezioni STR!)

source: D1 Turnout for the Real Railway. STR overrides will initiate from the STR end. (This piece has single directional pathing on the STR sections!)
it: Scambio Ferroviario D1 per la Ferrovia Reale. Gli override STR iniziano dall'estremità STR. (Questo pezzo ha un percorso monodirezionale sulle sezioni STR!)

source: D1 Symmetrical Turnout for the Real Railway. STR overrides will initiate from the STR end. (This piece has single directional pathing on the STR sections!)
it: Scambio Ferroviario Simmetrico D1 per la Ferrovia Reale. Gli override STR iniziano dall'estremità STR. (Questo pezzo ha un percorso monodirezionale sulle sezioni STR!)

source: Crossover Single Turnout for the RealRailway. Pathing is Bi-directional ( <=> )
it: Scambio Ferroviro Singolo per Ferrovia Reale. Il percorso è bidirezionale ( <=> )

source: Crossover Double Turnout for the RealRailway. Pathing is Bi-directional ( <=> )
it: Doppio Scambio Ferroviario per Ferrovia Reale. Il percorso è bidirezionale ( <=> )

source: 3 Tile Transition for the RealRailway (RRW) Pathing is Bi-directional ( <=> ) STR overrides will initiate from the STR end.
it: 3 Transizione delle piastrelle per la Ferrovia Reale (RRW) Il percorso è bidirezionale ( <=> ) Le sovrascritte STR inizieranno dall'estremità STR.

source: 7 Tile Transition for the RealRailway (RRW) Pathing is Bi-directional (<=>) STR overrides will initiate from the STR end.
it: 7 Transizione tra le piastrelle per Ferrovia Reale (RRW) Il percorso è bidirezionale (<=>) Le sovrascritte STR inizieranno dall'estremità STR.

source: Diagonal Crossover Turnout for the RealRailway (RRW) The Pathing is Single Directional ( => ) as indicated by the arrows.
it: Scambio Ferroviario diagonale per la Ferrovia Reale (RRW) Il percorso è monodirezionale ( => ) come indicato dalle frecce.

source: DTR to STR Diagonal Turnout for the RealRailway (RRW) STR overrides will initiate from the STR end.
it: Scambio Ferroviario Diagonale da DTR a STR per Ferrovia Reale (RRW) Gli scavalcamenti STR inizieranno dall'estremità STR.

source: A1 Turnout for the RealRailway STR overrides will initiate from the STR end. Crossover Turnout will initiate from the Turnout End.
it: Deviatoio A1 per la Ferrovia Reale Gli scavalcamenti STR iniziano dall'estremità STR. Il deviatoio Crossover inizierà dall'estremità del deviatoio.

source: A1 Dual Turnout for the RealRailway STR overrides will initiate from the STR end.
it: A1 Doppio deviatoio per Ferrovia Reale Gli scavalcamenti STR inizieranno dall'estremità STR.

source: A1 Middle Turnout for the RealRailway Crossover Turnout will initiate from the Turnout Ends.
it: Deviatoio intermedio A1 per la Ferrovia Reale Il deviatoio di incrocio inizierà dalle estremità del deviatoio.

source: B1 Turnout for the Real Railway STR comes out of the Diagonal STR end. Can be made to a 90 Degree turn with an R3 Curve.
it: Scambio Ferroviario B1 per la Ferrovia Reale La STR esce dall'estremità della STR diagonale. Può essere trasformato in una curva a 90 gradi con una curva R3.

source: A2 Turnout for the RealRailway This Turnout can be converted to STR A1.
it: Deviatoio A2 per Ferrovia Reale Questo deviatoio può essere convertito in STR A1.

source: A2 Turnout for the RealRailway (Type 2 Geometry, This Piece CANNOT be converted to STR!)
it: Deviatoio A2 per Ferrovia Reale (Geometria di tipo 2, questo pezzo non può essere convertito in STR).

source: B2 Turnout for the Real Railway. This turnout can be overridden with STR Can be made to a 90 Degree turn with an R3 Curve.
it: Deviatoio B2 per la Ferrovia Reale. Questo deviatoio può essere sovrascritto con STR. Può essere trasformato in una curva a 90 gradi con una curva R3.

source: B2 Wye Turnout for the Real Railway. (This Piece CANNOT be converted to STR!)
it: Scambio B2 Wye per la Ferrovia Reale (Questo pezzo NON può essere convertito in STR!)

source: D2 Turnout for the Real Railway. Crossover Turnout will initiate from the Turnout End. STR overrides will initiate from the STR end. (This Piece CANNOT be converted to STR!)
it: Deviatoio D2 per la Ferrovia Reale I deviatoi incrociati vengono avviati dall'estremità del deviatoio. I deviatoi STR iniziano dall'estremità STR. (Questo pezzo NON può essere convertito in STR!)

source: A2 Extended Turnout for the RealRailway (Type 3 Geometry, This Piece CANNOT be converted to STR!)
it: Scambio A2 esteso per la Ferrovia Reale (Geometria di tipo 3, questo pezzo non può essere convertito in STR).

source: B2 Extended Turnout for the Real Railway. (Type 2 Geometry, This Piece CANNOT be converted to STR!)
it: Scambio B2 esteso per la Ferrovia Reale. (Geometria di tipo 2, questo pezzo non può essere convertito in STR).

source: B1 Turnout for the Real Railway. Crossover Turnout will initiate from the Turnout End. STR overrides will initiate from the STR end.
it: Scambio B1 per la Ferrovia Reale. I deviatoi incrociati vengono avviati dall'estremità del deviatoio. I deviatoi STR iniziano dall'estremità STR.

source: A2 Diagonal Turnout for the Real Railway. (This Piece CANNOT be converted to STR!)
it: Scambio diagonale A2 per la Ferrovia Reale (Questo pezzo NON può essere convertito in STR!)

source: B2 Turnout Diagonal for the Real Railway. This turnout can be Overridden with STR.
it: B2 Scambio diagonale per la Ferrovia Reale. Questo deviatoio può essere sovrascritto con STR.

source: D2 Turnout DTR 45 (Degree) Turnout for the Real Railway. (This Piece CANNOT be converted to STR!)
it: D2 Scambio DTR 45 (gradi) per la Ferrovia Reale. (Questo pezzo NON può essere convertito in STR!)

source: E2 Turnout for the Real Railway. STR overrides will initiate from the STR ends Crossover Turnout will initiate from the Turnout End. (This Piece CANNOT be converted to STR!) (This piece has single directional pathing on the STR sections!)
it: Scambio E2 per la ferrovia reale. I deviatoi STR iniziano dalle estremità della STR. Il deviatoio Crossover inizierà dall'estremità del deviatoio. (Questo pezzo NON può essere convertito in STR!) (Questo pezzo ha un percorso monodirezionale sulle sezioni STR).

source: Rail Y-Stack. Click to place.
de: Gleisdreieck
it: Ferrovia Y-Stack. Fare clic per posizionare.

source: Rail Y-Stack
cs: Kolejnice Y-Stack
it: Ferrovia Y-Stack

source: Switch - Orthogonal double track rail to parallel double track rail (2x6)
cs: Přepínač - ortogonální dvoukolejná kolejnice na paralelní dvoukolejnou kolejnici (2x6)
de: Doppelspurige Weiche - Gerade Gleise auf parallele Gleise (2x6)
it: Scambio - Ferrovia a doppio binario ortogonale a doppia ferrovia parallela (2x6)

source: Switch - Orthogonal double track rail to 45 degree curve double track rail (3x6)
cs: Výhybka - ortogonální dvoukolejná kolejnice na dvoukolejnou kolejnici se zatáčkou 45 stupňů (3x6)
de: Doppelspurige Weiche - Gerade Gleise auf 45 Grad Kurve (3x6)
it: Scambio - Ferrovia a doppio binario ortogonale a doppio binario con curva a 45 gradi (3x6)

source: Switch - Orthogonal double track rail to FARR double track rail (2x5)
cs: Výhybka - ortogonální dvoukolejná kolejnice na dvoukolejnou kolej FARR (2x5)
de: Doppelspurige Weiche - Gerade Gleise auf schräg verlaufende Gleise (2x5)
it: Scambio - binario doppio ortogonale a binario doppio FARR (2x5)

source: Switch - Diagonal double track rail to 45 dgree curve double track rail (4x7)
cs: Výhybka - Diagonální dvoukolejná kolejnice na dvoukolejnou kolejnici se zakřivením 45 stupňů (4x7)
de: Doppelspurige Weiche - Diagonale Gleise auf parallele diagonale Gleise (4x7)
it: Scambio - Binario doppio diagonale a binario doppio con curva a 45 gradi (4x7)

source: Dual Track Crossover (1x3)
de: Kreuzweiche (1x3)
it: Crossover a doppia traccia (1x3)

source: DTR Y Splitter
it: Sdoppiatore DTR Y

source: STR - Starter Piece - Orth
de: STR - Starter-Puzzleteil gerade
it: STR - Pezzo iniziale - Orto

source: STR - Starter Piece - Diag
de: STR - Starter-Puzzleteil diagonal
it: STR - Pezzo iniziale - Diag
