Repository: BluelightningSC4/Network-Addon-Mod
Catalog: ltext/*/puzzlepieces-turninglanes.po
Languages: cs, it

source: Road TuLEP-Type A1 (Rotate for A2)
cs: Silniční TuLEP-Typ A1 (otočte pro A2)
it: Strada TuLEP-Tipo A1 (ruotare per A2)

source: Road TuLEP-Type A2 (Rotate for A1)
cs: Silniční TuLEP-Typ A2 (otočte pro A1)
it: Strada TuLEP-Tipo A2 (rotazione per A1)

source: Road TuLEP-Type A-Blank (Rotate for Dashed)
cs: Silniční TuLEP-Typ A-prázdné (otočit pro čárkované)
it: Strada TuLEP-Tipo A-Blank (ruotare per il tratteggio)

source: Road TuLEP-Type A-Dashed (Rotate for Blank)
cs: Silniční TuLEP-Typ A-přerušovaná (otočit prázdné)
it: Strada TuLEP-Tipo A-Dasato (ruotare per il vuoto)

source: Avenue TuLEP-Type A1 (Rotate for A2)
cs: Avenue TuLEP-Typ A1 (otočte pro A2)
it: Viale TuLEP-Tipo A1 (ruotare per A2)

source: Avenue TuLEP-Type A2 (Rotate for A1)
cs: Avenue TuLEP-Typ A2 (otočte pro A1)
it: Viale TuLEP-Tipo A2 (rotazione per A1)

source: Avenue TuLEP-Type A-Blank-1 (Rotate for A-Blank-2)
cs: Avenue TuLEP-Typ A-Blank-1 (Otočit pro A-Blank-2)
it: Viale TuLEP-Tipo A-Blank-1 (ruotare per A-Blank-2)

source: Avenue TuLEP-Type A-Blank-2 (Rotate for A-Blank-1)
cs: Avenue TuLEP-Typ A-Blank-2 (otočte pro A-Blank-1)
it: Viale TuLEP-Tipo A-Blank-2 (rotazione per A-Blank-1)

source: Avenue TuLEP-Type B1
cs: Avenue TuLEP-Typ B1
it: Viale TuLEP-Tipo B1

source: Avenue TuLEP-Type B-Blank
cs: Avenue TuLEP-Typ B-Blank
it: Viale TuLEP-Tipo B-Blank

source: TLA-7/AVE-6 Type A1 TuLEP Plop in center of network
cs: Přechod silniční sítě typu TuLEP typu A/základní (otočte pro T-konec)
it: TLA-7/AVE-6 Tipo A1 TuLEP Plop al centro della rete

source: Road TuLEP-Type A/Base Network Transition (Rotate for T-End)
it: Strada TuLEP-Tipo di transizione A/Rete di base (rotazione per l'estremità T)

source: Road TuLEP-Type A/Base Network Transition T-End (Rotate for Non-T)
cs: Silniční TuLEP-Typ A/základní přechod sítě T-konec (Otočit pro jiné než T)
it: Strada TuLEP-Tipo A/Rete di base Transizione a T (ruotare per non T)

source: NWM TLA-3 TuLEP-Type A/Base Network Transition (Rotate for AVE-2 Transition)
cs: NWM TLA-3 TuLEP-Type A/Base Network Transition (Otočit pro AVE-2 Transition)
it: NWM TLA-3 TuLEP-Tipo A/Tipo base della rete (rotazione per la transizione AVE-2)

source: NWM AVE-2 TuLEP-Type A/Base Network Transition (Rotate for TLA-3 Transition)
cs: NWM AVE-2 TuLEP-Typ A/Base Network Transition (Otočit pro TLA-3 Transition)
it: NWM AVE-2 TuLEP-Tipo A/Rete di base (rotazione per la transizione TLA-3)

source: Road TuLEP-Type A Compact Transition
cs: Silniční TuLEP-Typ A Kompaktní přechod
it: Strada TuLEP-Tipo A Transizione compatta

source: Avenue TuLEP-Type A/Base Network Transition (Rotate for Type B Transition)
cs: Avenue TuLEP-Typ A/Base Network Transition (Otočit pro typ B Transition)
it: Viale TuLEP-Tipo di transizione A/Rete di base (ruotare per la transizione di tipo B)

source: Avenue Type A Ground-to-L2 Elevated (15m) Transition ON-SLOPE
cs: Třída typu A Ze země na L2 Zvýšená (15 m) Přechod NA SVAHU
it: Viale Tipo A Transizione da terra a L2 sopraelevata (15 m) ON-SLOPE

source: Avenue TuLEP-Type B/Base Network Transition (Rotate for Type A Transition)
cs: Avenue TuLEP-Typ B/Přechod základní sítě (otočte pro přechod typu A)
it: Viale TuLEP-Tipo di transizione B/Rete di base (ruotare per la transizione di tipo A)

source: TLA-7/AVE-6 Type A Transition Plop in center of network
cs: Silniční TuLEP typ A1 + křižovatka (Otočit pro křižovatku A1/A2 T)
it: Transizione TLA-7/AVE-6 di tipo A Plop al centro della rete

source: Road TuLEP Type A1 +-Intersection (Rotate for A1/A2 T-Intersection)
it: Strada TuLEP Tipo A1 + Intersezione (Ruotare per A1/A2 Intersezione a T)

source: Road TuLEP Type A1/A2 T-Intersection (Rotate for A1/A1 +-Intersection)
cs: Silniční TuLEP Typ A1/A2 T-Křižovatka (Otočit pro A1/A1 +-Křižovatka)
it: Strada TuLEP Tipo A1/A2 Intersezione a T (Ruotare per A1/A1 + Intersezione)

source: Avenue TuLEP-Type A1 +-Intersection (Rotate for A1/A2 T-Intersection)
cs: Avenue TuLEP-Typ A1 + křižovatka (Otočit pro A1/A2 T-Křižovatka)
it: Viale TuLEP-Tipo A1 +Intersezione (ruotare per l'intersezione a T A1/A2)

source: Avenue TuLEP-Type A1/A2 T-Intersection (Rotate for A1/A1 +-Intersection
cs: Avenue TuLEP-Typ A1/A2 T-Křižovatka (Otočit pro A1/A1 +-Křižovatka
it: Viale TuLEP-Tipo di intersezione a T A1/A2 (rotazione per intersezione A1/A1 +)

source: Avenue TuLEP-Type A1/Road TuLEP-Type A1 +-Intersection (Rotate for T-Intersection)
cs: Avenue TuLEP-Typ A1/Road TuLEP-Typ A1 + křižovatka (Otočit pro T-Křižovatku)
it: Viale TuLEP-Tipo A1/strada TuLEP-Tipo A1 +Intersezione (ruotare per l'intersezione a T)

source: Avenue TuLEP-Type A1/Road TuLEP-Type A2 T-Intersection (Rotate for +-Intersection)
cs: Avenue TuLEP-Typ A1/Road TuLEP-Typ A2 T-Křižovatka (Otočit pro +-Křižovatku)
it: Viale TuLEP-Tipo A1/strada TuLEP-Tipo A2 Intersezione a T (ruotare per l'intersezione +)

source: Avenue TuLEP-Type A1/B1 +-Intersection (Rotate for B1/B1 +-Intersection)
cs: Avenue TuLEP-Typ A1/B1 +-Křižovatka (Otočit pro B1/B1 +-Křižovatka)
it: Viale TuLEP-Tipo A1/B1 +Intersezione (ruotare per B1/B1 +Intersezione)

source: Avenue TuLEP-Type B1/B1 +-Intersection (Rotate for A1/B1 +-Intersection)
cs: Avenue TuLEP-Typ B1/B1 +-Křižovatka (Otočit pro A1/B1 +-Křižovatka)
it: Viale TuLEP-Tipo B1/B1 +Intersezione (ruotare per A1/B1 +Intersezione)

source: FAMIS/AVE-2 Full Diamond
it: FAMIS/AVE-2 Diamante completo

source: Single Slip Lane
it: Corsia di scorrimento singola

source: Road/Single Slip Lane Interface
cs: Rozhraní silnice/jeden skluzový pruh
it: Interfaccia strada/ corsia a scorrimento singolo

source: Road/Dual Slip Lane Interface
cs: Rozhraní silnice/dvouproudový jízdní pruh
it: Interfaccia strada/strada a doppio scorrimento

source: One-Way Road/Single Slip Lane Interface
cs: Rozhraní jednosměrné silnice/jednosměrného pruhu
it: Interfaccia strada a senso unico/ corsia a scorrimento semplice

source: One-Way Road/Dual Single Slip Lane Interface
cs: Rozhraní pro jednosměrnou silnici/dvojitý jednosměrný pruh
it: Interfaccia strada a senso unico/ corsia doppia a scorrimento singolo

source: Avenue/Single Slip Lane Interface
cs: Rozhraní Avenue/Single Slip Lane
it: Interfaccia viale/vie a scorrimento singolo

source: Avenue TuLEP Type A1/Single Slip Lane Interface
cs: Avenue TuLEP Typ A1/Rozhraní Single Slip Lane
it: Viale TuLEP Interfaccia tipo A1/ Corsia a scorrimento semplice

source: Avenue TuLEP Type A1/Single Slip Lane Interface
cs: Avenue TuLEP Typ A1/Rozhraní Single Slip Lane
it: Viale TuLEP Interfaccia tipo A1/ Corsia a scorrimento semplice

source: Avenue TuLEP Type A1/Dual Slip Lane Interface
it: Viale TuLEP Interfaccia tipo A1/doppia corsia di scorrimento

source: Road TuLEP Type A1/Single Slip Lane Interface
cs: Silniční TuLEP Typ A1/Rozhraní s jedním skluzem
it: Strada TuLEP Tipo A1/Corsia di scorrimento singola Interfaccia

source: Road TuLEP Type A1/Single Slip Lane Interface
cs: Silniční TuLEP Typ A1/Rozhraní s jedním skluzem
it: Strada TuLEP Tipo A1/Corsia di scorrimento singola Interfaccia

source: Road TuLEP Type A1/Dual Slip Lane Interface
cs: Silniční TuLEP Typ A1/Dual Slip Lane Interface
it: Strada TuLEP Tipo A1/Linea di scorrimento doppia Interfaccia

source: T-End Slip Lane
it: Corsia di scivolamento a T

source: T-End Dual Slip Lane
it: Corsia a doppio scorrimento con estremità a T

source: TLA-7/AVE-6 Type A1 - Avenue Type A1 + Intersection
cs: TLA-7/AVE-6 Typ A1 - Avenue Typ A1 + křižovatka
it: TLA-7/AVE-6 Tipo A1 - Viale Tipo A1 + Intersezione

source: AVE-4 Roundabout-Out
cs: AVE-4 Kruhový objezd-Out
it: AVE-4 Rotatoria fuori

source: AVE-4 Roundabout X
cs: Kruhový objezd AVE-4 X
it: AVE-4 Rotatoria X

source: AVE-4 Roundabout-In
it: AVE-4 Rotonda in entrata

source: AVE-4 Roundabout T out
cs: AVE-4 kruhový objezd T out
it: AVE-4 Rotatoria T out

source: AVE-4 Roundabout T in
cs: AVE-4 kruhový objezd T in
it: AVE-4 Rotatoria T in

source: TLA-7/AVE-6 TULEP Type A1/AVE-4 Type A1 + Intersection
cs: TLA-7/AVE-6 TULEP Typ A1/AVE-4 Typ A1 + křižovatka
it: TLA-7/AVE-6 TULEP Tipo A1/AVE-4 Tipo A1 + Intersezione

source: TLA-7/AVE-6 TULEP Type A1/AVE-4 Type A1 T Intersection
cs: TLA-7/AVE-6 TULEP Typ A1/AVE-4 Typ A1 T Křižovatka
it: TLA-7/AVE-6 TULEP Tipo A1/AVE-4 Tipo A1 Intersezione a T

source: Road TuLEP-Type AxDTR (Rotate for STR)
cs: Silniční TuLEP-Typ AxDTR (otočte pro STR)
it: TuLEP-Tipo di strada AxDTR (ruota per STR)

source: Road TuLEP-Type AxSTR (Rotate for DTR)
cs: Silniční TuLEP-Typ AxSTR (otočte pro DTR)
it: Asse stradale di tipo TuLEP (rotazione per DTR)

source: Road TuLEP-Type AxGLR
cs: Silniční TuLEP-Typ AxGLR
it: Strada TuLEP-Tipo AxGLR

source: Avenue TuLEP-Type AxDTR (Rotate for TLA-5)
cs: Avenue TuLEP-Type AxDTR (Otočit pro TLA-5)
it: Viale TuLEP-Tipo AxDTR (ruotare per TLA-5)

source: TLA-5 TuLEP-Type AxDTR (Rotate for Avenue)
cs: TLA-5 TuLEP-Type AxDTR (Otočit pro Avenue)
it: TLA-5 TuLEP-Tipo AxDTR (ruotare per il viale)

source: Avenue TuLEP-Type AxSTR (Rotate for TLA-5)
cs: Avenue TuLEP-Type AxSTR (otočte pro TLA-5)
it: Viale TuLEP-Type AxSTR (ruotare per TLA-5)

source: TLA-5 TuLEP-Type AxSTR (Rotate for Avenue)
cs: TLA-5 TuLEP-Type AxSTR (Otočit pro Avenue)
it: TLA-5 TuLEP-Type AxSTR (ruotare per il viale)

source: Avenue TuLEP-Type AxGLR (Rotate for TLA-5)
cs: Avenue TuLEP-Type AxGLR (Otočit pro TLA-5)
it: Viale TuLEP-Tipo AxGLR (ruotare per TLA-5)

source: TLA-5 TuLEP-Type AxGLR (Rotate for Avenue)
cs: TLA-5 TuLEP-Type AxGLR (Otočit pro Avenue)
it: TLA-5 TuLEP-Tipo AxGLR (ruotare per il viale)

source: FLEX Turn Lane - Road-to-Type 110 Transition (Road-based)
cs: FLEX odbočovací pruh – přechod ze silnice na typ 110 (na silnici)
it: Corsia di svolta FLEX - Transizione da strada a tipo 110 (su strada)

source: FLEX Turn Lane - TLA-3-to-Type 110 Transition (Road-based)
cs: FLEX odbočovací pruh – TLA-3-to-Type 110 Transition (silniční)
it: Corsia di svolta FLEX - Transizione da TLA-3 a Tipo 110 (su strada)

source: FLEX Turn Lane - AVE-2-to-Type 110 Transition (Road-based)
cs: FLEX odbočovací pruh – AVE-2-to-Type 110 Transition (silniční)
it: Corsia di svolta FLEX - Transizione da AVE-2 a Tipo 110 (su strada)

source: FLEX Turn Lane - Road-to-Type 110 Median Transition (Road-based)
cs: FLEX odbočovací pruh – přechod ze silnice na typ 110 se středním přechodem (na silnici)
it: Corsia di svolta FLEX - Transizione da strada a mediana di tipo 110 (su strada)

source: QuickTurn Type 110 x Type 110 +-Intersection Rotate for T-Intersection
cs: FLEX Turn Lane – Avenue/TLA-5-to-Type 120 Transition (avenue nebo Road-based)
it: QuickTurn Tipo 110 x Tipo 110 +-Intersezione Ruotare per l'intersezione a T

source: QuickTurn Type 110 x Type 110 T-Intersection Rotate for +-Intersection
it: QuickTurn Tipo 110 x Tipo 110 con intersezione a T Ruotare per l'intersezione +

source: FLEX Turn Lane - Avenue/TLA-5-to-Type 120 Transition (Avenue or Road-based)
it: Corsia di svolta FLEX - Transizione da viale/TLA-5 a tipo 120 (basata su viale o strada)

source: FLEX Turn Lane - Avenue/TLA-5-to-Type 220 Transition (Avenue or Road-based)
cs: FLEX Turn Lane – Avenue/TLA-5-to-Type 220 Transition (avenue nebo Road-based)
it: Corsia di svolta FLEX - Viale/TLA-5-Tipo 220 Transizione (su viale o su strada)

source: FLEX Turn Lane - RD-4-to-Type 120 Transition (Avenue or Road-based)
cs: FLEX odbočovací pruh – přechod RD-4-to-Type 120 (avenue nebo road)
it: Corsia di svolta FLEX - transizione da RD-4 a tipo 120 (su strada o viale)

source: QuickTurn Type 120 x Type 110 +-Intersection Rotate for T-Intersection
cs: FLEX odbočovací pruh – TLA-7-to-Type 130 Transition (silniční)
it: QuickTurn Tipo 120 x Tipo 110 +-Intersezione Ruotare per l'intersezione a T

source: QuickTurn Type 120 x Type 110 T-Intersection Rotate for +-Intersection
it: QuickTurn Tipo 120 x Tipo 110 con intersezione a T Ruotare per l'intersezione +

source: FLEX Turn Lane - Dual-Tile x Dual-Tile FLEX +-Intersection (Type 120 x 4 with Default Layout)
it: Corsia di svolta FLEX - Doppia piastrella x doppia piastrella FLEX + intersezione (Tipo 120 x 4 con layout predefinito)

source: QuickTurn Type 120 x Type 120 +-Intersection Rotate for T-Intersection
it: QuickTurn Tipo 120 x Tipo 120 +-Intersezione Ruotare per l'intersezione a T

source: FLEX Turn Lane - Dual-Tile x Dual-Tile FLEX T-Intersection (Type 120 x 2 + Avenue/TLA-5 with Default Layout)
it: Corsia di svolta FLEX - Intersezione a T FLEX a doppia piastrella x doppia piastrella (Tipo 120 x 2 + Avenue/TLA-5 con layout predefinito)

source: QuickTurn Type 120 x Type 120 T-Intersection Rotate for +-Intersection
it: QuickTurn Tipo 120 x Tipo 120 Intreccio a T Ruotare per l'intersezione +

source: QuickTurn Type 220 x Type 120 +-Intersection Rotate for T-Intersections
it: QuickTurn Tipo 220 x Tipo 120 +-Intersezione Rotazione per intersezioni a T

source: QuickTurn Type 220 (thru) x Type 120 (end) T-Intersection Rotate for Type 120 x 220 T-Intersection and +-Intersection
it: QuickTurn Tipo 220 (passante) x Tipo 120 (finale) con intersezione a T Ruotare per l'intersezione a T e l'intersezione + del tipo 120 x 220

source: QuickTurn Type 120 (thru) x Type 220 (end) T-Intersection Rotate for Type 220 x 120 T-Intersection and +-Intersection
it: QuickTurn Tipo 120 (passante) x Tipo 220 (terminale) con intersezione a T Ruotare per l'intersezione a T e l'intersezione + del tipo 220 x 120

source: QuickTurn Type 220 x Type 220 +-Intersection Rotate for T-Intersection
it: QuickTurn Tipo 220 x Tipo 220 +-Intersezione Ruotare per l'intersezione a T

source: QuickTurn Type 220 x Type 220 T-Intersection Rotate for +-Intersection
it: QuickTurn Tipo 220 x Tipo 220 Intreccio a T Ruotare per l'intersezione +

source: FLEX Turn Lane - TLA-7-to-Type 130 Transition (Road-based)
it: Corsia di svolta FLEX - Transizione da TLA-7 a Tipo 130 (su strada)

source: FLEX Turn Lane - AVE-6-to-Type 130 Transition (Road-based)
cs: FLEX odbočovací pruh – AVE-6-to-Type 130 Transition (silniční)
it: Corsia di svolta FLEX - Transizione da AVE-6 a Tipo 130 (su strada)

source: FLEX Turn Lane - TLA-7-to-Type 230 Transition (Road-based outer tiles, RHW-based inner tile)
cs: FLEX Turn Lane - TLA-7-to-Type 230 Transition (vnější dlaždice na bázi silnice, vnitřní dlaždice na bázi RHW)
it: Corsia di svolta FLEX - Transizione da TLA-7 a Tipo 230 (piastrelle esterne basate su strada, piastrelle interne basate su RHW)

source: FLEX Turn Lane - AVE-6-to-Type 230 Transition (Road-based outer tiles, RHW-based inner tile)
cs: FLEX Turn Lane - AVE-6-to-Type 230 Transition (vnější dlaždice na bázi silnice, vnitřní dlaždice na bázi RHW)
it: Corsia di svolta FLEX - Transizione da AVE-6 a Tipo 230 (piastrelle esterne su base stradale, piastrelle interne su base RHW)

source: QuickTurn Type 130 x Type 110 +-Intersection Rotate for T-Intersection
cs: Třícestný kruhový objezd Turbo, AVE-4
it: QuickTurn Tipo 130 x Tipo 110 +Intersezione Ruotare per l'intersezione a T

source: QuickTurn Type 130 x Type 110 T-Intersection Rotate for +-Intersections
it: QuickTurn Tipo 130 x Tipo 110 con intersezione a T Ruotare per le intersezioni +

source: FLEX Turn Lane - Triple-Tile x Dual-Tile FLEX +-Intersection (Type 130 x 2 + Type 120 x 2 with Default Layout)
it: Corsia di svolta FLEX - Tripla piastrella x Doppia piastrella FLEX + Intersezione (Tipo 130 x 2 + Tipo 120 x 2 con layout predefinito)

source: QuickTurn Type 130 x Type 120 +-Intersection Rotate for T-Intersections
it: QuickTurn Tipo 130 x Tipo 120 +-Intersezione Rotazione per intersezioni a T

source: FLEX Turn Lane - Triple-Tile (thru) x Dual-Tile (end) FLEX T-Intersection (Type 130 x 1 + Type 120 x 1 + TLA-7/AVE-6 with Default Layout)
it: Corsia di svolta FLEX - Tripla piastrella (attraverso) x Doppia piastrella (alla fine) Intersezione FLEX a T (Tipo 130 x 1 + Tipo 120 x 1 + TLA-7/AVE-6 con layout predefinito)

source: QuickTurn Type 130 (thru) x Type 120 (end) T-Intersection Rotate for Type 120 x Type 130 T-Intersection and +-Intersection
it: QuickTurn Tipo 130 (passante) x Tipo 120 (finale) con intersezione a T Ruotare per l'intersezione a T e l'intersezione + del tipo 120 x 130

source: FLEX Turn Lane - Triple-Tile (end) x Dual-Tile (thru) FLEX T-Intersection (Type 130 x 1 + Type 120 x 1 + Avenue/TLA-5 with Default Layout)
it: Corsia di svolta FLEX - Tripla piastrella (finale) x Doppia piastrella (passante) Intersezione FLEX a T (Tipo 130 x 1 + Tipo 120 x 1 + Avenue/TLA-5 con layout predefinito)

source: QuickTurn Type 120 (thru) x Type 130 (end) T-Intersection Rotate for Type 130 x Type 120 T-Intersection and +-Intersection
it: QuickTurn Tipo 120 (passante) x Tipo 130 (terminale) Intezione a T Ruotare per l'intersezione a T e l'intersezione + del tipo 130 x tipo 120

source: QuickTurn Type 130 x Type 220 +-Intersection Rotate for T-Intersections
it: QuickTurn Tipo 130 x Tipo 220 +-Intersezione Rotazione per intersezioni a T

source: QuickTurn Type 130 (thru) x Type 220 (end) T-Intersection Rotate for Type 220 x Type 130 T-Intersection and +-Intersection
it: QuickTurn Tipo 130 (passante) x Tipo 220 (terminale) Intezione a T Rotazione per l'intersezione a T e l'intersezione + del tipo 220 x 130

source: QuickTurn Type 220 (thru) x Type 130 (end) T-Intersection Rotate for Type 130 x Type 220 T-Intersection and +-Intersection
it: QuickTurn Tipo 220 (passante) x Tipo 130 (terminale) Intezione a T Ruotare per l'intersezione a T e l'intersezione + del tipo 130 x 220

source: FLEX Turn Lane - Triple-Tile x Triple-Tile FLEX +-Intersection (Type 130 x 4 with Default Layout)
it: Corsia di svolta FLEX - Tripla piastrella x tripla piastrella FLEX + intersezione (Tipo 130 x 4 con layout predefinito)

source: QuickTurn Type 130 x Type 130 +-Intersection Rotate for T-Intersections
it: QuickTurn Tipo 130 x Tipo 130 +-Intersezione Rotazione per intersezioni a T

source: FLEX Turn Lane - Triple-Tile x Triple-Tile FLEX T-Intersection (Type 130 x 2 + TLA-7/AVE-6 with Default Layout)
it: Corsia di svolta FLEX - Intersezione a T FLEX a tre piastrelle x tre piastrelle (Tipo 130 x 2 + TLA-7/AVE-6 con layout predefinito)

source: QuickTurn Type 130 x Type 130 T-Intersection Rotate for T-Intersections
it: QuickTurn Tipo 130 x Tipo 130 Intreccio a T Rotazione per intersezioni a T

source: Three-way Turbo Roundabout, AVE-4
it: Rotatoria turbo a tre vie, AVE-4

source: Four-way Turbo Roundabout, AVE-4
cs: Čtyřcestný kruhový objezd Turbo, AVE-4
it: Rotatoria turbo a quattro vie, AVE-4

source: Three-way Turbo Roundabout, RD-4
cs: Třícestný kruhový objezd Turbo, RD-4
it: Rotatoria turbo a tre vie, RD-4

source: Four-way Turbo Roundabout, RD-4
cs: Čtyřcestný kruhový objezd Turbo, RD-4
it: Rotatoria turbo a quattro vie, RD-4

source: Three-way Turbo Roundabout, RD-6
cs: Třícestný kruhový objezd Turbo, RD-6
it: Rotatoria turbo a tre vie, RD-6

source: Four-way Turbo Roundabout, RD-6
cs: Čtyřcestný kruhový objezd Turbo, RD-6
it: Rotatoria turbo a quattro vie, RD-6

source: Three-way Roundabout, AVE-4 x ARD-3
cs: Třícestný kruhový objezd, AVE-4 x ARD-3
it: Rotatoria a tre vie, AVE-4 x ARD-3

source: Four-way Roundabout, AVE-4 x ARD-3
cs: Čtyřcestný kruhový objezd, AVE-4 x ARD-3
it: Rotatoria a quattro vie, AVE-4 x ARD-3

source: Three-way Roundabout, RD-4 x ARD-3
cs: Třícestný kruhový objezd, RD-4 x ARD-3
it: Rotatoria a tre vie, RD-4 x ARD-3

source: Four-way Roundabout, RD-4 x ARD-3
cs: Čtyřcestný kruhový objezd, RD-4 x ARD-3
it: Rotatoria a quattro vie, RD-4 x ARD-3

source: Three-way Roundabout, RD-6 x ARD-3
cs: Třícestný kruhový objezd, RD-6 x ARD-3
it: Rotatoria a tre vie, RD-6 x ARD-3

source: Four-way Roundabout, RD-6 x ARD-3
cs: Čtyřcestný kruhový objezd, RD-6 x ARD-3
it: Rotatoria a quattro vie, RD-6 x ARD-3

source: Three-way Roundabout, RD-4 x RD-4
cs: Třícestný kruhový objezd, RD-4 x RD-4
it: Rotatoria a tre vie, RD-4 x RD-4

source: Four-way Roundabout, RD-4 x RD-4
cs: Čtyřcestný kruhový objezd, RD-4 x RD-4
it: Rotatoria a quattro vie, RD-4 x RD-4

source: TLA-7/AVE-6 Type A1 - Avenue Type A2 T Intersection
cs: TLA-7/AVE-6 Type A1 - Avenue Type A2 T Křižovatka

source: TLA-7/AVE-6 Type A1 - Road Type A1 + Intersection
cs: TLA-7/AVE-6 Typ A1 - Silnice typu A1 + Křižovatka

source: TLA-7/AVE-6 Type A1 - Road Type A2 T Intersection
cs: TLA-7/AVE-6 Typ A1 - Silniční Typ A2 T Křižovatka

source: FLEX Turn Lane - ARD-3-to-Type 110 Transition (Road-based)
cs: FLEX odbočovací pruh – ARD-3-to-Type 110 Transition (silniční)
