Repository: BluelightningSC4/Network-Addon-Mod
Catalog: ltext/*/puzzlepieces-lightrail.po
Languages: cs, de, it

source: Tram-Avenue - Avenue ending with tram continuing on left side - with crossing road
cs: Tramvajová třída - Avenue končící tramvají pokračující po levé straně - s křižovatkou
de: Allee mit Straßenbahn - Allee-Ende mit linksseitiger Straßenbahnweiterführung - mit Querstraße
it: Viale dei tram - Viale che termina con il tram che prosegue sul lato sinistro - con strada di attraversamento

source: Tram-Avenue - Avenue ending with tram continuing on right side - with crossing road
cs: Tramvajová třída - Avenue končící tramvají pokračující vpravo - s křižovatkou
de: Allee mit Straßenbahn - Allee-Ende mit rechtsseitiger Straßenbahnweiterführung - mit Querstraße
it: Viale dei tram - Viale che termina con il tram che prosegue sul lato destro - con strada di attraversamento

source: Tram-Avenue - transition to road (right) and tram (left) side - with crossing road
cs: Tramvajová třída - přechod na silnici (vpravo) a tramvaj (vlevo) - s křižovatkou
de: Allee mit Straßenbahn - Übergang in Straße (rechts) und Straßenbahn (links) - mit Querstraße
it: Viale del tram - passaggio al lato strada (destra) e al lato tram (sinistra) - con attraversamento della strada

source: Tram-Avenue - transition to road (left) and tram (right) side - with crossing road
cs: Tram-Avenue - přechod na silnici (vlevo) a tramvaj (vpravo) - s křižovatkou
de: Allee mit Straßenbahn - Übergang in Straße (links) und Straßenbahn (rechts) - mit Querstraße
it: Viale del tram - passaggio al lato strada (sinistra) e al lato tram (destra) - con attraversamento della strada

source: Tram-Avenue - transition to road (right) and tram (left) side - with intersecting road on left
cs: Tram-Avenue - přechod na silnici (vpravo) a tramvaj (vlevo) - s křižovatkou silnice vlevo
de: Allee mit Straßenbahn - Übergang in Straße (rechts) und Straßenbahn (links) - mit Querstraße links
it: Viale del tram - passaggio al lato strada (destra) e al lato tram (sinistra) - con intersezione stradale a sinistra

source: Tram-Avenue - transition to road (left) and tram (right) side - with intersecting road on right
cs: Tramvajová třída - přechod na silnici (vlevo) a tramvaj (vpravo) - s protínající se silnicí vpravo
de: Allee mit Straßenbahn - Übergang in Straße (links) und Straßenbahn (rechts) - mit Querstraße rechts
it: Viale del tram - passaggio al lato strada (sinistra) e al lato tram (destra) - con intersezione stradale a destra

source: Tram-Avenue - transition to road (right) and tram (left) side - with intersecting road on right
cs: Tram-Avenue - přechod na silnici (vpravo) a tramvaj (vlevo) - s křižovatkou silnice vpravo
de: Allee mit Straßenbahn - Übergang in Straße (rechts) und Straßenbahn (links) - mit Querstraße rechts
it: Viale del tram - passaggio al lato strada (destra) e al lato tram (sinistra) - con intersezione stradale a destra

source: Tram-Avenue - transition to road (left) and tram (right) side - with intersecting road on left
cs: Tram-Avenue - přechod na stranu silnice (vlevo) a tramvaje (vpravo) - s protínající se silnicí vlevo
de: Allee mit Straßenbahn - Übergang in Straße (links) und Straßenbahn (rechts) - mit Querstraße links
it: Viale del tram - passaggio al lato strada (sinistra) e al lato tram (destra) - con intersezione stradale a sinistra

source: Tram-Avenue - Tram cloverleaf
cs: Tram-Avenue - Tramvajový jetel
de: Allee mit Straßenbahn - Straßenbahnkleeblatt
it: Viale del tram - Quadrifoglio del tram

source: Tram-Avenue transition to Avenue - Tram T-junction
cs: Tramvaj-Avenue přechod na Avenue - Tramvaj T-křižovatka
de: Allee mit Straßenbahn - Ende mit Straßenbahndreieck
it: Transizione tram-viale a viale - incrocio a T del tram

source: Tram-Avenue - Tram T-junction sidewards
cs: Tram-Avenue - Tramvajová T-křižovatka šikmo
de: Allee mit Straßenbahn - seitliches Straßenbahndreieck
it: Viale dei tram - incrocio a T del tram in direzione laterale

source: Tram-Avenue transition to Avenue - Tram curve to right
cs: Tramvaj-Avenue přechod na Avenue - Tramvajová zatáčka doprava
de: Allee mit Straßenbahn - Ende mit rechter Kurve
it: Transizione tram-viale a viale - Curva del tram a destra

source: Tram-Avenue transition to Avenue - Tram curve to left
cs: Tramvaj-Avenue přechod na Avenue - Tramvajová zatáčka doleva
de: Allee mit Straßenbahn - Ende mit linker Kurve
it: Transizione tram-viale a viale - Curva del tram a sinistra

source: Tram-Avenue transition to road (right) and tram (left)
cs: Tramvaje-Avenue přechod na silnici (vpravo) a tramvaj (vlevo)
de: Allee mit Straßenbahn - Übergang in Straße (rechts) und Straßenbahn (links)
it: Transizione tram-viale a strada (destra) e tram (sinistra)

source: Tram-Avenue transition to road (left) and tram (right)
cs: Tramvaje-Avenue přechod na silnici (vlevo) a tramvaj (vpravo)
de: Allee mit Straßenbahn - Übergang in Straße (links) und Straßenbahn (rechts)
it: Transizione tram-viale a strada (sinistra) e tram (destra)

source: Tram-Avenue - straight piece (grass)
cs: Tram-Avenue - rovný kus (tráva)
de: Allee mit Straßenbahn - gerades Teilstück (Gras)
it: Viale del tram - pezzo diritto (erba)

source: Tram-Avenue - Orthogonal-Diagonal Piece (grass)
cs: Tramvajová třída – ortogonální diagonální kus (tráva)
de: Allee mit Straßenbahn - Übergang orthogonal/diagonal (Gras)
it: Viale del tram - Pezzo ortogonale-diagonale (erba)

source: Tram-Avenue under elevated Highway
cs: Tramvajová třída pod zvýšenou dálnicí
de: Tram-Allee unter erhöhter Autobahn
it: Viale del tram sotto l'autostrada sopraelevata

source: straight tram-avenue - with diagonal tram exit
cs: přímá tramvajová třída - s diagonálním tramvajovým výstupem
de: gerade Allee mit Straßenbahn - mit diagonaler Straßenbahneinmündung
it: viale tranviario rettilineo - con uscita tranviaria diagonale

source: Tram-Avenue under Monorail
cs: Tramvajová třída pod jednokolejkou
de: Tram-Allee unter Monorail
it: Viale del tram sotto la Monorotaia

source: Tram-Avenue under Monorail
cs: Tramvajová třída pod jednokolejkou
de: Tram-Allee unter Monorail
it: Viale del tram sotto la Monorotaia

source: Tram-Avenue under Elevated Light Rail
cs: Tramvajová třída pod nadzemní dráhou
de: Tram-Allee unter Hochbahn
it: Viale del tram sotto la ferrovia leggera sopraelevata

source: Tram-Avenue under Elevated Light Rail
cs: Tramvajová třída pod nadzemní dráhou
de: Tram-Allee unter Hochbahn
it: Viale del tram sotto la ferrovia leggera sopraelevata

source: Tram-Avenue junction: Avenue T-intersection - 4way Tram (normal Tram on one side)
cs: Tramvaj-Avenue křižovatka: Avenue T-křižovatka - 4way Tramvaj (normální tramvaj na jedné straně)
de: Allee mit Straßenbahn - Alleekreuzung mit Tramgleisen auf einer Seite
it: Intersezione tram-viale: Intersezione a T del viale - Tram a 4 vie (tram normale su un lato)

source: Tram-Avenue junction: Avenue T-intersection - 4way Tram (Tram-in-Road on one side)
cs: Tramvajová křižovatka: křižovatka Avenue T – čtyřcestná tramvaj (tramvaj na jedné straně)
de: Allee mit Straßenbahn - Alleekreuzung mit Tram-in-Hauptstraße auf einer Seite
it: Intersezione tram-viale: Intersezione a T del viale - Tram a 4 vie (Tram in strada su un lato)

source: Tram-Avenue transition to straight Tram and Avenue curve
cs: Tramvaj-Avenue přechod na rovnou tramvaj a Avenue oblouk
de: Tram-Alleeübergang zu gerader Straßenbahn und Alleekurve
it: Transizione tram-viale a curva rettilinea tram e viale

source: Tram-Avenue transition to straight Tram and diagonal Avenue
cs: Tramvaje-Avenue přechod na rovnou Tramvaj a diagonální Avenue
de: Tram-Alleeübergang zu gerader Straßenbahn und diagonaler Allee
it: Transizione tram-viale a tram diritto e viale diagonale

source: Tram-Avenue transition to Avenue with Tram turning circle Fill gap with Station or puzzle pieces
cs: Diagonal Tram-Avenue - diagonální křižovatka silnic
de: Tram-Alleeübergang zu Allee mit Straßenbahnwendekreis Fülle die Lücke mit Tram-Allee-Haltestelle oder Puzzleteilen
it: Transizione tram-viale a viale con cerchio di svolta del tram Riempire il vuoto con la stazione o i pezzi del puzzle

source: Tram-Avenue transition to Avenue with Tram turning circle (grass) Fill gap with Station or puzzle pieces
de: Tram-Allee (Gras) - Übergang zu Allee mit Straßenbahnwendekreis Fülle die Lücke mit Tram-Allee-Haltestelle oder Puzzleteilen
it: Transizione tram-viale a viale con cerchio di svolta del tram (erba) Riempire il vuoto con la stazione o i pezzi del puzzle

source: Tram-Avenue with Tram turning circle Fill gap with Station or puzzle pieces
de: Tram-Allee mit Straßenbahnwendekreis Fülle die Lücke mit Tram-Allee-Haltestelle oder Puzzleteilen
it: Viale del tram con cerchio di svolta del tram Riempire il vuoto con la stazione o i pezzi del puzzle

source: Tram-Avenue with Tram turning circle (grass) Fill gap with Station or puzzle pieces
de: Tram-Allee (Gras) mit Straßenbahnwendekreis Fülle die Lücke mit Tram-Allee-Haltestelle oder Puzzleteilen
it: Viale del tram con cerchio di svolta del tram (erba) Riempire il vuoto con la stazione o con i pezzi del puzzle

source: Diagonal Tram-Avenue - diagonal Road Intersection
de: Diagonale Tram-Allee - diagonale Hauptstraßenkreuzung
it: Intersezione diagonale viale del tram - strada diagonale

source: Diagonal Tram-Avenue - diagonal Road Intersection
cs: Diagonal Tram-Avenue - diagonální křižovatka silnic
de: Diagonale Tram-Allee - diagonale Hauptstraßenkreuzung
it: Intersezione diagonale viale del tram - strada diagonale

source: Diagonal Tram-Avenue - diagonal Road Intersection on one side
cs: Diagonal Tram-Avenue - diagonální silniční křižovatka na jedné straně
de: Diagonale Tram-Allee - einseitige diagonale Hauptstraßenkreuzung
it: Viale del tram diagonale - intersezione stradale diagonale su un lato

source: Diagonal Tram-Avenue - diagonal Road Intersection on one side
cs: Diagonal Tram-Avenue - diagonální silniční křižovatka na jedné straně
de: Diagonale Tram-Allee - einseitige diagonale Hauptstraßenkreuzung
it: Viale del tram diagonale - intersezione stradale diagonale su un lato

source: Diagonal Tram-Avenue - intersection with orthogonal Tram
cs: Diagonal Tram-Avenue - křižovatka s ortogonální tramvají
de: Diagonale Tram-Allee - Kreuzung mit orthogonaler Tram
it: Viale del tram diagonale - intersezione con il tram ortogonale

source: Diagonal Tram-Avenue - crossing orthogonal road
cs: Diagonal Tram-Avenue - křížení ortogonální silnice
de: Diagonale Tram-Allee - orthogonale Hauptstraßenkreuzung
it: Viale del tram diagonale - attraversamento della strada ortogonale

source: Diagonal Tram-Avenue - crossing orthogonal road on one side
cs: Diagonal Tram-Avenue - křížení ortogonální silnice na jedné straně
de: Diagonale Tram-Allee - einseitige orthogonale Hauptstraßenkreuzung
it: Viale del tram diagonale - attraversamento della strada ortogonale su un lato

source: Diagonal Tram-Avenue - diagonal Avenue Intersection
cs: Diagonal Tram-Avenue - diagonální křižovatka Avenue
de: Diagonale Tram-Allee - diagonale Alleekreuzung
it: Intersezione viale del tram diagonale - viale diagonale

source: Half-Avenue filler for diagonal Tram-Avenue
cs: Výplň Half-Avenue pro diagonální Tram-Avenue
de: Halber Alleefüller für diagonale Tram-Allee
it: Riempimento del mezzo viale per il viale del tram in diagonale

source: Diagonal Tram-Avenue - diagonal Avenue Intersection
cs: Diagonal Tram-Avenue - diagonální křižovatka Avenue
de: Diagonale Tram-Allee - diagonale Alleekreuzung
it: Intersezione viale del tram diagonale - viale diagonale

source: Diagonal Tram-Avenue - diagonal Avenue Intersection on one side
cs: Diagonal Tram-Avenue - diagonální křižovatka Avenue na jedné straně
de: Diagonale Tram-Allee - einseitige diagonale Alleekreuzung
it: Viale del tram diagonale - viale diagonale Intersezione su un lato

source: Diagonal Tram-Avenue - orthogonal Avenue Intersection
cs: Diagonal Tram-Avenue - ortogonální křižovatka Avenue
de: Diagonale Tram-Allee - orthogonale Alleekreuzung
it: Intersezione diagonale viale del tram - viale ortogonale

source: Diagonal Tram-Avenue - orthogonal Avenue Intersection on one side
cs: Diagonal Tram-Avenue - ortogonální křižovatka Avenue na jedné straně
de: Diagonale Tram-Allee - einseitig orthogonale Alleekreuzung
it: Viale del tram diagonale - viale ortogonale Intersezione su un lato

source: Diagonal Tram-Avenue - diagonal Onewayroad Intersection
cs: Diagonal Tram-Avenue - diagonální křižovatka Onewayroad
de: Diagonale Tram-Allee - diagonale Einbahnstraßenkreuzung
it: Intersezione diagonale viale del tram - diagonale strada a senso unico

source: Diagonal Tram-Avenue - diagonal Onewayroad Intersection
cs: Diagonal Tram-Avenue - diagonální křižovatka Onewayroad
de: Diagonale Tram-Allee - diagonale Einbahnstraßenkreuzung
it: Intersezione diagonale viale del tram - diagonale strada a senso unico

source: Diagonal Tram-Avenue - diagonal Onewayroad Intersection on one side
cs: Diagonal Tram-Avenue - diagonální křižovatka Onewayroad na jedné straně
de: Diagonale Tram-Allee - einseitige diagonale Einbahnstraßenkreuzung
it: Viale del tram diagonale - diagonale Intersezione monodirezionale su un lato

source: Diagonal Tram-Avenue - diagonal Onewayroad Intersection on one side
cs: Diagonal Tram-Avenue - diagonální křižovatka Onewayroad na jedné straně
de: Diagonale Tram-Allee - einseitig diagonale Einbahnstraßenkreuzung
it: Viale del tram diagonale - diagonale Intersezione monodirezionale su un lato

source: Diagonal Tram-Avenue - diagonal Onewayroad Intersection on one side
cs: Diagonal Tram-Avenue - diagonální křižovatka Onewayroad na jedné straně
de: Diagonale Tram-Allee - einseitige diagonale Einbahnstraßenkreuzung
it: Viale del tram diagonale - diagonale Intersezione monodirezionale su un lato

source: Diagonal Tram-Avenue - diagonal Onewayroad Intersection on one side
cs: Diagonal Tram-Avenue - diagonální křižovatka Onewayroad na jedné straně
de: Diagonale Tram-Allee - einseitig diagonale Einbahnstraßenkreuzung
it: Viale del tram diagonale - diagonale Intersezione monodirezionale su un lato

source: Diagonal Tram-Avenue - orthogonal Onewayroad Intersection
cs: Diagonal Tram-Avenue - ortogonální jednosměrná křižovatka
de: Diagonale Tram-Allee - orthogonale Einbahnstraßenkreuzung
it: Intersezione diagonale viale del tram - ortogonale strada a senso unico

source: Diagonal Tram-Avenue - orthogonal Onewayroad Intersection on one side
cs: Diagonal Tram-Avenue - ortogonální jednosměrná křižovatka na jedné straně
de: Diagonale Tram-Allee - einseitig orthogonale Einbahnstraßenkreuzung
it: Viale del tram diagonale - intersezione monodirezionale ortogonale su un lato

source: Orthogonal Tram-Avenue junction with diagonal Tram-Avenue on one side
cs: Ortogonální křižovatka Tram-Avenue s diagonální Tram-Avenue na jedné straně
de: Orthogonale Tram-Allee-Kreuzung mit einseitig diagonaler Tram-Allee
it: Raccordo ortogonale viale del Tram con viale del Tram diagonale su un lato

source: Orthogonal Tram-Avenue junction with diagonal Tram-Avenue and orthogonal avenue
cs: Ortogonální křižovatka Tram-Avenue s diagonální Tram-Avenue a ortogonální avenue
de: Orthogonale Tram-Allee-Kreuzung mit diagonaler Tram-Allee und orthogonaler Allee
it: Raccordo ortogonale viale del tram con viale del tram diagonale e viale ortogonale

source: Orthogonal / diagonal Tram-Avenue junction
cs: Ortogonální / diagonální křižovatka Tram-Avenue
de: Orthogonal / diagonale Tram-Allee-Kreuzung
it: Raccordo ortogonale / diagonale Tram-Viale

source: Orthogonal-diagonal transition of Tram-Avenue and orthogonal Avenue
cs: Ortogonálně-diagonální přechod Tram-Avenue a ortogonal Avenue
de: Orthogonal-diagonaler Übergang der Tram-Allee und orthogonale Allee
it: Transizione ortogonale-diagonale di Tram-Avenue e Avenue ortogonale

source: Orthogonal-diagonal transition of Tram-Avenue and two Avenues
cs: Ortogonálně-diagonální přechod Tram-Avenue a dvou tříd
de: Orthogonal-diagonaler Übergang der Tram-Allee und zwei Alleen
it: Transizione ortogonale-diagonale di Tram-Avenue e di due Avenues

source: Tram-Avenue Y-junction
cs: Tramvaj-Avenue Y-křižovatka
de: Tram-Allee Y-Kreuzung
it: Raccordo Y del tram

source: Tram-Avenue Y-junction with straight Avenue
cs: Tramvaj-Avenue Y-křižovatka s rovnou Avenue
de: Tram-Allee Y-Kreuzung mit gerader Allee
it: Viale dei tram Incrocio a Y con viale dritto

source: Orthogonal / diagonal Tram-Avenue Y-junction
cs: Ortogonální / diagonální křižovatka Y Tram-Avenue
de: Orthogonal / diagonale Tram-Allee Y-Kreuzung
it: Raccordo a Y ortogonale / diagonale del viale dei tram

source: Elevated highway intersection with tram-avenue
cs: Vyvýšená dálniční křižovatka s tramvajovou třídou
de: Erhöhte Autobahnausfahrt zur Tram-Allee
it: Intersezione autostradale sopraelevata con la tram sul viale

source: High Elevated Rail over Blank Terrain - Straight Puzzle Piece
cs: Vysoká vyvýšená kolejnice nad prázdným terénem - rovný dílek skládačky
de: Erhöhte Hochbahn über unbebautem Gelände
it: Ferrovia Sopraelevata elevato su terreno vuoto - Pezzo di puzzle diritto

source: High Elevated Rail over Blank Terrain - NO Pylon
cs: Vysoká vyvýšená kolejnice přes prázdný terén – ŽÁDNÝ pylon
de: Erhöhte Hochbahn über unbebautem Gelände (ohne Pfeiler)
it: Ferrovia Sopraelevata elevato su terreno vuoto - NO pilone

source: High Elevated Rail over Rail Puzzle Piece
cs: Skládačka s vysokou vyvýšenou kolejnicí nad kolejnicí
de: Erhöhte Hochbahn über Eisenbahn
it: Pezzo di puzzle a Ferrovia Sopraelevata elevato su rotaia

source: High Elevated Rail over Street Puzzle Piece
cs: Vysoká vyvýšená kolejnice přes pouliční dílek skládačky
de: Erhöhte Hochbahn über Straße
it: Pezzo di puzzle della Ferrovia Sopraelevata Elevata su Strada

source: High Elevated Rail over Road Puzzle Piece
cs: Vysoká vyvýšená kolejnice přes silniční dílek skládačky
de: Erhöhte Hochbahn über Landstraße
it: Pezzo di puzzle della Ferrovia Sopraelevata Elevata sopra la Strada

source: High Elevated Rail over OneWayRoad Puzzle Piece
cs: Vysoká vyvýšená kolejnice přes dílek skládačky OneWayRoad
de: Erhöhte Hochbahn über Einbahnstraße
it: Pezzo di puzzle della Ferrovia Sopraelevata Elevata sopra la Strada a Senso Unico

source: High Elevated Rail over Avenue Puzzle Piece
cs: Vysoká vyvýšená kolejnice přes dílek skládačky Avenue
de: Erhöhte Hochbahn über Allee
it: Pezzo di puzzle della Ferrovia Sopraelevata Elevata sopra Viale

source: High Elevated Rail over Ground Light Rail Puzzle Piece
de: Erhöhte Hochbahn über Straßenbahn
it: Pezzo di puzzle della Ferrovia Sopraelevata Elevata sopra metropolitana leggera terrestre

source: High Elevated Rail over GroundHighway Puzzle Piece
de: Erhöhte Hochbahn über ebenerdige Autobahn
it: Pezzo di puzzle della Ferrovia Sopraelevata Elevata sopra autostrada terrestre

source: High Elevated Rail over Monorail Puzzle Piece
cs: Vysoká vyvýšená kolejnice přes díl skládačky jednokolejky
de: Erhöhte Hochbahn über Monorail
it: Pezzo di puzzle della Ferrovia Sopraelevata Elevata sopra la monorotaia

source: High Elevated Rail over Elevated Rail Puzzle Piece
cs: Skládačka s vysokou vyvýšenou kolejnicí nad vyvýšenou kolejnicí
de: Erhöhte Hochbahn über Hochbahn
it: Pezzo di puzzle della Ferrovia Sopraelevata Elevata sopra la ferrovia sopraelevata

source: High Elevated Rail over Rail Viaduct Puzzle Piece
cs: Skládačka s vysokou vyvýšenou kolejnicí nad železničním viaduktem
de: Erhöhte Hochbahn über Eisenbahn-Viadukt
it: Pezzo di puzzle della Ferrovia Sopraelevata Elevata sopra viadotto ferroviario

source: High Elevated Rail over Road Viaduct Puzzle Piece
cs: Vysoká vyvýšená kolejnice přes silniční viadukt
de: Erhöhte Hochbahn über Landstraßen-Viadukt
it: Pezzo di puzzle della Ferrovia Sopraelevata Elevata sopra viadotto stradale

source: High Elevated Rail over OneWay Road Viaduct Puzzle Piece
cs: Vysoká vyvýšená kolejnice přes jednosměrný silniční viadukt
de: Erhöhte Hochbahn über Einbahnstaßen-Viadukt
it: Pezzo di puzzle della Ferrovia Sopraelevata Elevata sopra viadotto stradale a senso unico

source: High Elevated Rail over Avenue Viaduct Puzzle Piece
cs: High Elevated Rail over Avenue viadukt Puzzle Piece
de: Erhöhte Hochbahn über Allee-Viadukt
it: Pezzo di puzzle della Ferrovia Sopraelevata Elevata sopra viadotto viale

source: Straight Elevated Rail OnSlope Puzzle Piece
cs: Přímá vyvýšená kolejnice na svahu skládačka
de: Hangpuzzleteil für erhöhte Hochbahn
it: Binario rettilineo rialzato in pendenza Pezzo del puzzle

source: "T" Elevated Rail OnSlope Puzzle Piece
cs: T Skládačka se zvýšenou kolejnicí na svahu
de: Hangpuzzleteil für erhöhte Hochbahn mit Unterführung
it: Binario sopraelevato a "T" Pezzo di puzzle in pendenza

source: El-Over-Ave to Tram in Ave
cs: El-Over-Ave na tramvaj v Ave
it: Transizione Ferrovia Sopraelevata sopra il Viale a Tran sul Viale

source: El-Over-Ave to Diag El-Rail
cs: El-Over-Ave k Diag El-Rail
it: Ferrovia Sopraelevata sopra Viale transizione diagonale a Ferrovia Sopraelevata sopra la Strada

source: Tram-in-Road - straight piece
cs: Tramvaj na silnici - rovný kus
de: Tram in Hauptstraße - gerades Teilstück
it: Tram in strada - pezzo diritto

source: Bridge connector for Tram-in-Road - Handle with care - may crash the game when selected and cursor touches a tram station
cs: Mostový konektor pro Tram-in-Road – Zacházejte opatrně – může dojít k selhání hry, když je vybrána a kurzor se dotkne tramvajové stanice
de: Brückenverbindung für Tram in Hauptstraße - Vorsicht - Spielabsturz wenn ausgewählt und der Cursor eine Straßenbahnstation berührt!
it: Connettore a ponte per il Tram su strada - Da maneggiare con cautela: potrebbe bloccarsi quando il gioco viene selezionato e il cursore tocca una stazione del tram.

source: Tram-in-Road - transition crossing to Tram-in-Avenue
cs: Tram-in-Road - přechod na Tram-in-Avenue
de: Tram auf Hauptstraße - Übergangskreuzung zur Tram-Allee
it: Tram-in-strada - attraversamento di transizione verso Tram-in-venue

source: Tram-avenue junction and transition to tram-in-road
cs: Tramvajová křižovatka a přechod na tramvaj v silnici
de: Tram auf Hauptstraße - Übergangskreuzung zur Tram-Allee
it: Raccordo tram-viale e passaggio al tram su strada

source: Tram-avenue junction and transition to tram-in-road
cs: Tramvajová křižovatka a přechod na tramvaj v silnici
de: Tram auf Hauptstraße - Übergangskreuzung zur Tram-Allee
it: Raccordo tram-viale e passaggio al tram su strada

source: Tram-avenue transition to tram-in-road
cs: Tramvajový přechod na tramvaj v silnici
de: Tram-Allee Übergang zur Tram in Hauptstraße
it: Transizione del tram-viale al tram-in-strada

source: Tram-avenue transition to tram-on-road
cs: Tramvajový přechod na tramvaj na silnici
de: Tram-Allee Übergang zur Tram auf Hauptstraße
it: Transizione del tram-viale al tram su strada

source: Rural Tram-on-Road S-curve
cs: Venkovská tramvaj na silnici S-křivka
de: Tram auf Hauptstraße: sanfte Kurve
it: Curva a S del tram rurale su strada

source: Urban Tram-on-Road S-curve
cs: Městská tramvaj na silnici S-křivka
it: Curva a S del tram urbano su strada

source: Tram-in-Road - transition crossing to Tram-in-Avenue
cs: Tram-in-Road - přechod na Tram-in-Avenue
de: Tram auf Hauptstraße - Übergangskreuzung zur Tram-Allee
it: Tram-in-strada - attraversamento di transizione verso Tram-in-viale

source: Tram-avenue junction and transition to tram-in-road
cs: Tramvajová křižovatka a přechod na tramvaj v silnici
de: Tram auf Hauptstraße - Übergangskreuzung zur Tram-Allee
it: Raccordo tram-viale e passaggio al tram su strada

source: Tram-avenue junction and transition to tram-in-road
cs: Tramvajová křižovatka a přechod na tramvaj v silnici
de: Tram auf Hauptstraße - Übergangskreuzung zur Tram-Allee
it: Raccordo tram-viale e passaggio al tram su strada
