Repository: BluelightningSC4/Network-Addon-Mod
Catalog: ltext/*/stations-maxis.po
Languages: es, it, ko

source: Grand Railroad Station by Maxis
es: Gran Estación de Ferrocarriles de Maxis
it: Grande Stazione Ferroviaria di Maxis
ko: 대형 철도역. Maxis 제작

source: Provides a boost to commercial and residential demand Lot Size: 10x6 Monthly Cost: #m:EA54D286# Bulldoze Cost: #m:099AFACD# Power Consumption: #d:27812854# Water Consumption: #d:C8ED2D84# Passenger Capacity: #d:4aa60ebc# Jobs: 53 Created by Maxis
es: Impulsa la demanda comercial y residencial Tamaño del terreno: 10x6 Mantenimiento mensual: #m:EA54D286# Costo de demoler: #m:099AFACD# Consumo eléctrico: #d:27812854# Consumo de agua: #d:C8ED2D84# Capacidad de pasajeros: #d:4aa60ebc# Puestos de trabajo: 53 Creada por Maxis
it: Fornisce un impulso alla domanda commerciale e residenziale Dimensione del lotto: 10x6 Costo mensile: #m:EA54D286# Costo del bulldoze: #m:099AFACD# Consumo di energia: #d:27812854# Consumo di acqua: #d:C8ED2D84# Capacità passeggeri: #d:4aa60ebc# Posti di lavoro: 53 Creato da Maxis
ko: 주거와 상업 수요를 늘려줍니다. 크기: 10x6 월간 비용: #m:EA54D286# 철거 비용: #m:099AFACD# 전력 소비량: #d:27812854# 수도 소비량: #d:C8ED2D84# 승객 수용량: #d:4aa60ebc# 일자리: 53 Maxis 제작

source: Toll Booth by Maxis
es: Plaza de peaje de Maxis
it: Casello del Pedaggio di Maxis
ko: 요금소. Maxis 제작

source: Generates some revenue but causes traffic delays. Monthly Cost: #m:EA54D286# Bulldoze Cost: #m:099AFACD# Power Consumption: #d:27812854# Water Consumption: #d:C8ED2D84# Traffic Capacity: #d:4aa60ebc# Created by Maxis
es: Genera ingresos por los vehículos que pasen, pero causa congestión. Mantenimiento mensual: #m:EA54D286# Costo de demoler: #m:099AFACD# Consumo eléctrico: #d:27812854# Consumo de agua: #d:C8ED2D84# Capacidad de tráfico: #d:4aa60ebc# Creada por Maxis
it: Genera alcune entrate, ma causa rallentamenti del traffico. Costo mensile: #m:EA54D286# Costo Bulldoze: #m:099AFACD# Consumo di energia: #d:27812854# Consumo di acqua: #d:C8ED2D84# Capacità di traffico: #d:4aa60ebc# Creato da Maxis
ko: 수익을 약간 창출하지만 통행 지연의 원인이 됩니다. 월간 비용: #m:EA54D286# 철거 비용: #m:099AFACD# 전력 소비량: #d:27812854# 수도 소비량: #d:C8ED2D84# 교통 수용량: #d:4aa60ebc# Maxis 제작

source: Bus Stop (roadside) by Maxis
it: Fermata dell'Autobus (lato strada) di Maxis
ko: 버스 정거장 (길가). Maxis 제작

source: Sims can only board buses at Bus Stops Lot Size: 1x1 (roadside) Monthly Cost: #m:EA54D286# Bulldoze Cost: #m:099AFACD# Power Consumption: #d:27812854# Water Consumption: #d:C8ED2D84# Passenger Capacity: #d:4aa60ebc# Jobs: 3 Created by Maxis
es: Los Sims solo pueden tomar buses en las paradas y estaciones autorizadas Tamaño del terreno: 1x1 (lateral a la vía) Mantenimiento mensual: #m:EA54D286# Costo de demoler: #m:099AFACD# Consumo eléctrico: #d:27812854# Consumo de agua: #d:C8ED2D84# Capacidad de pasajeros: #d:4aa60ebc# Puestos de trabajo: 3 Creada por Maxis
it: I Sims possono salire a bordo degli autobus solo alle fermate Dimensione del lotto: 1x1 (lato strada) Costo mensile: #m:EA54D286# Costo Bulldoze: #m:099AFACD# Consumo di energia: #d:27812854# Consumo di acqua: #d:C8ED2D84# Capacità passeggeri: #d:4aa60ebc# Posti di lavoro: 3 Creato da Maxis
ko: 심들은 버스 정거장에서만 버스에 탈 수 있습니다. 크기: 1x1 (길가) 월간 비용: #m:EA54D286# 철거 비용: #m:099AFACD# 전력 소비량: #d:27812854# 수도 소비량: #d:C8ED2D84# 승객 수용량: #d:4aa60ebc# 일자리: 3 Maxis 제작

source: Public Parking Garage by Maxis
it: Parcheggio Pubblico di Maxis
ko: 공공 주차장. Maxis 제작

source: Improves effectiveness of adjacent transit stops in residential areas. Lot Size: 3x3 Monthly Cost: #m:EA54D286# Bulldoze Cost: #m:099AFACD# Power Consumption: #d:27812854# Water Consumption: #d:C8ED2D84# Parking Capacity: #d:4aa60ebc# Jobs: 3 Created by Maxis
es: Mejora la efectividad de la infraestructura de transporte público en áreas residenciales. Tamaño del terreno: 3x3 Mantenimiento mensual_ #m:EA54D286# Costo de demoler: #m:099AFACD# Consumo eléctrico: #d:27812854# Consumo de agua: #d:C8ED2D84# Estacionamientos disponibles: #d:4aa60ebc# Puestos de trabajo: 3 Creado por Maxis
it: Migliora l'efficacia delle fermate di transito adiacenti nelle aree residenziali. Dimensione del lotto: 3x3 Costo mensile: #m:EA54D286# Costo del bulldoze: #m:099AFACD# Consumo di energia: #d:27812854# Consumo di acqua: #d:C8ED2D84# Capacità di parcheggio: #d:4aa60ebc# Posti di lavoro: 3 Creato da Maxis
ko: 주거 지역에서 인접한 대중교통 정거장의 효율을 개선합니다. 크기: 3x3 월간 비용: #m:EA54D286# 철거 비용: #m:099AFACD# 전력 소비량: #d:27812854# 수도 소비량: #d:C8ED2D84# 차량 수용량: #d:4aa60ebc# 일자리: 3 Maxis 제작

source: Subway Station (roadside) by Maxis
it: Stazione della Metropolitana (lato strada) di Maxis
ko: 지하철 역 (길가). Maxis 제작

source: Subway lines can only be boarded/exited at stations Lot Size: 1x1 (roadside) Monthly Cost: #m:EA54D286# Bulldoze Cost: #m:099AFACD# Power Consumption: #d:27812854# Water Consumption: #d:C8ED2D84# Passenger Capacity: #d:4aa60ebc# Jobs: 5 Created by Maxis
es: Solo se puede acceder a la red de Metro a través de sus estaciones Tamaño del terreno: 1x1 (lateral a la vía) Mantenimiento mensual: #m:EA54D286# Costo de demoler: #m:099AFACD# Consumo eléctrico: #d:27812854# Consumo de agua: #d:C8ED2D84# Capacidad de pasajeros: #d:4aa60ebc# Puestos de trabajo: 5 Creada por Maxis
it: Le linee della metropolitana possono essere imbarcate/uscite solo alle stazioni Dimensione del lotto: 1x1 (lato strada) Costo mensile: #m:EA54D286# Costo del bulldoze: #m:099AFACD# Consumo di energia: #d:27812854# Consumo di acqua: #d:C8ED2D84# Capacità passeggeri: #d:4aa60ebc# Posti di lavoro: 5 Creato da Maxis
ko: 지하철이 정차합니다. 크기: 1x1 (길가) 월간 비용: #m:EA54D286# 철거 비용: #m:099AFACD# 전력 소비량: #d:27812854# 수도 소비량: #d:C8ED2D84# 승객 수용량: #d:4aa60ebc# 일자리: 5 Maxis 제작

source: Passenger Train Station by Maxis
it: Stazione Ferroviaria per Passeggeri di Maxis
ko: 여객 철도역. Maxis 제작

source: Passengers can only board/exit trains at stations Lot Size: 2x3 (adjacent/proximity station) Monthly Cost: #m:EA54D286# Bulldoze Cost: #m:099AFACD# Power Consumption: #d:27812854# Water Consumption: #d:C8ED2D84# Passenger Capacity: #d:4aa60ebc# Jobs: 12 Created by Maxis
es: Solo se puede acceder a la red ferroviaria en sus estaciones Tamaño del terreno: 2x3 (ubicar adyacente a las vías) Mantenimiento mensual: #m:EA54D286# Costo de demoler: #m:099AFACD# Consumo eléctrico: #d:27812854# Consumo de agua: #d:C8ED2D84# Capacidad de pasajeros: #d:4aa60ebc# Puestos de trabajo: 12 Creada por Maxis
it: I passeggeri possono salire/scendere dai treni solo nelle stazioni Dimensione del lotto: 2x3 (stazione adiacente/vicina) Costo mensile: #m:EA54D286# Costo del bulldoze: #m:099AFACD# Consumo di energia: #d:27812854# Consumo di acqua: #d:C8ED2D84# Capacità passeggeri: #d:4aa60ebc# Posti di lavoro: 12 Creato da Maxis
ko: 심들이 역에서 열차를 타거나 내릴 수 있습니다. 크기: 2x3 월간 비용: #m:EA54D286# 철거 비용: #m:099AFACD# 전력 소비량: #d:27812854# 수도 소비량: #d:C8ED2D84# 승객 수용량: #d:4aa60ebc# 일자리: 12 Maxis 제작

source: Passenger Ferry Terminal by Maxis
it: Terminal per Traghetti Passeggeri di Maxis
ko: 페리 여객터미널. Maxis 제작

source: Sims can only board ferries at Ferry Terminals. Lot Size: 2x5 Monthly Cost: #m:EA54D286# Bulldoze Cost: #m:099AFACD# Power Consumption: #d:27812854# Water Consumption: #d:C8ED2D84# Passenger Capacity: #d:4aa60ebc# Jobs: 11 Limited to 16 terminals per city Created by Maxis
es: Solo se puede abordar los ferries en sus terminales. Tamaño del terreno: 2x5 (ubicar al borde de aguas profundas) Mantenimiento mensual: #m:EA54D286# Costo de demoler: #m:099AFACD# Consumo eléctrico: #d:27812854# Consumo de agua: #d:C8ED2D84# Capacidad de pasajeros: #d:4aa60ebc# Puestos de trabajo: 11 Máximo 16 terminales de ferry por ciudad. Creado por Maxis
it: I Sims possono salire a bordo dei traghetti solo ai terminal dei traghetti. Dimensione del lotto: 2x5 Costo mensile: #m:EA54D286# Costo Bulldoze: #m:099AFACD# Consumo di energia: #d:27812854# Consumo di acqua: #d:C8ED2D84# Capacità passeggeri: #d:4aa60ebc# Posti di lavoro: 11 Limitato a 16 terminali per città Creato da Maxis
ko: 심들이 터미널에서 페리에 탈 수 있습니다. 크기: 2x5 월간 비용: #m:EA54D286# 철거 비용: #m:099AFACD# 전력 소비량: #d:27812854# 수도 소비량: #d:C8ED2D84# 승객 수용량: #d:4aa60ebc# 일자리: 11 한 도시에 최대 16개까지 건설할 수 있습니다. Maxis 제작

source: Seaports by Maxis
it: Porti di Maxis
ko: 항구. Maxis 제작

source: Moves industrial materials quickly Lot Size: 3x2 (adjacent/proximity station) Monthly Cost: #m:EA54D286# Bulldoze Cost: #m:099AFACD# Power Consumption: #d:27812854# Water Consumption: #d:C8ED2D84# Cargo Capacity: #d:4aa60ebc# Tons Jobs: 17 Created by Maxis
es: Permite exportar productos industriales rápidamente Tamaño del terreno: 3x2 (lateral a la vía, ubicar al borde de aguas profundas) Mantenimiento mensual: #m:EA54D286# Costo de demoler: #m:099AFACD# Consumo eléctrico: #d:27812854# Consumo de agua: #d:C8ED2D84# Capacidad de carga: #d:4aa60ebc# Tons Puestos de trabajo: 17 Creado por Maxis
it: Movimenta rapidamente i prodotti industriali Dimensione del lotto: 3x2 (stazione adiacente/vicina) Costo mensile: #m:EA54D286# Costo Bulldoze: #m:099AFACD# Consumo di energia: #d:27812854# Consumo di acqua: #d:C8ED2D84# Capacità di carico: #d:4aa60ebc# Tonnellate Posti di lavoro: 17 Creato da Maxis
ko: 화물을 빨리 나릅니다. 크기: 3x2 월간 비용: #m:EA54D286# 철거 비용: #m:099AFACD# 전력 소비량: #d:27812854# 수도 소비량: #d:C8ED2D84# 화물 수용량: #d:4aa60ebc# 톤 일자리: 17 Maxis 제작

source: Elevated Light Rail Station by Maxis
it: Stazione della Metropolitana Leggera Sopraelevata di Maxis
ko: 지상전철역. Maxis 제작

source: Passengers can only board/exit at stations Lot Size: 3x1 Monthly Cost: #m:EA54D286# Bulldoze Cost: #m:099AFACD# Power Consumption: #d:27812854# Water Consumption: #d:C8ED2D84# Passenger Capacity: #d:4aa60ebc# Jobs: 14 Created by Maxis
es: Estación de Tren Ligero, elevada 15 metros sobre el suelo. Tamaño del terreno: 3x1 Mantenimiento mensual: #m:EA54D286# Costo de demoler: #m:099AFACD# Consumo eléctrico: #d:27812854# Consumo de agua: #d:C8ED2D84# Capacidad de pasajeros: #d:4aa60ebc# Puestos de trabajo: 14 Creada por Maxis
it: I passeggeri possono salire/scendere solo alle stazioni Dimensione del lotto: 3x1 Costo mensile: #m:EA54D286# Costo di Bulldoze: #m:099AFACD# Consumo di energia: #d:27812854# Consumo di acqua: #d:C8ED2D84# Capacità passeggeri: #d:4aa60ebc# Posti di lavoro: 14 Creato da Maxis
ko: 역에서 승객이 타거나 내릴 수 있습니다. 크기: 3x1 월간 비용: #m:EA54D286# 철거 비용: #m:099AFACD# 전력 소비량: #d:27812854# 수도 소비량: #d:C8ED2D84# 승객 수용량: #d:4aa60ebc# 일자리: 14 Maxis 제작

source: Car & Passenger Ferry Terminal by Maxis
it: Terminal Traghetti per Auto e Passeggeri di Maxis
ko: 카페리 여객터미널. Maxis 제작

source: Carries cars across water for less cost than building a bridge. Lot Size: 3x5 Monthly Cost: #m:EA54D286# Bulldoze Cost: #m:099AFACD# Power Consumption: #d:27812854# Water Consumption: #d:C8ED2D84# Passenger Capacity: #d:4aa60ebc# Jobs: 18 Limited to 16 terminals per city Created by Maxis
es: Permite a los vehículos cruzar las aguas, cuesta menos que construir un puente. Tamaño del terreno: 3x5 (ubicar al borde de aguas profundas) Mantenimiento mensual: #m:EA54D286# Costo de demoler: #m:099AFACD# Consumo eléctrico: #d:27812854# Consumo de agua: #d:C8ED2D84# Capacidad de pasajeros: #d:4aa60ebc# Puestos de trabajo: 18 Máximo 16 terminales de ferry por ciudad. Creado por Maxis
it: Trasporta le auto attraverso l'acqua a un costo inferiore rispetto alla costruzione di un ponte. Dimensione del lotto: 3x5 Costo mensile: #m:EA54D286# Costo del bulldoze: #m:099AFACD# Consumo di energia: #d:27812854# Consumo di acqua: #d:C8ED2D84# Capacità passeggeri: #d:4aa60ebc# Posti di lavoro: 18 Limitato a 16 terminali per città Creato da Maxis
ko: 다리를 건설하는 것보다 적은 비용으로 자동차를 물을 건너 운반합니다. 크기: 3x5 월간 비용: #m:EA54D286# 철거 비용: #m:099AFACD# 전력 소비량: #d:27812854# 수도 소비량: #d:C8ED2D84# 승객 수용량: #d:4aa60ebc# 일자리: 18 한 도시에 최대 16개까지 건설할 수 있습니다. Maxis 제작

source: Subway-to-Elevated Light Rail Transition by Maxis
it: Transizione da Metropolitana a Metropolitana Leggera Sopraelevata di Maxis
ko: 지하철 <> 지상전철 전환. Maxis 제작

source: Connect your subway and elevated rail lines. Lot Size: 3x1 Monthly Cost: #m:EA54D286# Bulldoze Cost: #m:099AFACD# Power Consumption: #d:27812854# Water Consumption: #d:C8ED2D84# Passenger Capacity: #d:4aa60ebc# Created by Maxis
es: Permite conectar redes de Metro y Tren Ligero elevado. Compatible con altura L2 (15 metros sobre el suelo) Tamaño del terreno: 3x1 Mantenimiento mensual: #m:EA54D286# Costo de demoler: #m:099AFACD# Consumo eléctrico: #d:27812854# Consumo de agua: #d:C8ED2D84# Capacidad de pasajeros: #d:4aa60ebc# Creada por Maxis
it: Collegare la metropolitana e le linee ferroviarie sopraelevate. Dimensione del lotto: 3x1 Costo mensile: #m:EA54D286# Costo del bulldoze: #m:099AFACD# Consumo di energia: #d:27812854# Consumo di acqua: #d:C8ED2D84# Capacità passeggeri: #d:4aa60ebc# Creato da Maxis
ko: 지하철과 지상전철을 연결합니다. 크기: 3x1 월간 비용: #m:EA54D286# 철거 비용: #m:099AFACD# 전력 소비량: #d:27812854# 수도 소비량: #d:C8ED2D84# 승객 수용량: #d:4aa60ebc# Maxis 제작

source: Freight Train Station by Maxis
it: Stazione Ferroviaria per Treni Merci di Maxis
ko: 화물 철도역. Maxis 제작

source: Speeds raw materials to factories and finished goods to markets. Lot Size: 11x5 Monthly Cost: #m:EA54D286# Bulldoze Cost: #m:099AFACD# Power Consumption: #d:27812854# Water Consumption: #d:C8ED2D84# Cargo Capacity: #d:4aa60ebc# Tons Jobs: 75 Created by Maxis
es: Permite mover productos industriales entre las redes vial y ferroviaria. Acelera el movimiento de productos industriales entre fábricas y mercados finales. Tamaño del terreno: 11x5 Mantenimiento mensual: #m:EA54D286# Costo de demoler: #m:099AFACD# Consumo eléctrico: #d:27812854# Consumo de agua: #d:C8ED2D84# Capacidad de carga: #d:4aa60ebc# Tons Puestos de trabajo: 75 Creada por Maxis
it: Accelera le materie prime verso le fabbriche e i prodotti finiti verso i mercati. Dimensione del lotto: 11x5 Costo mensile: #m:EA54D286# Costo Bulldoze: #m:099AFACD# Consumo di energia: #d:27812854# Consumo di acqua: #d:C8ED2D84# Capacità di carico: #d:4aa60ebc# Tons Posti di lavoro: 75 Creato da Maxis
ko: 원자재를 공장으로, 완제품을 시장으로 신속하게 공급합니다. 크기: 11x5 월간 비용: #m:EA54D286# 철거 비용: #m:099AFACD# 전력 소비량: #d:27812854# 수도 소비량: #d:C8ED2D84# 화물 수용량: #d:4aa60ebc# 톤 일자리: 75 Maxis 제작

source: Monorail Station by Maxis
es: Estación de monorriel de Maxis
it: Stazione della Monorotaia di Maxis
ko: 모노레일역. Maxis 제작
