Repository: BluelightningSC4/Network-Addon-Mod
Catalog: ltext/*/transit-queries.po
Languages: es, it

source: Reserve Capacity
es: Capacidad en Reserva
it: Capacità di riserva

source: Bus Stop Tiles in #city#
es: Paradas de Bus en #city#
it: Tessere per la Fermata dell'Autobus in #city#

source: Average Bus Stop Usage
es: Uso promedio de paradas de Bus
it: Utilizzo Medio delle Fermate dell'Autobus

source: Street Tile Count x 2
es: Número de celdas de Calle x2
it: Conteggio delle Tessere delle Vie x 2

source: Average Street Utilization
es: Uso promedio de Calles
it: Utilizzo Medio della Via

source: Maximum Street Utilization
es: Uso máximo de Calles
it: Utilizzo Massimo della Via

source: Road Tile Count x 2
es: Número de celdas de Carretera x2
it: Conteggio Tessere Stradali x 2

source: Average Road Utilization
es: Uso promedio de Carreteras
it: Utilizzo Medio della Strada

source: Congested Road Tiles
es: Celdas congestionadas de Carretera
it: Tessere Stradali Congestionate

source: Avenue Tile Count x 2
es: Número de celdas de Avenida x2
it: Viale Conteggio Tessere x 2

source: Average Avenue Utilization
es: Uso promedio de Avenidas
it: Utilizzo Medio del Viale

source: Maximum Avenue Utilization
es: Uso máximo de Avenidas
it: Utilizzo Massimo del Viale

source: Subway Station Tiles in #city#
es: Celdas ocupadas por estaciones de Metro en #city#
it: Tessere per Stazioni della Metropolitana in #city#

source: Average Subway Station Usage
es: Uso promedio de estaciones de Metro
it: Utilizzo Medio delle Stazioni della Metropolitana

source: Subway Tile Count
es: Número de celdas de Metro
it: Conteggio delle Tessere della Metropolitana

source: Average Subway Utilization
es: Uso promedio del Metro
it: Utilizzo Medio della Metropolitana

source: Congested Subway Tiles
es: Celdas de Metro congestionadas
it: Tessere della Metropolitana Congestionate

source: Light Rail Station Tiles in #city#
es: Celdas ocupadas por estaciones de Tren Ligero en #city#
it: Tessere per Stazioni della Ferrovia Leggera in #city#

source: Average Light Rail Station Usage
es: Uso promedio de estaciones de Tren Ligero
it: Utilizzo Medio delle Stazioni della Ferrovia Leggera

source: Light Rail Tile Count
es: Número de celdas de Tren Ligero
it: Ferrovia Leggera Conteggio Tessere

source: Average Light Rail Utilization
es: Uso promedio de Tren Ligero
it: Utilizzo Medio della Ferrovia Leggera

source: Light Rail to Subway Transitions
es: Transiciones de Metro a Tren Ligero Transitions
it: Transizione da Metropolitana a Ferrovia Leggera

source: Train Station Tiles in #city#
es: Celdas ocupadas por estaciones de Ferrocarril en #city#
it: Tessere delle Stazioni Ferroviarie in #city#

source: Average Train Station Usage
es: Uso promedio de estación de Ferrocarril
it: Utilizzo Medio della Stazione Ferroviaria

source: Heavy Rail Tile Count
es: Número de celdas de Ferrocarril
it: Conteggio delle Tessere della Ferrovia

source: Average Heavy Rail Utilization
es: Uso promedio de Ferrocarril
it: Utilizzo Medio della Ferrovia

source: Congested Heavy Rail Tiles
es: Celdas congestionadas de Ferrocarril
it: Tessere Ferroviarie Congestionate

source: Monorail Station Tiles in #city#
es: Celdas ocupadas por estaciones de Monorriel en #city#
it: Tessere della Stazione della Monorotaia / Ferrovia ad Alta Velocità in #city#

source: Average Monorail Station Usage
es: Uso promedio de estaciones de Monorriel
it: Utilizzo Medio delle Stazioni della Monorotaia / Ferrovia ad Alta Velocità

source: Monorail Tile Count
es: Número de celdas de Monorriel
it: Conteggio Tessere Monorotaia / Ferrovia ad Alta Velocità

source: Average Monorail Utilization
es: Uso promedio del Monorriel
it: Utilizzo Medio della Monorotaia / Ferrovia ad Alta Velcoità

source: Elevated Highway Tile Count
es: Número de celdas de Autopista elevada (L2)
it: Viadotto Autostradale Conteggio Tessere

source: Ground Highway Tile Count
es: Número de celdas de Autopista a nivel
it: Autostrada Conteggio Tessere

source: Car Ferry Terminals in City
es: Terminales de Ferry Vehicular en #city#
it: Terminal di Traghetti per Auto in Città

source: Passenger Ferry Terminals in City
es: Terminales de Ferry de Pasajeros en #city#
it: Terminal per Traghetti Passeggeri in Città

source: Seaports in #city#
es: Puertos marítimos/fluviales en #city#
it: Porti in #city#

source: Freight Trips to Seaports
es: Envíos de carga a Puertos marítimos/fluviales
it: Viaggi di Merci verso i Porti

source: Toll Booths in #city#
es: Plazas de peaje en #city#
it: Caselli di Pedaggio a #city#

source: Airports in #city#
es: Aeropuertos en #city#
it: Aeroporti in #city#

source: RHW Tile Count
es: Número de celdas de RHW
it: RHW Conteggio Tessere

source: Maximum Road Utilization
es: Uso máximo de Carreteras
it: Utilizzo Massimo della Strada

source: Maximum Subway Tile Utilization
es: Uso máximo de Metro (por celda)
it: Utilizzo Massimo di Tessere della Metropolitana

source: Maximum Heavy Rail Utilization
es: Uso máximo de Ferrocarril
it: Utilizzo Massimo della Ferrovia

source: Ground Light Rail (GLR)
es: Tren Ligero (GLR)
it: Ferrovia Leggera Terrestre / Tram (GLR)
